[
    {
        "sentence": "Logo Republik sterreich Logo Bundeskanzleramt sterreich Logo Republik sterreich, Bundesministerium fr Inneres Logo Bundesministerium fr europische und internationale Angelegenheiten Austrian Cyber Security Strategy Vienna, 2013 Publishing information: Media owner, publisher, editor: Federal Chancellery of the Republic of Austria Department IV - Coordination Division IV/6 Security Policy Affairs Ballhausplatz 2, 1014 Vienna Graphic design: Federal Chancellery | ARGE Grafik Printing: BM.I Digitalprintcenter Vienna, March 2013 Table of Contents 1 Introduction 4 2 Opportunities and risks in cyber space 6 3 Principles 7 4 Strategic goals 9 5 Fields of action and measures 10 Field of action 1 structures and processes 10 Field of action 2 - governance 12 Field of action 3 - cooperation between the government, economy and society 12 Field of action 4 protection of critical infrastructures 14 Field of action 5 awareness raising and training 14 Field of action 6 research and development 15 Field of action 7 international cooperation 16 6 Implementation 17 Annex 1 18 Annex 2 19 List of Abbreviations 19 Annex 3 20 Cyber Security Glossary 20 1 Introduction The digital revolution has been gaining ground in all spheres of life of the modern world.", 
        "sentence_id,": "d0d52732ab"
    }, 
    {
        "sentence": "And more than ever, post-industrial societies and highly developed countries are taking advantage of cyber space for their technological, economic, social, cultural, scientific and political development.", 
        "sentence_id,": "d4b5fe6d90"
    }, 
    {
        "sentence": "Digital infrastructures are becoming the backbone of a successful economy, a vibrant research community, a transparent state as well as a free society.", 
        "sentence_id,": "2d43929c58"
    }, 
    {
        "sentence": "The development of modern information and communication technologies above all the Internet has transformed our social and economic life radically.", 
        "sentence_id,": "456d5b1437"
    }, 
    {
        "sentence": "In Austria about three quarters of the population use the Internet regularly, and half of this group does so on a daily basis.", 
        "sentence_id,": "78615f2837"
    }, 
    {
        "sentence": "The economy depends increasingly on effective digital infrastructures with regard to its technological further development and the efficiency of internal procedures.", 
        "sentence_id,": "c0d28acbd2"
    }, 
    {
        "sentence": "The public administration does no longer rely exclusively on traditional channels of service delivery but considers the Internet indispensable for reaching out to the general public.", 
        "sentence_id,": "59137dc82c"
    }, 
    {
        "sentence": "The citizens must have confidence that their data will be received by the addressees fast and reliably.", 
        "sentence_id,": "8b63f0ae84"
    }, 
    {
        "sentence": "An open and free Internet, the protection of personal data as well as the integrity of interconnected networks are the basis for global prosperity, security and the promotion of human rights.", 
        "sentence_id,": "08838391d2"
    }, 
    {
        "sentence": "Effective digital infrastructures are a prerequisite for providing services of general interest such as energy, water and transport to the population.", 
        "sentence_id,": "888b36b0db"
    }, 
    {
        "sentence": "To allow citizens to realise the benefits promised by our globalised and digitised world, digital infrastructures must function reliably and securely.", 
        "sentence_id,": "a6c9ab24d5"
    }, 
    {
        "sentence": "Attacks from cyber space1 pose a direct threat to our safety and the proper functioning of the state, economy, science and society.", 
        "sentence_id,": "06073a58c0"
    }, 
    {
        "sentence": "They may have a profound negative impact on our daily lives.", 
        "sentence_id,": "28394e2cd6"
    }, 
    {
        "sentence": "criminals, organised crime or terrorists) as well as state actors (e.g.", 
        "sentence_id,": "37a0591988"
    }, 
    {
        "sentence": "secret services and the military) may misuse cyber space for their own purposes and interfere with its proper functioning.", 
        "sentence_id,": "14640e0764"
    }, 
    {
        "sentence": "Both the threats in cyber space and the productive use of cyber space are practically infinite.", 
        "sentence_id,": "868ab18f69"
    }, 
    {
        "sentence": "It is therefore a top priority of Austria to help make cyber space sufficiently safe and secure at national and international level.", 
        "sentence_id,": "9d1045e831"
    }, 
    {
        "sentence": "The term cyber security stands for the security of infrastructures in cyber space, of the data exchanged in cyber space and above all of the people using cyber space.", 
        "sentence_id,": "787978b8dd"
    }, 
    {
        "sentence": "It is a paramount common concern of the state, the economy and society to ensure cyber security in national and international contexts.", 
        "sentence_id,": "d4fb20a2ec"
    }, 
    {
        "sentence": "The Austrian Cyber Security Strategy / ACSS (sterreichische Strategie fr Cyber Sicherheit / SCS) is a comprehensive and proactive concept for protecting cyber space and the people in virtual space while guaranteeing human rights.", 
        "sentence_id,": "5e89480784"
    }, 
    {
        "sentence": "It will enhance the security and resilience of Austrian infrastructures and services in cyber space.", 
        "sentence_id,": "33d49fe30f"
    }, 
    {
        "sentence": "Most importantly, it will, however, build awareness and confidence in the Austrian society.", 
        "sentence_id,": "54a77bc5ae"
    }, 
    {
        "sentence": "1 The terms cyber space and virtual space are used synonymously.", 
        "sentence_id,": "50d74097c6"
    }, 
    {
        "sentence": "2 Decision of the Council of Ministers of 1 March 2011 3 Decision of the Council of Ministers of 2 April 2008 2 Opportunities and risks in cyber space 2.1 Opportunities Cyber space has developed into a vital area of activity for the state, the economy, science and society.", 
        "sentence_id,": "e319b07292"
    }, 
    {
        "sentence": "It is important for all of them as a(n): Information and communication space: Cyber space makes it possible to disseminate and transmit different sets of data and information resources.", 
        "sentence_id,": "86cdb3c400"
    }, 
    {
        "sentence": "Space for social interaction: Cyber space is a space of general social interaction which is used by people for socialising.", 
        "sentence_id,": "516fcc550d"
    }, 
    {
        "sentence": "Today there are more than two billion Internet users globally.", 
        "sentence_id,": "526db782b2"
    }, 
    {
        "sentence": "Economic and trade space: Cyber space has developed into a market place of strategic importance in a relatively short period of time.", 
        "sentence_id,": "5e3834c9c7"
    }, 
    {
        "sentence": "Space for political participation: Cyber space has an impact on the relationship between the government and society.", 
        "sentence_id,": "654ccc04cb"
    }, 
    {
        "sentence": "The state reaches the citizens through e-government, offering facilitated access to government services.", 
        "sentence_id,": "0b802602ec"
    }, 
    {
        "sentence": "Digital forms of interaction open up new opportunities for political participation and political expression.", 
        "sentence_id,": "cea5da2e1c"
    }, 
    {
        "sentence": "The prerequisite for achieving this goal is to guarantee all human rights both in virtual space and offline.", 
        "sentence_id,": "a0dc1380f6"
    }, 
    {
        "sentence": "Control space: The role of cyber space as a control space is closely connected to its function as an information space.", 
        "sentence_id,": "9538272a71"
    }, 
    {
        "sentence": "By using this control space, it is practically possible to monitor, operate and maintain all infrastructures of the transport, economic, industrial, health and educational sectors.", 
        "sentence_id,": "87c7c7038f"
    }, 
    {
        "sentence": "It will therefore be all the more important to ensure the security of this communication.", 
        "sentence_id,": "2171f548e0"
    }, 
    {
        "sentence": "2.2 Risks and threats Cyber space as well as the security and safety of people in cyber space are exposed to a number of risks and threats as cyber space is also a space of criminal misuse.", 
        "sentence_id,": "a5d819320d"
    }, 
    {
        "sentence": "These risks and threats range from operating errors to massive attacks by state and non-state actors using cyber space as a venue for their activities, which is not limited by national borders; military operations may also be behind these attacks.", 
        "sentence_id,": "f631c2f3cb"
    }, 
    {
        "sentence": "Cyber crime, identity fraud, cyber attacks or misuse of the Internet for extremist purposes are serious new challenges facing all the stakeholders affected, requiring broad cooperation of governmental and non-governmental bodies at national and international level.", 
        "sentence_id,": "198f983677"
    }, 
    {
        "sentence": "4 Sources of all the data contained in this chapter: Intel and KS White Paper Cybersicherheit intelligent regulieren; warum, wie und durch wen?", 
        "sentence_id,": "c22c85fb82"
    }, 
    {
        "sentence": "3 Principles State-of-the-art cyber security policy is a cross-cutting issue which has to be taken into account in many spheres of life and policy.", 
        "sentence_id,": "c28d87079f"
    }, 
    {
        "sentence": "It must be modelled based on a comprehensive and integrated approach, allow for active participation and must be implemented in the spirit of solidarity.", 
        "sentence_id,": "4ca7b41ada"
    }, 
    {
        "sentence": "A comprehensive cyber security policy means that external and internal security as well as civilian and military security aspects are closely interlinked.", 
        "sentence_id,": "1becf28ea9"
    }, 
    {
        "sentence": "Cyber security goes beyond the purview of traditional security authorities and comprises instruments of numerous other policy areas.", 
        "sentence_id,": "dbe42f1084"
    }, 
    {
        "sentence": "An integrated cyber security policy must place emphasis on task-sharing between the state, the economy, academia and the civil society.", 
        "sentence_id,": "b94a5122b8"
    }, 
    {
        "sentence": "It comprises measures in the following areas: political- strategic management, education and training, risk assessment, prevention and preparedness, recognition and response, limitation of effects and restoration as well as the development of governmental and non-governmental capabilities and capacities.", 
        "sentence_id,": "dea8ad6b17"
    }, 
    {
        "sentence": "An integrated cyber security policy has to be based on a cooperative approach both at national and international level.", 
        "sentence_id,": "e2cc7e0816"
    }, 
    {
        "sentence": "A proactive cyber security policy means to work towards preventing threats to cyber space and the people in cyber space or mitigating their impact (configuring security).", 
        "sentence_id,": "d764fb6911"
    }, 
    {
        "sentence": "A cyber security policy based on solidarity takes account of the fact that due to the global nature of cyber space today the cyber security of Austria, the EU and the entire community of nations is interconnected very closely.", 
        "sentence_id,": "ee4ce387bb"
    }, 
    {
        "sentence": "Intensive cooperation based on solidarity at European and international level is therefore required to ensure cyber security.", 
        "sentence_id,": "72d7737b9d"
    }, 
    {
        "sentence": "The following fundamental principles are in any case applicable to the area of cyber security: The rule of law: Governance in the area of cyber security has to meet the high standards of the rule of law of the Austrian administration and guarantee compliance with human rights, in particular privacy and data protection as well as the freedom of expression and the right to information.", 
        "sentence_id,": "635b4566d0"
    }, 
    {
        "sentence": "Subsidiarity: Cyber security is a legal asset.", 
        "sentence_id,": "9c484f6b3e"
    }, 
    {
        "sentence": "Therefore the state pledges it strong commitment to the protection of this legal asset.", 
        "sentence_id,": "7cb6d59a30"
    }, 
    {
        "sentence": "However, it cannot and should not assume sole responsibility for protecting cyber space.", 
        "sentence_id,": "0309633548"
    }, 
    {
        "sentence": "The owners and operators of information and communication technology (ICT) are primarily responsible for protecting their systems.", 
        "sentence_id,": "306f5d5c23"
    }, 
    {
        "sentence": "The following principle shall apply: Self-commitment if possible, regulation if necessary.", 
        "sentence_id,": "007fb826a4"
    }, 
    {
        "sentence": "Self-regulation: Efforts should in general be made to increase the level of protection through the actors own initiatives on the basis of code of conducts, standardisation and certification.", 
        "sentence_id,": "24bfe39e79"
    }, 
    {
        "sentence": "5 See:http://www.digitales.oesterreich.gv.at/site/5743/default.aspx#a2 However, it remains the task of the state to create the regulatory framework for protecting the ICT of enterprises and private persons and to support self-regulation in the private sphere.", 
        "sentence_id,": "ea66633820"
    }, 
    {
        "sentence": "Proportionality: Measures to increase the level of protection and the respective costs have to be proportionate to the respective risk and to the possibilities of limiting these threats.", 
        "sentence_id,": "e71124fce2"
    }, 
    {
        "sentence": "Based on these principles, a comprehensive and coherent cyber security policy is developed, which comprises all measures at national, European and international level to help shape cyber space in a positive way in the interest of the citizens, academia and the state, to prevent threats to cyber space and the people in cyber space from emerging or becoming effective (prevention) as well as to protect the legal asset cyber security against threats as well as to cope with them.", 
        "sentence_id,": "0764f34b7c"
    }, 
    {
        "sentence": "4 Strategic goals As Austria continues to develop into a digital society, it is vital to ensure compatibility with the fundamental values of an open society.", 
        "sentence_id,": "82871b5e73"
    }, 
    {
        "sentence": "A dynamic virtual space facilitates social prosperity and economic benefits in the framework of e-government and e-commerce.", 
        "sentence_id,": "ccaa20cab0"
    }, 
    {
        "sentence": "Moreover, it serves as a basis for information exchange as well as social and political participation.", 
        "sentence_id,": "63a172c533"
    }, 
    {
        "sentence": "In the framework of its Cyber Security Strategy, Austria pursues the following strategic goals: Availability, reliability and confidentiality of data exchange as well as the integrity of data themselves are guaranteed only in a secure, resilient and reliable cyber space.", 
        "sentence_id,": "7ae71892dd"
    }, 
    {
        "sentence": "Therefore the virtual space must be capable of resisting risks, absorbing shocks and adjusting to a changed environment.", 
        "sentence_id,": "70b7cbbe33"
    }, 
    {
        "sentence": "The design of crucial ICT systems should be as redundant as possible.", 
        "sentence_id,": "9043bfad1a"
    }, 
    {
        "sentence": "Based on the national approach of the competent federal ministries, Austria will ensure that its ICT infrastructures are secure and resilient to threats.", 
        "sentence_id,": "735fa1ed27"
    }, 
    {
        "sentence": "The governmental bodies will cooperate closely and as partners with the private sector.", 
        "sentence_id,": "ea2ea6411a"
    }, 
    {
        "sentence": "The legal asset cyber security is protected by the Austrian authorities in cooperation with non-governmental partners by taking effective and proportionate measures in the field of political-strategic control, recognition and response as well as limitation of effects and restoration.", 
        "sentence_id,": "6b9bfe292c"
    }, 
    {
        "sentence": "By taking a number of awareness measures, Austria is building a culture of cyber security.", 
        "sentence_id,": "073ea3a719"
    }, 
    {
        "sentence": "In the framework of a national dialogue on cyber security, existing cooperation is strengthened and new initiatives are supported and interlinked by building knowledge, capabilities and capacities.", 
        "sentence_id,": "f2fc9861b3"
    }, 
    {
        "sentence": "Thanks to this approach, Austria is acting as a pioneer in implementing measures to secure the digital society.", 
        "sentence_id,": "2368dd2aee"
    }, 
    {
        "sentence": "Offering high levels of availability, integrity and confidentiality of required ICT infrastructures, Austrias attractiveness as a business location is also enhanced.", 
        "sentence_id,": "99cf7930b7"
    }, 
    {
        "sentence": "Austria will play an active role in international cooperation at European and global level, particularly by exchanging information, formulating international strategies, developing voluntary schemes and legally binding regulations, prosecuting criminal cases, holding transnational exercises and conducting cooperation projects.", 
        "sentence_id,": "2cce4ce04e"
    }, 
    {
        "sentence": "The Austrian administrations e-government is secure and continuously further developed; the security measures of the Federal Republic of Austria, the federal provinces, cities and municipalities will be strengthened.", 
        "sentence_id,": "e30f29a130"
    }, 
    {
        "sentence": "All Austrian enterprises will protect the integrity of their own applications as well as the identity and privacy of their customers.", 
        "sentence_id,": "4c404e4101"
    }, 
    {
        "sentence": "The close and systematic cooperation among enterprises plays a crucial role in this process.", 
        "sentence_id,": "b72abb252c"
    }, 
    {
        "sentence": "The Austrian population should be aware of the individuals personal responsibility in cyber space.", 
        "sentence_id,": "2e477654af"
    }, 
    {
        "sentence": "All citizens should ensure adequate protection of their online activities and have the necessary capabilities for electronic authentication and signature.", 
        "sentence_id,": "9c2c508c90"
    }, 
    {
        "sentence": "5 Fields of action and measures Field of action 1 structures and processes Objective: Within cyber space there are numerous structures and stakeholders which are working individually to ensure cyber security.", 
        "sentence_id,": "7e2a6d9016"
    }, 
    {
        "sentence": "Several organisations specialised in cyber security (e.g.", 
        "sentence_id,": "0f7b28fe70"
    }, 
    {
        "sentence": "CERTs6) are already playing an important role in cyber crisis management.", 
        "sentence_id,": "9792b1c665"
    }, 
    {
        "sentence": "Overarching cyber security procedures have not yet been defined formally.", 
        "sentence_id,": "6ce8361852"
    }, 
    {
        "sentence": "It is therefore necessary to define processes and structures which will ensure overall coordination both at the political-strategic level and the operational level by involving all relevant stakeholders of the public and private sectors.", 
        "sentence_id,": "e86657e916"
    }, 
    {
        "sentence": "Under the leadership of the Federal Chancellery, it is responsible for coordinating measures relating to cyber security at a political-strategic level, monitoring and supporting the implementation of the ACSS, preparing an annual Cyber Security Report and advising the federal government in all matters relating to cyber security.", 
        "sentence_id,": "5f34edfeeb"
    }, 
    {
        "sentence": "The Steering Group is composed of liaison officers for the National Security Council7 and cyber security experts of the ministries represented in the National Security Council.", 
        "sentence_id,": "d0134aa7d4"
    }, 
    {
        "sentence": "The Chief Information Officer of the Federal Republic of Austria is also a member of this body.", 
        "sentence_id,": "6e35c1735c"
    }, 
    {
        "sentence": "Representatives of other ministries (particularly those competent for organisations and enterprises which are subject to or affected by control measures) and of the Austrian federal provinces will join the Steering Group as required to address specific issues.", 
        "sentence_id,": "b64f839876"
    }, 
    {
        "sentence": "Representatives of relevant enterprises will be involved in an appropriate manner.", 
        "sentence_id,": "05f36158c5"
    }, 
    {
        "sentence": "2) Creating a structure for coordination at operational level Building on and taking advantage of existing operational structures, a structure for coordination at operational level will be created.", 
        "sentence_id,": "8e2c0ea7d8"
    }, 
    {
        "sentence": "It will serve as a platform for preparing a periodic and incident-related Cyber Security Picture and for deliberations on measures to be taken at operational level.", 
        "sentence_id,": "9667d0ed3e"
    }, 
    {
        "sentence": "Furthermore, it will provide an overview of the status quo in cyber space by collecting, compiling, evaluating and passing on relevant information.", 
        "sentence_id,": "98262f5540"
    }, 
    {
        "sentence": "The economic sector should also be involved appropriately and on an equal footing.", 
        "sentence_id,": "e618606656"
    }, 
    {
        "sentence": "The survey of the situation in cyber space will be prepared in a joint and ongoing process and will serve as a basis for the planning, preventive and response measures to be taken.", 
        "sentence_id,": "f076693e3d"
    }, 
    {
        "sentence": "The operators of critical infrastructures will be supported at operational level and particularly in the event of failures of information and communication structures.", 
        "sentence_id,": "ab23387012"
    }, 
    {
        "sentence": "In addition, they will be provided with information on the dangers of the Internet.", 
        "sentence_id,": "bbfaed8e46"
    }, 
    {
        "sentence": "The Operational Coordination Structure must be designed in such a way that it can be used as an operational executive body of the overall cyber crisis management.", 
        "sentence_id,": "9a54eb557c"
    }, 
    {
        "sentence": "6 Computer Emergency Response Team 7 Federal Act on the Establishment of a National Security Council, Section 5(1) The tasks performed in the framework of the Operational Coordination Structure are coordinated by the Federal Ministry of the Interior (PPP model) by involving the ministries and the operational structures of the business and research sectors.", 
        "sentence_id,": "021979d4f3"
    }, 
    {
        "sentence": "In carrying out its coordination tasks, it is supported at operational level by the Federal Ministry of Defence and Sports, to which coordination tasks will be transferred if a cyber defence incident occurs.", 
        "sentence_id,": "1bcccdf034"
    }, 
    {
        "sentence": "All operational organisation- / sector- / or target-group-specific structures will remain within the purview of the respective organisation.", 
        "sentence_id,": "1a0f9e7dcb"
    }, 
    {
        "sentence": "Institutions dealing with security issues of computer systems and the Internet as well as the protection of critical infrastructures will cooperate in the framework of the Operational Coordination Structure.", 
        "sentence_id,": "bf0d9e2d87"
    }, 
    {
        "sentence": "At state level, these organisations are in particular: GovCERT (Government Computer Emergency Response Team), MilCERT (Military Cyber Emergency Readiness Team) and the Cyber Crime Competence Center (C 4).", 
        "sentence_id,": "d518b97d73"
    }, 
    {
        "sentence": "Other governmental institutions are involved by forming a second circle.", 
        "sentence_id,": "897b32841c"
    }, 
    {
        "sentence": "An additional circle comprises private CERTs (CERT.at, BRZ-CERT, banks, ) as well as the economic and research sectors.", 
        "sentence_id,": "b91929f3b6"
    }, 
    {
        "sentence": "The Cyber Security Steering Group will set up a working group.", 
        "sentence_id,": "52cdf38fb3"
    }, 
    {
        "sentence": "It will be in charge of preparing proposals for processes and structures for permanent coordination at operational level.", 
        "sentence_id,": "497c1b4651"
    }, 
    {
        "sentence": "Representatives of relevant enterprises will be involved in the appropriate manner.", 
        "sentence_id,": "a3825975f6"
    }, 
    {
        "sentence": "3) Establishing a Cyber Crisis Management Austrias Cyber Crisis Management consists of representatives of the state and of operators of critical infrastructures.", 
        "sentence_id,": "d8d5320576"
    }, 
    {
        "sentence": "As far as its composition and work procedures are concerned, it is modelled on the Governmental Crisis and Civil Protection Management (Krisen- und Katastrophenmanagement / SKKM).", 
        "sentence_id,": "db232e394b"
    }, 
    {
        "sentence": "As its responsibility goes beyond ICT and to ensure internal security, the Federal Ministry of the Interior will be responsible for coordinating it in respect of overarching threats.", 
        "sentence_id,": "6bce05d940"
    }, 
    {
        "sentence": "As far as external security is concerned, the Federal Ministry of Defence and Sports will play the leading role in coordinating measures to protect sovereignty in the framework of military national defence (cyber defence).", 
        "sentence_id,": "51c8d0f9f1"
    }, 
    {
        "sentence": "Crisis management and continuity plans are prepared and updated regularly on the basis of risk analyses for sector-specific and cross-sectoral cyber threats in cooperation with public institutions and the operators of critical infrastructures.", 
        "sentence_id,": "667a52e2a7"
    }, 
    {
        "sentence": "Regular cyber exercises will be held to test the Cyber Crisis Management as well as crisis and continuity plans.", 
        "sentence_id,": "0102aa7299"
    }, 
    {
        "sentence": "4) Strengthening existing cyber structures The role of GovCERT (operated by the Federal Chancellery as the governments CERT) will be enhanced and strengthened.", 
        "sentence_id,": "a86aad3526"
    }, 
    {
        "sentence": "To this end, it will be necessary to lay down in detail its responsibilities, powers and spheres of action, its institutional embedding within the public administration, its role in the event of crisis as well as its interaction with the Operational Coordination Structure.", 
        "sentence_id,": "572f80e4e8"
    }, 
    {
        "sentence": "In addition, new requirements will have to be defined.", 
        "sentence_id,": "032c6d23ca"
    }, 
    {
        "sentence": "To avoid and prevent cyber crime as well as to facilitate operational international cooperation in this area, the role of the Cyber Crime Competence Center (C 4) of the Federal Ministry of the Interior will be enhanced.", 
        "sentence_id,": "6adb5a38a1"
    }, 
    {
        "sentence": "The Center is Austrias central body in charge of exercising security and criminal police duties in the area of cyber security.", 
        "sentence_id,": "b5adefec07"
    }, 
    {
        "sentence": "As a basis of operational capabilities for the prevention of cyber attacks, MilCERT (set up within the Federal Ministry of Defence and Sports) will be strengthened to protect its own networks and to further develop the Cyber Security Survey.", 
        "sentence_id,": "97dd0e1eeb"
    }, 
    {
        "sentence": "By taking advantage of these capabilities, capacities for providing assistance in the ICT area will inter alia have to be established.", 
        "sentence_id,": "cf8d7e5091"
    }, 
    {
        "sentence": "The Austrian CERT Association will be expanded and CERT.at will be strengthened to facilitate national cooperation among Austrian CERTs.", 
        "sentence_id,": "d38b313701"
    }, 
    {
        "sentence": "This will help to promote the establishment of CERTs in all sectors on the one hand and to intensify the exchange of information and experience on CERT-specific issues on the other hand.", 
        "sentence_id,": "9bc164df95"
    }, 
    {
        "sentence": "Field of action 2 - governance Objective: The aim is to define the role, responsibilities and powers of state and non-state actors in cyber space and to create adequate framework conditions for cooperation among all players.", 
        "sentence_id,": "894b7589f5"
    }, 
    {
        "sentence": "Measures: 5) Establishing a modern regulatory framework Under the auspices of the Cyber Security Steering Group, a comprehensive report analysing the need to establish an additional legal basis, regulatory measures and voluntary self-commitment (Code of Conduct) for guaranteeing cyber security in Austria will be prepared and submitted to the federal government.", 
        "sentence_id,": "bd7e575a9b"
    }, 
    {
        "sentence": "This report will inter alia cover the following issues: the establishment of necessary organisational structures, the tasks and powers of authorities, the information exchange between authorities and private persons, reporting duties, the duty of adopting protection measures as well as supply chain security.", 
        "sentence_id,": "bd5e7b5a4c"
    }, 
    {
        "sentence": "A balance between incentives and sanctions must be ensured in defining the duties of non-state actors.", 
        "sentence_id,": "84d3b1bbd9"
    }, 
    {
        "sentence": "6) Defining minimum standards Based on the interaction of all relevant stakeholders, minimum security standards must be defined to ensure effective prevention and to achieve a common understanding of current requirements.", 
        "sentence_id,": "51d4853aca"
    }, 
    {
        "sentence": "These requirements will be applied to all components and services used in all security-relevant ICT areas.", 
        "sentence_id,": "78f8d35f14"
    }, 
    {
        "sentence": "The applicable norms, standards, codes of conducts, best practises and the like will be compiled in the Austrian Information Security Management Handbook, which will be updated regularly.", 
        "sentence_id,": "8089eae64d"
    }, 
    {
        "sentence": "7) Preparing an annual report on cyber security The Cyber Security Steering Group will prepare the annual report Cyber Security in Austria.", 
        "sentence_id,": "d86c236638"
    }, 
    {
        "sentence": "Field of action 3 - cooperation between the government, economy and society Objective: Many tasks and responsibilities of public administrations, the economy and population are based on information and communication technologies.", 
        "sentence_id,": "1d82d042a9"
    }, 
    {
        "sentence": "The responsibility of using digital technology in a prudent way rests with each individual organisational unit.", 
        "sentence_id,": "7ac8fa7fa4"
    }, 
    {
        "sentence": "But it is only broad cooperation between all sectors and a permanent mutual exchange of information that will make the use of ICT transparent and safe.", 
        "sentence_id,": "b56c933187"
    }, 
    {
        "sentence": "It is therefore important to strengthen existing capacities and processes in the administration and economy as well as among citizens through cooperation and to create new opportunities.", 
        "sentence_id,": "7d130d76b3"
    }, 
    {
        "sentence": "Measures: 8) Establishing a Cyber Security Platform The Austrian Cyber Security Platform shall bee established as a public private partnership to facilitate ongoing communication with all stakeholders of the administration, economy and academia.", 
        "sentence_id,": "d66baf594c"
    }, 
    {
        "sentence": "In parallel, existing initiatives (e.g.", 
        "sentence_id,": "73b68c2e21"
    }, 
    {
        "sentence": "Austrian Trust Circle, Cyber Security Austria, Kuratorium sicheres sterreich, A-SIT8, ) will be carried on and taken advantage of.", 
        "sentence_id,": "7ce1398f30"
    }, 
    {
        "sentence": "The Austrian Cyber Security Platform will provide the institutional framework for a permanent exchange of information within the public administration as well as between the public administration and representatives of the economy, science and research.", 
        "sentence_id,": "cee6f9ead0"
    }, 
    {
        "sentence": "All stakeholders will participate on an equal footing.", 
        "sentence_id,": "569d08d492"
    }, 
    {
        "sentence": "The Cyber Security Platform advises and supports the Cyber Security Steering Group.", 
        "sentence_id,": "820b8c7a83"
    }, 
    {
        "sentence": "Cooperation with private operators of critical infrastructures and other economic sectors is of crucial importance for Austrias cyber security.", 
        "sentence_id,": "c4276c48cc"
    }, 
    {
        "sentence": "The respective details will be discussed in further talks between the Cyber Security Steering Group and the economic sector.", 
        "sentence_id,": "0e71c52942"
    }, 
    {
        "sentence": "Extensive cooperation will be initiated between the partners participating in the Cyber Security Platform on issues such awareness-raising, training as well as research and development.", 
        "sentence_id,": "08e3473964"
    }, 
    {
        "sentence": "To promote the mutual understanding of challenges and opportunities for action of all partners involved in cyber security issues, exchanges of experts should be intensified between the participating governmental, private and academic organisations.", 
        "sentence_id,": "361ce93b71"
    }, 
    {
        "sentence": "Under the leadership of the Cyber Security Steering Group and with the support of the Austrian Cyber Security Platform, a programme will be developed for this purpose.", 
        "sentence_id,": "9c05c6b54b"
    }, 
    {
        "sentence": "9) Strengthening support for SMEs Priority programmes on cyber security will be launched to raise the awareness of SMEs and to prepare them for hazardous situations.", 
        "sentence_id,": "8542641888"
    }, 
    {
        "sentence": "Interest representations are to be encouraged to publish online information tailored to the needs of SMEs on the new Internet portal ICT Security9 and to initiate cyber security campaigns for SMEs.", 
        "sentence_id,": "814e735d21"
    }, 
    {
        "sentence": "With the support of governmental bodies, sector-specific information platforms such as the Austrian Trust Circles should develop sector-specific cyber risk management plans; regulatory authorities and interest representations will be involved in this dialogue.", 
        "sentence_id,": "827581e157"
    }, 
    {
        "sentence": "These risk management plans will be coordinated with governmental crisis and continuity management plans.", 
        "sentence_id,": "5de7837f5c"
    }, 
    {
        "sentence": "Cross-sectoral cyber exercises for SMEs will be organised and held at periodic intervals.", 
        "sentence_id,": "607b657ce0"
    }, 
    {
        "sentence": "Specific sectors of SMEs should be allowed to participate in governmental cross-sectoral cyber exercises upon request.", 
        "sentence_id,": "42cbfe5c2a"
    }, 
    {
        "sentence": "10) Preparing a Cyber Security Communication Strategy With a view to optimising communication between stakeholders in the administration, economy, academia and society, all websites set up or planned by governmental bodies have to be coordinated in the framework of a Cyber Security Communication Strategy.", 
        "sentence_id,": "b65c2ebbce"
    }, 
    {
        "sentence": "This Cyber Communication Strategy is prepared by the Cyber Security Steering Group by involving all relevant stakeholders.", 
        "sentence_id,": "5fcc566ef0"
    }, 
    {
        "sentence": "8 Secure Information Technology Centre Austria 9 Compare: Measure 12 Field of action 4 protection of critical infrastructures Objective: Today almost all infrastructures increasingly depend on specialised ICT systems, which are expected to guarantee operations that are as smooth, reliable and continuous as possible.", 
        "sentence_id,": "c79a1d1207"
    }, 
    {
        "sentence": "It is therefore a top priority to improve the resilience of these information systems against threats.", 
        "sentence_id,": "933f4d2446"
    }, 
    {
        "sentence": "Under the Austrian Programme for Critical Infrastructure Protection (Programm zum Schutz kritischer Infrastrukturen / APCIP), enterprises operating critical infrastructures are encouraged to implement comprehensive security architectures.", 
        "sentence_id,": "d25a6d71ec"
    }, 
    {
        "sentence": "The aim of the ACSS is to supplement and intensify these measures in the field of cyber security.", 
        "sentence_id,": "939bcbbbc8"
    }, 
    {
        "sentence": "Cooperation with operators of critical information infrastructures should be given priority.", 
        "sentence_id,": "6bb0ee3730"
    }, 
    {
        "sentence": "Measures: 11) Improving the resilience of critical infrastructures The operators of critical infrastructures should be involved in all processes of national cyber crisis management.", 
        "sentence_id,": "81abe1aed1"
    }, 
    {
        "sentence": "These strategic enterprises should set up a comprehensive security architecture (risk and crisis management), update it according to the threats arising and appoint a security officer.", 
        "sentence_id,": "23ff7395fb"
    }, 
    {
        "sentence": "Crisis communication should be further developed and intensified.", 
        "sentence_id,": "d48c78cd16"
    }, 
    {
        "sentence": "Moreover, cyber security standards should be defined for these enterprises based on a partnership approach.", 
        "sentence_id,": "9197b5a8df"
    }, 
    {
        "sentence": "The operators of critical infrastructures should have a duty to report severe cyber incidents .", 
        "sentence_id,": "f428091a40"
    }, 
    {
        "sentence": "The appropriate legal basis has to be established after comprehensive consultations with the relevant stakeholders.", 
        "sentence_id,": "a34a41870b"
    }, 
    {
        "sentence": "Existing arrangements for the protection of critical infrastructures (APCIP) and the Governmental Crisis and Civil Protection Management should be reviewed on an ongoing basis to ensure that they continue to meet new cyber challenges and to modify them if required.", 
        "sentence_id,": "11995a7b79"
    }, 
    {
        "sentence": "Field of action 5 awareness raising and training Objective: By sensitising all target groups, the necessary awareness of, personal interest in and attention paid to cyber security will be increased.", 
        "sentence_id,": "e421b7397d"
    }, 
    {
        "sentence": "These awareness-raising measures will help to create understanding for the need to ensure cyber security.", 
        "sentence_id,": "5602942ab6"
    }, 
    {
        "sentence": "By taking concrete and target- group-specific measures, the necessary knowledge about security-conscious behaviour and a responsible approach to using information and ICT as a whole will be imparted and promoted.", 
        "sentence_id,": "22330ca7aa"
    }, 
    {
        "sentence": "A meaningful and adequate ICT competence level should be ensured by intensifying training in the field of cyber security and media competence in schools and other educational facilities as well as by developing national cyber security competence in the apprenticeship training system.", 
        "sentence_id,": "63db082bb4"
    }, 
    {
        "sentence": "Measures: 12) Strengthening a cyber security culture10 Awareness-raising initiatives are developed, coordinated and implemented on the basis of a common approach by taking into account existing programmes.", 
        "sentence_id,": "b00ba9d39d"
    }, 
    {
        "sentence": "In this context it is important to examine cyber security from different perspectives, to highlight relevant 10 See: National ICT Security Strategy, chapter Awareness dangers, to draw attention to possible effects and damages as well as to make recommendations for security measures.", 
        "sentence_id,": "33801263bc"
    }, 
    {
        "sentence": "To give different target groups access to more in-depth customised advice, the existing consulting programmes should be further strengthened and expanded.", 
        "sentence_id,": "1dfb2a1f2b"
    }, 
    {
        "sentence": "An ICT Security Internet Portal will be set up in the form of a web platform.", 
        "sentence_id,": "644663970e"
    }, 
    {
        "sentence": "It will serve as an information and communication hub for awareness-raising measures.", 
        "sentence_id,": "699db8d9e7"
    }, 
    {
        "sentence": "The Ministry of Finance, the Federal Chancellery and A-SIT will be in charge of coordinating the ICT Security Internet Portal.", 
        "sentence_id,": "174ce4dd52"
    }, 
    {
        "sentence": "The strategic approach of the Portal will be guided by the principles and objectives of the ACSS.", 
        "sentence_id,": "ebf78bec29"
    }, 
    {
        "sentence": "Cyber crime prevention programmes will be further developed.", 
        "sentence_id,": "361be1f87c"
    }, 
    {
        "sentence": "13) Incorporating cyber security and media competence into all levels of education and training11 Stronger integration of ICT, cyber security and media competence into the school curriculum .", 
        "sentence_id,": "9c6268c63e"
    }, 
    {
        "sentence": "ICT and new media literacy has become part of the curriculum of all types of schools.", 
        "sentence_id,": "b3cb32325a"
    }, 
    {
        "sentence": "Moreover, ICT security issues and cyber security should become an integral part of a model for digital competence adjusted to the curriculum of the respective type of school so as to create awareness for security issues and to help children learn a responsible use of ICT and new media.", 
        "sentence_id,": "5bf63d0601"
    }, 
    {
        "sentence": "The aim is to ensure an adequate ICT competence level across all types of schools.", 
        "sentence_id,": "34b3a06e2d"
    }, 
    {
        "sentence": "ICT (security) competence should be taken into account in the training programmes of pedagogical universities and other pedagogical institutions at tertiary level as a prerequisite for teaching these skills at school as well as in adult education centres.", 
        "sentence_id,": "35dbaf4773"
    }, 
    {
        "sentence": "The training of experts in the public sector responsible for improving cyber security will be intensified in cooperation with national and international training facilities.", 
        "sentence_id,": "a344fd3814"
    }, 
    {
        "sentence": "The ICT system administrators of the operators of critical infrastructures should receive cyber security training to enable them to recognise cyber incidents, to detect anomalies in their ICT systems and to report them to their security officers (Human Sensor Programme).", 
        "sentence_id,": "23a43428c0"
    }, 
    {
        "sentence": "Field of action 6 research and development Objective: To ensure cyber security, technical expertise is necessary, which must be based on state-of- the-art research and development results.", 
        "sentence_id,": "bd092007d9"
    }, 
    {
        "sentence": "To this end, cyber security issues must increasingly be taken into account in applied cyber research as well as in security research programmes such as KIRAS.", 
        "sentence_id,": "a2a621275b"
    }, 
    {
        "sentence": "Efforts should be made to achieve active thematic leadership in EU security research programmes.", 
        "sentence_id,": "24d6b3cad5"
    }, 
    {
        "sentence": "Measures: 14) To strengthen Austrias research in the area of cyber security12 In the framework of national and EU security research programmes, cyber security must be among the key research priorities.", 
        "sentence_id,": "7ce01a148e"
    }, 
    {
        "sentence": "In joint projects, the relevant stakeholders in administration, economy and research will develop the conceptual framework and technological instruments to enhance Austrias cyber security standards.", 
        "sentence_id,": "671a14a346"
    }, 
    {
        "sentence": "Special emphasis will be placed on measures helping to turn research and development findings speedily into marketable products.", 
        "sentence_id,": "db59c7e54a"
    }, 
    {
        "sentence": "Existing research projects, such as those under A-SIT, will be further developed.", 
        "sentence_id,": "ff61f3e3ed"
    }, 
    {
        "sentence": "11 See: National ICT Security Strategy, chapter Education and Research 12 For more details see: National ICT Security Strategy, chapter Education and Research Austria should strive for an active thematic leadership in EU security research programmes .", 
        "sentence_id,": "f39553be23"
    }, 
    {
        "sentence": "Austria should contribute themes which it considers important to international research programmes.", 
        "sentence_id,": "f7973b55bf"
    }, 
    {
        "sentence": "Field of action 7 international cooperation Objective: Global networking and international cooperation are key factors of the ACSS.", 
        "sentence_id,": "6eef50ac4b"
    }, 
    {
        "sentence": "Security in cyber space may be achieved only through a coordinated policy mix at national and international level.", 
        "sentence_id,": "920b5705e6"
    }, 
    {
        "sentence": "Austria will therefore engage in an active cyber foreign policy and pursue its interests in the framework of the EU, UN, OSCE, Council of Europe, OECD and NATO partnerships based on a coordinated and targeted approach.", 
        "sentence_id,": "2a5f9b1887"
    }, 
    {
        "sentence": "Furthermore, the international aspects of Austrias cyber policy will be coordinated consistently in other policy areas.", 
        "sentence_id,": "315a36ce79"
    }, 
    {
        "sentence": "Measures: 15) Effective collaboration on cyber security in Europe and worldwide Austria will make a substantial contribution to the development and implementation of an EU Cyber Security Strategy.", 
        "sentence_id,": "bd7b3ed5fd"
    }, 
    {
        "sentence": "The competent ministries will take the necessary measures to implement and to take full advantage of the Convention on Cybercrime of the Council of Europe.", 
        "sentence_id,": "4905165960"
    }, 
    {
        "sentence": "Austria advocates a free Internet at international level.", 
        "sentence_id,": "0a265cb008"
    }, 
    {
        "sentence": "The free exercise of all human rights must be guaranteed in virtual space, and particularly the right to freedom of expression and information must not be restricted unduly in the Internet.", 
        "sentence_id,": "dead977250"
    }, 
    {
        "sentence": "This is the position Austria will adopt in international forums.", 
        "sentence_id,": "cc982e662d"
    }, 
    {
        "sentence": "Hence, Austria will participate actively in developing and establishing a transnational code for governance in cyber space, which will include measures to build confidence and security.", 
        "sentence_id,": "c6df0767ac"
    }, 
    {
        "sentence": "Austria will continue its bilateral cooperation which has been initiated in the framework of the NATO Partnership for Peace and actively support the preparation of a list of concrete confidence- and security-building measures in the OSCE.", 
        "sentence_id,": "a028a29cc6"
    }, 
    {
        "sentence": "Austria participates actively in planning and implementing transnational cyber exercises.", 
        "sentence_id,": "0dade7737a"
    }, 
    {
        "sentence": "The experience gained will be used as a direct input for planning and further developing operational cooperation.", 
        "sentence_id,": "7e3761ae66"
    }, 
    {
        "sentence": "Foreign policy measures relevant for cyber security are coordinated by the Federal Ministry for European and International Affairs.", 
        "sentence_id,": "21bad6c5cb"
    }, 
    {
        "sentence": "Where appropriate, the conclusion of bilateral or international agreements will be taken into consideration.", 
        "sentence_id,": "3805005891"
    }, 
    {
        "sentence": "13 On 7 February 2013 the European Commission presented drafts of the Cyber Security Strategy as well as of the Directive on Network and Information Security.", 
        "sentence_id,": "4d04ba6a2e"
    }, 
    {
        "sentence": "6 Implementation The Steering Group develops an Implementation Plan to carry out the horizontal measures laid down in the Austrian Cyber Security Strategy within three months after adoption of the ACSS by the federal government.", 
        "sentence_id,": "feb3a43d29"
    }, 
    {
        "sentence": "The competent bodies are responsible for implementing these measures within their respective mandate.", 
        "sentence_id,": "84ae1a9485"
    }, 
    {
        "sentence": "The implementation of measures of the ACSS will be coordinated by the Cyber Security Steering Group.", 
        "sentence_id,": "98ddb11107"
    }, 
    {
        "sentence": "Based on the ACSS, the competent ministries will develop sub-strategies for their sphere of responsibilities.", 
        "sentence_id,": "0912cd6e91"
    }, 
    {
        "sentence": "The ministries represented in the Cyber Security Steering Group will submit an Implementation Report to the federal government every two years.", 
        "sentence_id,": "a4c5db9d22"
    }, 
    {
        "sentence": "The preparation of the Implementation Report will go hand in hand with a review of the Austrian Cyber Security Strategy, which will be revised and updated if necessary.", 
        "sentence_id,": "402af45adf"
    }, 
    {
        "sentence": "The strategic foundations will be further developed in cooperation with non-state partners.", 
        "sentence_id,": "ed65e6a247"
    }, 
    {
        "sentence": "Annex 1 The Cyber Risk Matrix shows the range of cyber-related risks and threats.", 
        "sentence_id,": "79c5eacdeb"
    }, 
    {
        "sentence": "The x-axis represents events with a probability of occurrence ranging between very low and very high, while the y-axis depicts effects classified between limited and disastrous.", 
        "sentence_id,": "30d213d7a6"
    }, 
    {
        "sentence": "The following events are for example regarded as having a probability of occurrence between very high and high, with serious to disastrous effects: cyber espionage, malware, lack of strategic network planning, insecure control systems and the manipulation of social networks.", 
        "sentence_id,": "9b52580918"
    }, 
    {
        "sentence": "Events such as hacked critical digital systems, data theft and manipulation of citizens data, manipulation of the ICT systems of critical infrastructures (e.g.", 
        "sentence_id,": "23828f4c23"
    }, 
    {
        "sentence": "energy and water supply) have a very low to low probability of occurrence with serious to disastrous effects.", 
        "sentence_id,": "f328a8b77d"
    }, 
    {
        "sentence": "The systematic theft of digital identities has for example limited to significant effects and a probability of occurrence ranging between high and very high.", 
        "sentence_id,": "3743f1390f"
    }, 
    {
        "sentence": "Cyber war, cyber terrorism, cyber crime, vulnerability of ICT infrastructures through disasters and manipulated/insecure hardware are placed at the centre of the matrix with four arrows pointing in all the directions of the two axes.", 
        "sentence_id,": "1023a6d3c2"
    }, 
    {
        "sentence": "Cyber Risk Matrix 2011 Manipulation of fi nancial transaction systemsMissing or obsolete legal foundationControl over ownership of critical infrastructureUnsecure industrialcontrol systems(z.B.", 
        "sentence_id,": "2e3f4220a6"
    }, 
    {
        "sentence": "SCADA) Manipulation ofcommunication and satellite connectionsIdentitytheft and manipulation ofcitizens id-dataBroken digitalsignature schemesDistributed denial of service attacksManipulationof GPS-time signalSystematic theft of digital identitiesSocial EngineeringManipulation ofenergy generationand supply IT-systemsManipulation of water supplysystems ITCyber espionage against the stateMissing strategic networkinfrastructure strategyMalicious softwareUnclear responsibility across governmental institutionsInadequateunderstanding ofthe cyber attack statusNo security sealof quality/auditsLack ofexpertsSocial networks and their manipulationIndustrial Cyber espionageUnknownIT-anomaliesIncomplete Cyber GovernanceVulnerability of IT- infrastructure againstnatural disastersManipuliated of unsecure hardwareCybercrimeCyberterrorism CyberwarFlawed and incompatible codes/softwareMissing focus on regulations for IT-securityNot enough incentives for security investmentsManipulation of cloud service systemsNo systematic technology impact assessmentLack of security awareness and standardsMissing or incomplete business continuity managementManipulation of trans- portation IT systems (air, train, road) Occurrence probabilityconsequencesvery lowdisastrousminimalconsiderableheavylowhighvery highNegligent behaviour of users in strategically important infrastructure providers Annex 2 List of Abbreviations ACI Austrian Critical Infrastructure / sterreichische kritische Infrastruktur ACSS Austrian Cyber Security Strategy / sterreichische Strategie fr Cyber Sicherheit (SCS) APCIP Austrian Programme for Critical Infrastructure Protection / sterreichisches Programm zum Schutz kritischer Infrastruktur A-SIT Secure Information Technology Centre - Austria / Zentrum fr sichere Informationstechnologie Austria ASS Austrian Security Strategy / sterreichischen Sicherheitsstrategie (SS) CERT Computer Emergency Response Team CERT.at Computer Emergency Response Team - Austria CII Critical Information Infrastructures / Kritische Informationsinfrastrukturen GovCERT Governmental Computer Emergency Response Team / Staatliches Computer Emergency Response Team ICT Information and communication technology MilCERT Military Computer Emergency Response Team / Militrisches Computer Emergency Response Team SCM Submission to the Council of Ministers / Ministerratsvortrag (MRV) SMEs Small and medium-sized enterprises PPP Public Private Partnership Annex 3 Cyber Security Glossary Awareness refers to the security awareness of all persons sharing responsibility for information security.", 
        "sentence_id,": "a2b6a018dd"
    }, 
    {
        "sentence": "Understanding and motivation are necessary to ensure that security rules are observed and implemented on a continuous basis.", 
        "sentence_id,": "4a9049cfc6"
    }, 
    {
        "sentence": "To remind employees regularly of the importance of their activities for information security, they must be supported through targeted awareness-raising measures.", 
        "sentence_id,": "dee83de0a4"
    }, 
    {
        "sentence": "CERT Computer Emergency Response Team refers to an emergency team which will prevent threats and restore ICT systems if security incidents occur.", 
        "sentence_id,": "608f119499"
    }, 
    {
        "sentence": "Basically a CERT / CSIRT provides three types of services: Emergency response services: making available emergency teams to prevent threats and restore ICT systems if security incidents occur (also referred to as CSIRT, i.e.", 
        "sentence_id,": "2b8487865a"
    }, 
    {
        "sentence": "Computer Security Incident Response Team).", 
        "sentence_id,": "d8d4d146f2"
    }, 
    {
        "sentence": "Preventive services: the preventive tasks of a CERT are to observe developments of ICT security, to warn about weaknesses and recognised attack patterns, to provide support in assessing damage and to raise awareness within their sphere of responsibility, especially through training and consulting.", 
        "sentence_id,": "ee209230a2"
    }, 
    {
        "sentence": "Security quality management: providing a pool of expert know-how, auditing capabilities and a lessons-learned cycle for their respective sphere of responsibility.", 
        "sentence_id,": "ed9bf4a4e9"
    }, 
    {
        "sentence": "Critical infrastructure (CI), critical information infrastructure (CII) Critical infrastructures are those infrastructures or parts thereof which are of crucial importance for ensuring important social functions.", 
        "sentence_id,": "156cd4120c"
    }, 
    {
        "sentence": "Critical infrastructure is often abbreviated as CI (Critical Infrastructure) even in the German-language area.", 
        "sentence_id,": "4c086cf7a5"
    }, 
    {
        "sentence": "CIP has become the abbreviation commonly used at international and national level, referring to Critical Infrastructure Protection, while CIIP stands for Critical Information Infrastructure Protection.", 
        "sentence_id,": "fdce292e81"
    }, 
    {
        "sentence": "Cyber attack, cyber espionage, cyber sabotage The term cyber attack refers to an attack through IT in cyber space, which is directed against one or several IT system(s).", 
        "sentence_id,": "a9ae489bba"
    }, 
    {
        "sentence": "Its aim is to undermine the objectives of ICT security protection (confidentiality, integrity and availability) partly or totally.", 
        "sentence_id,": "1c32f9f0bd"
    }, 
    {
        "sentence": "Cyber attacks directed against the confidentiality of an IT system are referred to as cyber espionage, i.e.", 
        "sentence_id,": "be269ff0f8"
    }, 
    {
        "sentence": "14 Source of text: Austrian Programme for Critical Infrastructure Protection (APCIP) 15 Source of text: definition AG Cyber based on: Federal Ministry of the Interior, Cybersicherheitsstrategie fr Deutschland, Berlin, 2010 + KS: Cyber Risik Matrix Glossary (partly) Cyber crime Cyber crime comprises illegal attacks from cyber space on or through ICT systems, which are defined in penal or administrative laws.", 
        "sentence_id,": "413769f611"
    }, 
    {
        "sentence": "Cyber defence The term cyber defence refers to all measures to defend cyber space with military and appropriate means for achieving military-strategic goals.", 
        "sentence_id,": "5d0383d13c"
    }, 
    {
        "sentence": "Cyber defence is an integrated system, comprising the implementation of all measures relating to ICT and information security, the capabilities of milCERT and CNO (Computer Network Operations) as well as the support of the physical capabilities of the army.", 
        "sentence_id,": "44501d3600"
    }, 
    {
        "sentence": "Cyber security Cyber security describes the protection of a key legal asset through constitutional means against actor-related, technical, organisational and natural dangers posing a risk to the security of cyber space (including infrastructure and data security) as well as the security of the users in cyber space.", 
        "sentence_id,": "b4b0b5b95e"
    }, 
    {
        "sentence": "Cyber security helps to identify, assess and follow up on threats as well as to strengthen the ability to cope with interferences in or from cyber space, to minimise the effects as well as to restore the capacity to act and functional capabilities of the respective stakeholders, infrastructures and services.", 
        "sentence_id,": "083f12f9a3"
    }, 
    {
        "sentence": "Cyber space / virtual space Cyber space is the virtual space of all IT systems interconnected at data level on a global scale.", 
        "sentence_id,": "7d50765480"
    }, 
    {
        "sentence": "In common parlance, cyber space also refers to the global network of different independent IC infrastructures, telecommunication networks and computer systems.", 
        "sentence_id,": "d29a3c0877"
    }, 
    {
        "sentence": "In the social sphere the use of this global network allows individuals to interact, exchange ideas, disseminate information, give social support, engage in business, control action, create art and media works, play games, participate in political discussions and a lot more.", 
        "sentence_id,": "932a8388f3"
    }, 
    {
        "sentence": "Cyber space has become an umbrella term for all things related to the Internet and for different Internet cultures.", 
        "sentence_id,": "b611102f66"
    }, 
    {
        "sentence": "Many countries regard networked ICT and independent networks operating through this medium as components of their national critical infrastructures.", 
        "sentence_id,": "fb05aa9ac2"
    }, 
    {
        "sentence": "Cyber terrorism / misuse of the Internet for extremist purposes Cyber terrorism is defined as a politically motivated crime of state and / or non-state actors against computers, networks and the information stored therein.", 
        "sentence_id,": "5a2d8816a4"
    }, 
    {
        "sentence": "Its aim is to provoke a severe or long-term disruption of public life or to cause serious damage to economic activity with the intention of severely intimidating the population, of forcing public authorities or an international organisation to carry out, tolerate or omit an act or of profoundly unsettling or destroying the political, constitutional, economic or social foundations of a state or an international organisation.", 
        "sentence_id,": "b42a92af3d"
    }, 
    {
        "sentence": "16 Source of text: AG Cyber + KS: Cyber Risk Matrix - Glossary 17 Source of text: definition AG Cyber based on: Federal Ministry of the Interior, Cybersicherheitsstrategie fr Deutschland (Cyber Security Strategy for Germany), Berlin, 2010 18 Source of text: AG Cyber + KS: Cyber Risik Matrix Glossary Cyber war Cyber war refers to acts of war in and around virtual space with means which are predominantly associated with information technology.", 
        "sentence_id,": "f20744d01b"
    }, 
    {
        "sentence": "In a broader sense, this implies the support of military campaigns in traditional operational spaces i.e.", 
        "sentence_id,": "a4bc806bc6"
    }, 
    {
        "sentence": "ground, sea, air and outer space through measures taken in the virtual space.", 
        "sentence_id,": "3e978d1e8f"
    }, 
    {
        "sentence": "Data protection Every individual has a right to secrecy of his / her personal data, especially in terms of respect for his / her private and family life, provided that they represent interests worthy of protection.", 
        "sentence_id,": "01df52e2ab"
    }, 
    {
        "sentence": "DDOS (Distributed Denial of Services) Distributed Denial of Services: attacks for which a large number of computers are used to block a specific computer through numerous external communication requests.", 
        "sentence_id,": "0e8fa70bd0"
    }, 
    {
        "sentence": "Governmental Crisis and Civil Protection Management The Governmental Crisis and Civil Protection Management is responsible for civil protection management in Austria.", 
        "sentence_id,": "28a9f55071"
    }, 
    {
        "sentence": "It covers all measures taken to prevent and combat threats and damages caused by disasters.", 
        "sentence_id,": "344c6360da"
    }, 
    {
        "sentence": "Its aim is to protect public life or to restore it as fast as possible, particularly public order and security as well as the supply of necessities.", 
        "sentence_id,": "4df78308d9"
    }, 
    {
        "sentence": "ICT ICT is an umbrella term for all computer- (IT) and network- (CT) based technologies as well as related economic sectors.", 
        "sentence_id,": "c36479a6d8"
    }, 
    {
        "sentence": "Information and communication technology is also used as a blanket term for all communication instruments or communication applications, including radio, television, mobile telephones, hardware and software for computers and networks, satellite systems, etc.", 
        "sentence_id,": "d769768780"
    }, 
    {
        "sentence": "ICT system An ICT system is a combination of forces, means and procedures for processing, transmitting and / or conveying information to fulfil a specific task.", 
        "sentence_id,": "cadb926abd"
    }, 
    {
        "sentence": "The products (ICT services) of an ICT system may be made available through interfaces or, if appropriate, through services outside the limits of the system.", 
        "sentence_id,": "0d7b7d9e7b"
    }, 
    {
        "sentence": "19 Source of text: ETH Zurich: CSS No.", 
        "sentence_id,": "35fb2c17a5"
    }, 
    {
        "sentence": "71/2010, Zurich, 2010 + KS: Cyber Risik Matrix Glossary + AG Cyber 20 Data Protection Act DSG 2000, Art.", 
        "sentence_id,": "645a6efef1"
    }, 
    {
        "sentence": "1, constitutional provision, fundamental right to data protection, Section 1(1) 21 Guideline / Crisis and Civil Protection Management 22 Source of text: Definition AG Cyber based on: Federal Ministry of the Interior Cybersicherheitsstrategie fr Deutschland (Cyber Security Strategy for Germany), Berlin, 2010 23 Internal definition AG Cyber (Federal Ministry of Defence and Sports / Federal Ministry of the Interior) Information security / network security Information security or network security are umbrella terms for ICT security, referring to the entire relevant information of an organisation or an enterprise, including information that has not been processed electronically.", 
        "sentence_id,": "593c0dac90"
    }, 
    {
        "sentence": "Hence, it describes the entirety of characteristics of an organisation ensuring the confidentiality, availability and integrity of information.", 
        "sentence_id,": "35f3299058"
    }, 
    {
        "sentence": "Information may be available as spoken text, paper documents or other directly readable media or as electronically processed data in ICT systems.", 
        "sentence_id,": "594ff6931b"
    }, 
    {
        "sentence": "Internet The Internet is a worldwide system of interconnected computers which applies the same protocol standard (TCP / IP Transmission Control Protocol / Internet Protocol) and is used by billions of people.", 
        "sentence_id,": "5cffb1fa82"
    }, 
    {
        "sentence": "It is a network of networks consisting of millions and millions of private, public, academic, business and administrative networks, which are interconnected through a tightly woven system of electronic, radio and optical network technologies both at local and global level.", 
        "sentence_id,": "e6e895377f"
    }, 
    {
        "sentence": "The Internet does not have any central instances, neither in terms of technical implementation nor with regard to the conditions of access and use.", 
        "sentence_id,": "2232cd5505"
    }, 
    {
        "sentence": "It applies only a general definition of the two principal name spaces, the Internet Protocol address spaces and the Domain Name System, which are administered by the Internet Corporation for Assigned Names and Numbers (ICANN).", 
        "sentence_id,": "08eba9ff0d"
    }, 
    {
        "sentence": "The Internet works across platforms and operational systems.", 
        "sentence_id,": "28b4b22ddc"
    }, 
    {
        "sentence": "Typical services on the Internet are the worldwide web (www) and e-mail.", 
        "sentence_id,": "20b2989fef"
    }, 
    {
        "sentence": "Malware Malware refers to computer programmes executing processes that are not desired by the owner of the ICT system and often cause damages.", 
        "sentence_id,": "6e0bcd20d8"
    }, 
    {
        "sentence": "As a catch-all term, malware describes all types of malicious software such as viruses, worms, spyware, backdoors and the like.", 
        "sentence_id,": "9e48f8e60e"
    }, 
    {
        "sentence": "Social engineering In the context of IT security, this term is used for strategies of online fraudsters.", 
        "sentence_id,": "5511391f0a"
    }, 
    {
        "sentence": "It describes direct communication processes used by the attacker to obtain confidential information from the victim through manipulation or to draw benefits illegally.", 
        "sentence_id,": "245ed6aaf3"
    }, 
    {
        "sentence": "By approaching their victims individually, the attackers increase their success rates: phished data such as the users browsing habits or names from the victims personal environment are used, e.g.", 
        "sentence_id,": "653cca6b75"
    }, 
    {
        "sentence": "24 www.sicherheitskultur.at, Information Security Glossary 25 Source of text (partly): KS: Cyber Risk Matrix - Glossary 26 www.sicherheitskultur.at, Information Security Glossary", 
        "sentence_id,": "eef39e8f80"
    }
]