[
    {
        "sentence": "P r i j e d l o g BOSNA I HERCEGOVINA VIJECE MINISTARA AKCIONI PLAN za zatitu djece i sprjecavanje nasilja nad djecom putem informaciono-komunikacijskih tehnologija u Bosni i Hercegovini (2014.-2015.)", 
        "sentence_id,": "b5a1488f78"
    }, 
    {
        "sentence": "Akcioni plan za zatitu djece i sprjecavanje nasilja nad djecom putem informaciono-komunikacijskih tehnologija u Bosni i Hercegovini za period 2014-2015 je sacinjen u skladu sa Strategijom suprostavljanja trgovini ljudima u Bosni i Hercegovini (2013-2015) usvjenom na 43. sjednici Vijeca ministara bosne i Hercegovine odranoj 26.3.2013. godine.", 
        "sentence_id,": "fbd83102fd"
    }, 
    {
        "sentence": "Poboljanje sistema zatite od djecije pornografije i pedofilije kojom se planira Osigurati efikasne mehanizme zatite od djecije pornografije i drugih oblika seksualnog iskoritavanja, te zloupotrebe djece putem informacionih i komunikacijskih tehnologija.", 
        "sentence_id,": "ba677ebca3"
    }, 
    {
        "sentence": "Takav plan, Strategija obrazlae na slijedeci nacin: Neograniceni cyber prostor i dostupnost informacija u svakom trenu iz bilo koje tacke planete zasigurno predstavlja krucijani benefit civilizacije.", 
        "sentence_id,": "d4e9053692"
    }, 
    {
        "sentence": "Medutim, ovakvo stanje ima i svoje negativne trendove i posljedice.", 
        "sentence_id,": "d008f10557"
    }, 
    {
        "sentence": "Naime, upravo ovaj neograniceni prostor, dostupnost i djelomicna anonimnost omogucava devijacije razlicitih formi na koje slube formalne socijalne kontrole i slube za provedbu zakona nisu navilke u svakodnevnim aktivnostima.", 
        "sentence_id,": "8e779c0480"
    }, 
    {
        "sentence": "Djeca kao znatieljna kategorija stanovnitva svake zemlje vrlo cesto dolaze u opasnost da postanu rtve razlicitih zloupotreba upravo pomenutog cyber prostora.", 
        "sentence_id,": "a3ba78cfab"
    }, 
    {
        "sentence": "Stoga je potrebno definisati posebnu mjeru u okviru ove Stretegije.", 
        "sentence_id,": "db39f53a1f"
    }, 
    {
        "sentence": "predvidio je Usvajanje Akcionog plana za zatitu djece i sprjecavanje nasilja nad djecom putem informaciono-komunikacijskih tehnologija.", 
        "sentence_id,": "72d11c4910"
    }, 
    {
        "sentence": "Na osnovu uradene analize usaglaenosti (A-1.2.)", 
        "sentence_id,": "715c21dc00"
    }, 
    {
        "sentence": "inicirati izradu prijedloga za izmjene i dopune zakona, vodeci racuna o ustavnim nadlenostima, kako bi se unaprijedio sistem zatite djece u Bosni i Hercegovini.", 
        "sentence_id,": "a3e4a5c4a3"
    }, 
    {
        "sentence": "Izmjene i dopune Zakona o krivicnom postupku u BiH, vodeci racuna o ustavnim nadlenostima, u cilju unapredenja zatite djece od djecje pornografije i drugih oblika seksualnog iskoritavanje u skladu sa medunarodnim standardima i preporukama, a posebno Konvencijom o cyber kriminalu i Konvencijom o zatiti djece od seksualnog iskoritavanja i zlostavljanja.", 
        "sentence_id,": "fa36562ae9"
    }, 
    {
        "sentence": "Izmjena krivicnih zakona u BIH, vodeci racuna o ustavnim nadlenostima, u skladu sa medunarodnim standardima i preporukama, a posebno Konvencijom o cyber kriminalu i Konvencijom o zatiti djece od seksualnog iskoritavanja i zlostavljanja.", 
        "sentence_id,": "2274692744"
    }, 
    {
        "sentence": "Priprema i usvajanje Smjernica o zatiti djece od nasilja putem informacijsko komunikacijskih tehnologija Min.", 
        "sentence_id,": "bcc9439f9f"
    }, 
    {
        "sentence": "Izrada studije izvodljivosti mogucnosti implementacije tzv programa black list koje bi sadravale informacije o domenima na kojima se nalaze sadraji nasilja nad djecom putem IKT.", 
        "sentence_id,": "211032be5d"
    }, 
    {
        "sentence": "Analizirati i po potrebi predloiti formiranje specijalizirane org.", 
        "sentence_id,": "33da13062b"
    }, 
    {
        "sentence": "Analizirati i po potrebi predloiti formiranje specijalizirane org.", 
        "sentence_id,": "c84d92ee84"
    }, 
    {
        "sentence": "Usko specijalisticka obuka policije za on-line istraivanje KD (procesnopravno prikupljanje dokaza, put dokaza, prikrivene istrage i sl.).", 
        "sentence_id,": "fad1733eb3"
    }, 
    {
        "sentence": "Ministartvo sigurnosti BIH, Ministarstvo unutranjih poslova FBIH, Ministarstvo unutranjih psolova Republike Srpske, Policija Distrikta Brcko BIH.", 
        "sentence_id,": "841ab4e147"
    }, 
    {
        "sentence": "Specijalisticka obuka za rad na softverskim paketima za istrage i forenziku.", 
        "sentence_id,": "4dfcd17cfb"
    }, 
    {
        "sentence": "Kreiranje jedinstvenih smjernica o postupanja ISP- ova u slucajevima detektovanja stranica koje prikazuju nasilje nad djecom Ministarstvo prometa i komunikacija BIH, RAK, Ministarstvo unutranjih poslova FBIH, Ministarstvo unutranjih poslova Republike Srpske, Policija Distrikta Brcko BIH, Ministarstvo pravde FBIH, Ministarstvo pravde RS, Pravosudna komisija BD BIH.", 
        "sentence_id,": "bf825db9b3"
    }, 
    {
        "sentence": "Izraditi protokol o saradnji izmedu agencija za provedbu zakona u BIH i NVO koje adminitriraju postojece hotline za prijavu nasilja nad djecom putem IKT, po uzoru na INHOPE protokol.", 
        "sentence_id,": "90deaf2bda"
    }, 
    {
        "sentence": "Izrada prirucnika za postupanje u slucajevima nasilja nad djecom putem IKT namijenjenog Agencijama za sprovodenje zakona, pravosudu i NVO.", 
        "sentence_id,": "e49d5f9bc4"
    }, 
    {
        "sentence": "Ucece u radu medunarodnih tijela i medunarodnim inicijativama usmjerenim na borbu protiv nasija nad djecom putem IKT-a.", 
        "sentence_id,": "23f163c07d"
    }, 
    {
        "sentence": "Rad na osiguranju pristupa Agencija za sprovodenje zakona bazama podataka Interpola po pitanju identifikovanih fotografija, audio vizulnog matrijala u vezi sa djecijom pronografijom (ICAID).", 
        "sentence_id,": "e164390187"
    }, 
    {
        "sentence": "Rad na obezbjedenju pristupa INHOPE bazi podataka i ostalim slicnim bazama.", 
        "sentence_id,": "8162af2f66"
    }, 
    {
        "sentence": "Rad na obezbjedenju pristupa policijskom forumu GROOVE, nadlenim agencijama (organizacijama) u BIH koje se bave ovom problematikom.", 
        "sentence_id,": "f3bc41c106"
    }, 
    {
        "sentence": "Naucna analiza problema nasilja nad djecom u Bosni i Hercegovini putem informaciono komunikacijskih tehnologija Akademske i naucno istraivacke institucije ili organizacije.", 
        "sentence_id,": "6c11218966"
    }, 
    {
        "sentence": "Provedbe razlicitih vidova kampanja o problemu nasilja nad djecom putem informaciono- komunikacijskih tehnologija Sve institucije ukljucene u implementaciju ovog Akcionog plana, medunarodne organizacije i nevladine organizacije, informaciono-komunikacijska industrija.", 
        "sentence_id,": "232e6ab86d"
    }, 
    {
        "sentence": "Podrka rtvama u slucajevima nasilja nad djecom putem informaciono komunikacijskih tehnologija Ova aktivnost se odnosi iskljucivo na FBIH i Brcko Distrikt i za nju su nadlene sve institucije ukljucene u implementaciju ovog Akcionog plana, medunarodne organizacije i nevladine organizacije, informaciono- komunikacijska industrija.", 
        "sentence_id,": "535a158384"
    }, 
    {
        "sentence": "U Republici Srpskoj je ova oblast vec definisana Zakonom od zatiti od nasilja u porodici i Zakonom o socijalnoj zatiti.", 
        "sentence_id,": "d62e509b10"
    }, 
    {
        "sentence": "Izrada inicijative za postavljenje linkova na web stranicama obrazovnih institucija za djecu koji upucuju na uspostavljenje portale i linije za pomoc koji tretiraju problem nasilja nad djecom putem informaciono komunikacijskih tehnologija Ministarstvo prosvjete i kulture RS u saradnji sa Agencijom za informaciono drutvo RS; Ministarstva obrazovanja kantona u FBIH i Odjel za obrazovanje BD BIH.", 
        "sentence_id,": "e556d1560c"
    }, 
    {
        "sentence": "Uspostava centra za sigurniji internet Nevladina organizacija MFS EMMAUS u konsultaciji i uz saglasnost Ministarstva prosvjete i kulture RS, Ministarstva obrazovanja kantona u FBIH i Odjela za obrazovanje BD BIH.", 
        "sentence_id,": "fe36ae21cd"
    }, 
    {
        "sentence": "Edukacija edukatora (nastavnika informatike u osnovnim i srednjim kolama) o problemu nasilja nad djecom putem informaciono komunikacijskih tehnologija Fakultet za kriminalistiku, kriminologiju i sigurnosne studije Univerziteta u Sarajevu i Visoka kola unutranjih poslova Ministarstva unutranjih poslova Republike Srpske; Ministarstvo prosvjete i kulture RS, Ministarstva obrazovanja svih kantona u FBIH i Odjel za obrazovanje DB BIH.", 
        "sentence_id,": "b660780890"
    }, 
    {
        "sentence": "Izrada Smjernica za programe rehabilitacije i reintegracije rtava nasilja putem informaciono-komunikacijskih tehnologija Ministarstvo za ljudska prava i izbjeglice BiH.", 
        "sentence_id,": "76579eb1b8"
    }, 
    {
        "sentence": "Harmoniziranje standarda za pruanje pomoci i zatite djece rtava trgovine ljudima i drugih vidova kriminala Ministarstvo za ljudska prava i izbjeglice BiH; Ministarstvo sigurnosti BiH; Nadlena ministartva iz oblasti obrazovanja, socijalne zatite i zdravstva u FBIH; Ministarstvo za porodicu, omladinu i sport Republike Srpske; Odjeli za obrazovanje, socijalnu zatitu i zdravstvo Brcko Distrikta BIH.", 
        "sentence_id,": "a7cab07736"
    }
]