[
    {
        "sentence": "MOSTI National Cyber Security Ministry of Science, Technology And Innovation National Security Vision Malaysians Critical National Information Infrastructure will be secure, resilient and self-reliant.", 
        "sentence_id,": "849ec4de54"
    }, 
    {
        "sentence": "Infused with a culture of security, it will promote stability, social well being and wealth creation Ministry of Science, Technology And Innovation Background The alarming rise of premeditated attacks with potentially catastrophic effects to interdependent networks and information systems across the globe has demanded that significant attention is paid to critical information infrastructure protection initiatives.", 
        "sentence_id,": "206608677b"
    }, 
    {
        "sentence": "For many years Governments have been protecting strategically critical infrastructures, however in recent times the information revolution has transformed all areas of life.", 
        "sentence_id,": "33e230e1e2"
    }, 
    {
        "sentence": "The way business is transacted, government operates, and national defence is conducted has changed.", 
        "sentence_id,": "cb6161e0b5"
    }, 
    {
        "sentence": "These activities now rely on an interdependent network of information technology infrastructures and this increases our risk to a wide range of new vulnerabilities and threats to the nations critical infrastructures.", 
        "sentence_id,": "1372a3bacc"
    }, 
    {
        "sentence": "These new cyber threats are in many ways significantly different from the more traditional risks that Governments have been used to addressing.", 
        "sentence_id,": "b4b8889e5e"
    }, 
    {
        "sentence": "Exploiting security flaws appears now to be far easier, less expensive and more anonymous than ever before.", 
        "sentence_id,": "98120b3611"
    }, 
    {
        "sentence": "Ministry of Science, Technology And Innovation The increasing pervasiveness, connectivity and globalization of information technology coupled with the rapidly changing, dynamic nature of cyber threats and our commitment to the use of ICT for socio-economic development brings about the critical need to protect the critical information infrastructures to provide greater control.", 
        "sentence_id,": "b3b6717829"
    }, 
    {
        "sentence": "This means that Governments, including the Malaysian government, must adopt an integrated approach to protect these infrastructures from cyber threats.", 
        "sentence_id,": "c90b6f810e"
    }, 
    {
        "sentence": "The National Cyber Security Policy This National Cyber Security Policy has been designed to facilitate Malaysias move towards a knowledge-based economy (K-economy).", 
        "sentence_id,": "cb15da0ab0"
    }, 
    {
        "sentence": "The Policy was formulated based on a National Cyber Security Framework that comprises legislation and regulatory, technology, public-private cooperation, institutional, and international aspects.", 
        "sentence_id,": "1b3aec28f7"
    }, 
    {
        "sentence": "The National Cyber Security Policy seeks to address the risks to the Critical National Information Infrastructure (CNII) which comprises the networked information systems of ten critical sectors.", 
        "sentence_id,": "8f4e77531b"
    }, 
    {
        "sentence": "The CNII sectors are: National Defence and Security Banking and Finance Information and Communications Energy Transportation Water Health Services Government Emergency services Food and Agriculture The Policy recognizes the critical and highly interdependent nature of the CNII and aims to develop and establish a comprehensive programme and a series of frameworks that will ensure the effectiveness of cyber security controls over vital assets.", 
        "sentence_id,": "e8e2fea8de"
    }, 
    {
        "sentence": "It has been developed to ensure that the CNII are protected to a level that commensurate the risks faced.", 
        "sentence_id,": "34ec22a593"
    }, 
    {
        "sentence": "Ministry of Science, Technology And Innovation The Eight Policy Thrusts THRUST 1: Effective Governance Centralise coordination of national cyber security initiatives Promote effective cooperation between public and private sectors Establish formal and encourage informal information sharing exchanges THRUST 2: Legislative & Regulatory Framework Review and enhance Malaysias cyber laws to address the dynamic nature of cyber security threats Establish progressive capacity building programmes for national law enforcement agencies Ensure that all applicable local legislation is complementary to and in harmony with international laws, treaties and conventions THRUST 3: Cyber Security Technology Framework Develop a national cyber security technology framework that specifies cyber security requirement controls and baselines for CNII elements Implement an evaluation/certification programme for cyber security product and systems THRUST 4: Culture of security and Capacity Building Develop, foster and maintain a national culture of security Standardise and coordinate cyber security awareness and education programmes across all elements of the CNII Establish an effective mechanism for cyber security knowledge dissemination at the national level Identify minimum requirements and qualifications for information security professionals Ministry of Science, Technology And Innovation THRUST 5: Research & Development Towards Self-Reliance Formalise the coordination and prioritization of cyber security research and development activities Enlarge and strengthen the cyber security research community Promote the development and commercialization of intellectual properties, technologies and innovations through focused research and development Nurture the growth of cyber security industry THRUST 6: Compliance and Enforcement Standardise cyber security systems across all elements of the CNII Strengthen tho monitoring and enforcement of standards Develop a standard cyber security risk assessment framework THRUST 7: Cyber Security Emergency Readiness Strengthen the national computer emergency response teams (CERTs) Develop effective cyber security incident reporting mechanisms Encourage all elements of the CNII to monitor cyber security events Develop a standard business continuity management framework Disseminate vulnerability advisories and threat warnings in atimely manner Encourage all elements of the CNII to perform periodic vulnerability assessment programmes THRUST 8: International Cooperation Encourage active participation in all relevant international cyber security bodies, panels and multi-national agencies Promote active participation in all relevant international cyber security by hosting an annual international cyber security conference Implementation Approach Phase I (0 - 1 year) Phase II (0 - 3 years) Addressing Immediate Concerns - Stop-gap measures to address fundamental vulnerabilities to the cyber security of the CNII - Creating a centralize platform for security mechanism - Raising awareness of cyber security and its implications Building the Infrastructure - - Phase III (0 - 5 years and beyond) Ministry of Science, Technology And Innovation Developing Self-Reliance - Setting-up the necessary systems, process, standards and institutional arrangements (mechanisms) Building capacity amongst researches and information security professionals Developing self-reliance in terms of technology as well as professionals Monitoring the mechanisms for compliance Evaluating and improving the mechanisms Creating the culture of cyber security The successful implementation of the eight policy thrust as contained within the National Cyber Security relies on a coordinated and focused approach.", 
        "sentence_id,": "3ad0e63117"
    }, 
    {
        "sentence": "The key feature of the Policy implementation is: Establishment Of The Malaysia Cyber Security Centre The Malaysia Cyber Security Centre is envisioned to become a one-stop coordination centre for national cyber security initiatives by adopting a coordinated and focused approach, with the key objective of strengthening the countrys cyber security arena.", 
        "sentence_id,": "661d2c16ce"
    }, 
    {
        "sentence": "The centre will be under the purview of the Ministry of Science, Technology and Innovation (MOSTI), and overseen by the National IT Council for policy direction and the National Security Council in times of national crisis.", 
        "sentence_id,": "239a0e3334"
    }, 
    {
        "sentence": "The key functions of the Malaysia Cyber Security Center are : National Cyber Security Policy Implementation Defines, communicates and updates (when necessary) the national cyber security programmes to all the CNII.", 
        "sentence_id,": "293f80d830"
    }, 
    {
        "sentence": "National Coordination Closely coordinates cyber security initiatives of various key Agencies and organisations in Malaysia.", 
        "sentence_id,": "a43c13f261"
    }, 
    {
        "sentence": "Outreach Promote and facilities formal and informal mechanism for information sharing across the CNII.", 
        "sentence_id,": "ae71ea95a3"
    }, 
    {
        "sentence": "This includes promoting cyber security awareness, training and education programmes to grow the competency of information security professionals and the industry as a whole.", 
        "sentence_id,": "9ad5899470"
    }, 
    {
        "sentence": "Compliance Monitoring Facilities the monitoring of compliance to cyber security policies and standards across the CNII.", 
        "sentence_id,": "78cc5e54e4"
    }, 
    {
        "sentence": "Risk Assessment Assesses and identifies cyber security threats exploiting vulnerabilities and risks across the CNII.", 
        "sentence_id,": "8ee31d3274"
    }, 
    {
        "sentence": "Ministry of Science, Technology And Innovation Conclusion Todays unrelenting march towards an IT centric infrastructure with increasingly complex interdependencies, increasingly frequent cyber attacks and dynamic risk profile has required governments to review traditional protection mechanisms.", 
        "sentence_id,": "961e75c96c"
    }, 
    {
        "sentence": "21st century infrastructure protection programmes will need to consider a host of virtual as well as physical threats.", 
        "sentence_id,": "a0870a54d8"
    }, 
    {
        "sentence": "Key to the success of any protection programme is effective governance and coordination.", 
        "sentence_id,": "fb6525598b"
    }, 
    {
        "sentence": "The National Cyber Security Policy focuses particular attention upon this area.", 
        "sentence_id,": "7bb675fc94"
    }, 
    {
        "sentence": "The establishment of a single coordinating body will help tp provide additional levels of organization, clarity and accountability.", 
        "sentence_id,": "b479f491e8"
    }, 
    {
        "sentence": "It will enhance the operations of current organisations who will continue to perform their duties and enhance the security of the CNII.", 
        "sentence_id,": "891dc07101"
    }, 
    {
        "sentence": "Alongside clear and effective governance, the National Cyber Security Policy provides mechanisms for improving the trust and cooperation between the public and private sectors, improving cyber security skills and capacity, and focuses on enhancing existing skills and capacity, and focuses on enhancing research and development initiatives and practices with the aim towards self-reliance.", 
        "sentence_id,": "2449e2bff7"
    }, 
    {
        "sentence": "It also maps out emergency readiness initiatives and dictates a programme of compliance and assurance across the whole of the CNII The National Cyber Security Policy also reaches out to Malaysias international partners and describes methods whereby Malaysia can share cyber security knowledge with the region and the wider world.", 
        "sentence_id,": "ce29b250dd"
    }, 
    {
        "sentence": "It propels Malaysia towards greater international recognition in this field.", 
        "sentence_id,": "dcfaf992fb"
    }, 
    {
        "sentence": "Taken as a whole, the National Cyber Security Policy aims to improve trust and cooperation in the CNII both at home and abroad, for the benefit of the people of Malaysia.", 
        "sentence_id,": "93c131751e"
    }, 
    {
        "sentence": "Ministry of Science, Technology And Innovation Prepared by: Ministry of Science, Technology And Innovation ICT Policy Division.", 
        "sentence_id,": "864b2d2c59"
    }, 
    {
        "sentence": "Level 5, Block C5, Federal Government Adminstrative Centre, 62662 Putrajaya MALAYSIA.", 
        "sentence_id,": "b951a3f12e"
    }, 
    {
        "sentence": "Tel: 603-88858000 www.mosti.gov.my", 
        "sentence_id,": "2bfb8f0539"
    }
]