[
    {
        "sentence": "KINGDOM OF MOROCCO UNDER THE EFFECTIVE PRESIDENCY OF HIS MAJESTY THE KING MOHAMMED VI Digital Morocco 2013 The National Strategy for Information Society and Digital Economy AN Extract from the speech given by HIS Majesty THE King Mohammed VI 4 Digital Morocco The National Strategy for Information Society and Digital Economy - 2009-2013 AN Extract from the speech given by HIS Majesty THE King Mohammed VI [] In parallel, we invite the government to adopt a new strategy for the industry and service sector and for the development of new technologies.", 
        "sentence_id,": "f2ce9743a6"
    }, 
    {
        "sentence": "This strategy should be focused on the optimal use of opportunities created by the globalisation in terms of investment flows.", 
        "sentence_id,": "a5f82499f8"
    }, 
    {
        "sentence": "In addition to the reinforcement of Moroccan companies and the promotion of added-value industrial investment, this strategy should also chart new ways for the Moroccan economy to invest in new industrial sectors that require innovative technologies and open up promising markets to export its products and services.", 
        "sentence_id,": "9adcefbd90"
    }, 
    {
        "sentence": "We have both the ambition and the determination to ensure the insertion of Morocco, through its companies and universities, in the international economy of knowledge.", 
        "sentence_id,": "01e7c78f9e"
    }, 
    {
        "sentence": "[] Extract from the full speech adressed to the Nation by His Majesty the King on the occasion of the Throne Day 30/ 07/ 08 Digital Morocco 5 The National Strategy for Information Society and Digital Economy - 2009-2013 Contents Introduction 6 Digital Morocco The National Strategy for Information Society and Digital Economy - 2009-2013 7 Challenges and Opportunities 10 Vision, Objectives, and Strategic Orientations 17 Strategic Priorities 24 Support Measures 68 Implementation Modalities 90 Synthesis of actions 97 INTRODUCTION Digital Morocco 7 The National Strategy for Information Society and Digital Economy - 2009-2013 INTRODUCTION Information is crucial to the development of nations The use of Information Technology (IT) is an essential factor for the emergence of the knowledge of a society, and can actively contribute to human development, improved social cohesion, and national economy growth.", 
        "sentence_id,": "ca8897af63"
    }, 
    {
        "sentence": "Indeed, all around the world, the access to information and its appropriate and effective use have an impact on progress and development.", 
        "sentence_id,": "85e6525a3f"
    }, 
    {
        "sentence": "Modern and prosperous nations enjoy a high index for their capacity to produce and use information.", 
        "sentence_id,": "09f21ca35f"
    }, 
    {
        "sentence": "The IT sector accounts for 7% of the world GDP and attracts 25% of the world growth as well as 60% of jobs in the industrialised world.", 
        "sentence_id,": "a8127f32d9"
    }, 
    {
        "sentence": "However, there is a great imbalance between industrial and emerging nations.", 
        "sentence_id,": "e7db90cecb"
    }, 
    {
        "sentence": "Industrial nations control around 85% of the sector activities with political, economic, social, and cultural consequences, the impact of which has only started to be analysed.", 
        "sentence_id,": "dcf2c4d411"
    }, 
    {
        "sentence": "8 Digital Morocco The National Strategy for Information Society and Digital Economy - 2009-2013 INTRODUCTION Information is crucial to the development of nations In accordance with the High Orientations of His Majesty the King Mohammed VI, the IT sector is now one of the priority sectors of Moroccan economy, given the contribution it can have on human and economic development.", 
        "sentence_id,": "cf1ff8d78c"
    }, 
    {
        "sentence": "In the IT sector, the challenge for Morocco in the coming years is not only to build on the progress that has already been made, but to achieve the integration of Morocco in the global economy of knowledge, by integrating and extending IT to all entities within the society: state, administrations, companies, and individual citizens.", 
        "sentence_id,": "4d46a8bf5b"
    }, 
    {
        "sentence": "Facing this challenge, the national strategy for the information society and digital economy: focuses on defining priorities and actions with strong impact, that will be gradually improved; s ets ambitious but realistic objectives that can be achieved by putting in place a sustainable system of governance and by allocating adequate resources.", 
        "sentence_id,": "7e9b26d8f1"
    }, 
    {
        "sentence": "Digital Morocco 9 The National Strategy for Information Society and Digital Economy - 2009-2013 Challenges and Opportunities 10 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Challenges and Opportunities Challenges Human and Economic Development For Morocco, the major challenge regarding its transformation into an information society is to produce added-value and improve the standard of living and the well-being of its citizens.", 
        "sentence_id,": "fa080454c6"
    }, 
    {
        "sentence": "IT is a key factor in human and economic development, based on: effective and efficient use of information, the main factor in the production of added-value, after capital and labour; the achievement of significant productivity gains, by creating new opportunities to produce, process, record, store and share information, as well as by providing easier access to information.", 
        "sentence_id,": "11dcd4f031"
    }, 
    {
        "sentence": "Thus, developing an efficient use of IT in all areas of economic and social life in Morocco is a priority to ensure sustainable national growth and competitiveness.", 
        "sentence_id,": "32cc0b4811"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 11 The National Strategy for Information Society and Digital Economy - 2009-2013 Challenges and Opportunities Industry Challenges Productivity Improvement In the 21st century, companies ability to collect, produce, and manage information, has become an essential factor for the economic growth, productivity and competitiveness.", 
        "sentence_id,": "2b967ff994"
    }, 
    {
        "sentence": "Thus, the IT penetration rate within companies, particularly within small and medium enterprises (SMEs) and very small enterprises (VSEs), and its widespread and effective use play a significant role in the emergence of an economy of knowledge, and in the capacity of companies to produce higher added-value and create further job opportunities.", 
        "sentence_id,": "27c477245d"
    }, 
    {
        "sentence": "In Morocco, the economic arena mainly comprises SMEs and VSEs which have low level of computerisation.", 
        "sentence_id,": "870368fde6"
    }, 
    {
        "sentence": "As a result, work productivity remains limited.", 
        "sentence_id,": "758dbbf54e"
    }, 
    {
        "sentence": "The modernisation of the Moroccan entrepreneurial arena is one of the main challenges of the spread of IT.", 
        "sentence_id,": "9bf4cd893c"
    }, 
    {
        "sentence": "In opting to put in place an information system, the company embraces a dynamic step of technological and organisational modernisation, notably to: meet the requirements of the industry in terms of quality, costs, and deadlines; develop new job processes; achieve better productivity.", 
        "sentence_id,": "a53d08ddd3"
    }, 
    {
        "sentence": "12 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Challenges and Opportunities Individual Citizens Challenges Access to Knowledge IT and access to the internet facilitate communication and provide access to knowledge.", 
        "sentence_id,": "3d10e40b61"
    }, 
    {
        "sentence": "Besides providing easy and quick access to information, they enable individual citizens to considerably save time, especially with the availability of online services.", 
        "sentence_id,": "bc22acecc2"
    }, 
    {
        "sentence": "It is essential to introduce the benefits of IT to individual citizens, to provide them with opportunities to access these technologies and purchase equipment, and enable them to acquire the necessary skills for the appropriate use of these technologies.", 
        "sentence_id,": "268b285603"
    }, 
    {
        "sentence": "In this context, after the progress made regarding individual citizens access to mobile phone technology, the next stage should be to accelerate the process of democratisation of home internet, and to encourage individual citizens to take up and use new technology on a daily basis.", 
        "sentence_id,": "b68d977a7c"
    }, 
    {
        "sentence": "This is particularly relevant in difficult access areas, where a computer connected to the internet remains the sole mean of link to the world of knowledge.", 
        "sentence_id,": "c916d1933e"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 13 The National Strategy for Information Society and Digital Economy - 2009-2013 Challenges and Opportunities Sector Challenges R&D Promotion Morocco has made significant progress in promoting R&D in recent years: The number of partnerships with foreign universities and research centers has increased, highlighting the credibility enjoyed by Moroccan academics and researchers; Moroccan researchers are leading R&D teams in innovative areas, such as microelectronics, biotechnology and nanotechnology; A support fund for technology innovation has been set up.", 
        "sentence_id,": "f116bd6be5"
    }, 
    {
        "sentence": "The challenge for the future is to ensure the continuation and to reinforce the cooperation between the research institutes and the private sector to turn this existing national research potential into marketable technology and products.", 
        "sentence_id,": "e269ac4fc7"
    }, 
    {
        "sentence": "A great interaction between academic researchers and private companies will lead to a greater focus on concrete projects, while enjoying the support of industrialists, and balancing fundamental and applied research that are oriented toward marketable openings.", 
        "sentence_id,": "ceb4d7b43c"
    }, 
    {
        "sentence": "Furthermore, openness to the world is necessary, given the limited size of the local market to justify a significant investment in R&D.", 
        "sentence_id,": "43287b1308"
    }, 
    {
        "sentence": "14 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Challenges and Opportunities Sector Challenges Growth of local IT industry Added-value increase of IT offshoring services Morocco has become a leading destination for investment from francophone countries in the field of call centres, IT offshoring, as well as in the outsourcing of business processes.", 
        "sentence_id,": "1333667371"
    }, 
    {
        "sentence": "The main offshoring actors have started operating in Morocco, and have further ambition for their development plans.", 
        "sentence_id,": "c0e5e8e5d0"
    }, 
    {
        "sentence": "Morocco has significantly contributed to this success by making the offshoring business as one of the pillars of its industrial strategy, and has put in place a dynamic policy to enhance the attractiveness of Morocco for foreign clients.", 
        "sentence_id,": "1ad33a1925"
    }, 
    {
        "sentence": "Overall, some 50 multinational companies have already launched operations in the country.", 
        "sentence_id,": "e06f00d927"
    }, 
    {
        "sentence": "For the future, the challenge resides in the consolidation of our francophone market leadership and our current mature experience in offshoring in order to expand to new markets and to increase the added-value of the services offered in Morocco.", 
        "sentence_id,": "0ffa1163d4"
    }, 
    {
        "sentence": "IT Industry Export Growth International companies are also interested in the skills and know-how available in Morocco in several professional areas related to information systems: monetics, engineering consultancy and information systems integration, geographical information systems, development of digital content in Arabic and decision systems... Morocco should identify and profit from the existing opportunities to rapidly position itself as a reference country in the sector, and to achieve higher added-value.", 
        "sentence_id,": "820e7fad97"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 15 The National Strategy for Information Society and Digital Economy - 2009-2013 Challenges and Opportunities Administration Challenges Improving Efficiency and Reducing Costs Public services and their efficiency have an important impact on the country economic and social aspects of living.", 
        "sentence_id,": "48e5668462"
    }, 
    {
        "sentence": "Thus, it is very important to provide these services in an integrated, transparent and secure manner so that the Moroccan society can be gradually transformed into an information society, thanks to IT and in respect to the needs and expectations of the citizens and compagnies.", 
        "sentence_id,": "19d4e4f1ce"
    }, 
    {
        "sentence": "In Morocco, the public sector expenditures represent a significant portion of the budget of the State.", 
        "sentence_id,": "cfa77aefe6"
    }, 
    {
        "sentence": "The public sector will certainly achieve important profits in terms of effectiveness and effficiency as a result of the implementation of E-government services via simplified and automated information processing.", 
        "sentence_id,": "e1450b8e3a"
    }, 
    {
        "sentence": "Therefore, for instance, the online Tax declaration for compagnies will allow the Moroccan State to achieve productivity gains by using simplified collection and automated information processing.", 
        "sentence_id,": "74e5c614a9"
    }, 
    {
        "sentence": "In counterpart, it will allow compagnies and their partners to considerably save time by accessing information that have been already filed while being assisted with the online declaration process.", 
        "sentence_id,": "61092dcf8c"
    }, 
    {
        "sentence": "16 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Vision, Objectives, and Strategic Orientations D i g i t a l M o r o c c o 17 The National Strategy for Information Society and Digital Economy - 2009-2013 Vision, Objectives, and Strategic Orientations Vision The Digital Morocco plan has been designed according to a clear vision and ambitions for Morocco, aiming to position it among emerging and dynamic countries in the field of Information Technologies Make IT a tool for human development.", 
        "sentence_id,": "f75e3b17a5"
    }, 
    {
        "sentence": "Make IT a source of productivity and added value for other economic sectors and for the public Administration.", 
        "sentence_id,": "a13e925006"
    }, 
    {
        "sentence": "Make the IT sector one of the economys pillars.", 
        "sentence_id,": "7d6b0fdf8c"
    }, 
    {
        "sentence": "Position Morocco as a regional technology hub.", 
        "sentence_id,": "ed4089f500"
    }, 
    {
        "sentence": "18 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Vision, Objectives, and Strategic Orientations Objectives Clear and targeted objectives for 2013 Jobs Jobs 2008 2013 32 000 58 000 Direct additional GDP MAD 7 Billion Indirect additional GDP MAD 20 Billion GDP Equipped public schools IT use e-gov 20 % 100% - 100% Internet access 1 household in 10 1 household in 3 User-oriented public services 16 89 Science and IT Engineering students and similars, with access to equipment D i g i t a l M o r o c c o 19 The National Strategy for Information Society and Digital Economy - 2009-2013 Vision, Objectives, and Strategic Orientations Strategic Orientations Principles Digital Morocco 2013 is based on 4 principles Creating mome momentum entum Show strong ambition Mobilise public and private actors the progress Assess regularly progress regularly priori iti ties and priorities SettingSetting the right priorities stron ong and taking strong action taking strong actions Set a limited number of priorities Initiate clear and comprehensive action Identify measures to support change 20 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Gouvernance structuring and Structuring governance and and allocating adequate resources allocation adequate res sources resources Manage theentire entireplan, project, by setting a course of Manage the by setting a course of actions action, allocating resources, and assessing results allocating ressources and assessing the results Allocate adequate human and financial resources period Taking action for the th he long term Implement sustainable governance structure Create Make 5-year plans a 5 year plan Enhance progressively action plan gradually the action plan Vision, Objectives, and Strategic Orientations Strategic Orientations Digital Morocco 2013: A strategy designed around four strategic priorities... 1 Provide individual citizens with access to broadband internet and promote interaction and access to knowledge.", 
        "sentence_id,": "06c0215469"
    }, 
    {
        "sentence": "Social change 2 Sensitise the public administration about users needs with regard to efficiency, quality, and transparency, through an ambitious e-government program.", 
        "sentence_id,": "6276455b12"
    }, 
    {
        "sentence": "Implementation of useroriented public services 3 Promote computerisation in small and medium enterprises to improve productivity.", 
        "sentence_id,": "5dc73429b0"
    }, 
    {
        "sentence": "Computerisation of small and medium-sized enterprises 4 Develop local IT business potentials by providing support to the creation and growth of local actors, as well as by promoting the emergence of areas of excellence with strong potential fot the export.", 
        "sentence_id,": "83267e7da9"
    }, 
    {
        "sentence": "Promotion of IT industry D i g i t a l M o r o c c o 21 The National Strategy for Information Society and Digital Economy - 2009-2013 Vision, Objectives, and Strategic Orientations Strategic Orientations 2 supporting measures 1 Ensure the availability of human resources, in terms of both quality and quantity, to meet the sectors needs.", 
        "sentence_id,": "c843b13306"
    }, 
    {
        "sentence": "Development of human capital 2 Put in place the right conditions for cyber-confidence.", 
        "sentence_id,": "528cc6c079"
    }, 
    {
        "sentence": "Promotion of cyber-confidence and 2 implementation modalities 1 Put in place an overall governance.", 
        "sentence_id,": "62b1c4a6ce"
    }, 
    {
        "sentence": "Management of strategy 2 Ensure the allocation of adequate financial resources.", 
        "sentence_id,": "d18087545f"
    }, 
    {
        "sentence": "Allocation of financial resources 22 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Vision, Objectives, and Strategic Orientations Strategic Orientations The orientations of the Digital Morocco strategy combine economic gains with benefits for individual citizens Les TI, un des pilliers du dveloppement du Maroc IT industry Development IT use Development Entrepreneurship and areas of excellence User-oriented public service Developing competences, enterprises, and export Offshoring development Mobilising prominent decision makers Social change Internet broadband for individual citizens Developing knowledge and creating jobs Human capital Computerisation of small and medium enterprises Governance New IT usages Budget Cyber confidence D i g i t a l M o r o c c o 23 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities 24 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities 1- Social change 2- User-oriented public services 3- Productivity for small and medium enterprises 4- Information technology industry D i g i t a l M o r o c c o 25 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities Social Change Context Internet use has increased since 2004, but home access remains limited to a minority of Moroccan households.", 
        "sentence_id,": "a9e427f41a"
    }, 
    {
        "sentence": "Internet users and penetration Household internet access penetration - 2004-2008, thousand users, % population - 34% - 2004-2008, thousand households, % households - 22% 20% 10% 16% 12% 2004 2005 Penetration (% pop) 26 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 2006 2007 Internet users ('000) 2008 2004 7% 2005 2006 Penetration (% households) 2007 610 420 390 4% 240 2% 120 10 300 6 600 6 100 4600 3500 6% 2008 Residential connections (000) Strategic Priorities Social Change Context The penetration rate varies significantly according to geographical zones and household income levels.", 
        "sentence_id,": "d51be36bcc"
    }, 
    {
        "sentence": "Estimation of household internet access penetration per geographical zone and income - March 2008, home, households (thousand and %), connections (thousand), Morocco - Zone (x 1000 households) SPC* (x 1000 households) High density populated zones (2500) Penetration E penetration rate rate rate in case (2400) in Morocco (%) of literacy B (200) (400) 80% 35% 15% 2% 0% 14% 70% 20% 35% 15% 2% 0% 7% 60% 12% 0% 0% 0% 0% 40% 0% Grey-white zones (2100) D Literacy A Moderately populated zones (1400) C Average (1000) (2000) Average penetration rate in Morocco 80% 35% 15% 2% 0% 8% Literacy rate (%) 100% 95% 90% 55% 35% 57% Penetration rate in case of literacy 80% 37% 17% 4% 0% 14% *Socio-professional categories are defined according to monthly household income in MAD: A > 18 000; 8 000 < B < 18 000; 3 000 < C < 8 000; D & E < 3 000 D i g i t a l M o r o c c o 27 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities Social Change Ambitions and Objectives Providing individual citizens access to internet broadband and promoting interaction and access to knowledge % of equipped public schools % of engineering students or similars in science and IT with laptops and internet connection Households with internet connection 2008 2013 20 % 100% - 100% 1 Household in 10 1 Household in 3 Number of public and community access centres Number of websites .ma in the top 100 of most visited sites in Morocco 28 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 400 13 50 Strategic Priorities Social Change Initiatives and Actions The fulfilment of identified ambitions requires the implementation of 3 key initiatives.", 
        "sentence_id,": "5d7fe8d17d"
    }, 
    {
        "sentence": "Initiative 1 : Extending and generalising IT use and equipment to education and teaching entities.", 
        "sentence_id,": "5acae5e92b"
    }, 
    {
        "sentence": "Initiative 2 : Mobilising public and private actors around attractive IT access opportunities for each socio-professional category.", 
        "sentence_id,": "62bbc52f04"
    }, 
    {
        "sentence": "Initiative 3 : Developing national digital content.", 
        "sentence_id,": "3e8dc35abc"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 29 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities Social Change Initiatives and Actions Initiative 1 : Extending and generalising IT use and equipment to education and teaching entities.", 
        "sentence_id,": "76f5d4347e"
    }, 
    {
        "sentence": "The information and knowledge society will be only developped if the younger generation acquires the know-how of technology at an early stage.", 
        "sentence_id,": "33c0b40a0b"
    }, 
    {
        "sentence": "Computers and internet are the powerful educational tools which can speed up human, economic, and social development.", 
        "sentence_id,": "031c297a1d"
    }, 
    {
        "sentence": "Actions designed to provide pupils and students with computer equipment are multiplying worldwide, and their efficiency has been clearly proven.", 
        "sentence_id,": "413188d142"
    }, 
    {
        "sentence": "To further promote computer equipment and internet use by actors in the education sector, the Moroccan government will implement a leader action to provide engineering students and their similars with subsidised laptops and internet access.", 
        "sentence_id,": "8e0445e5ce"
    }, 
    {
        "sentence": "30 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities Social Change Initiatives and Actions Initiative 1 : Extending and generalising IT use and equipment to education and teaching entities.", 
        "sentence_id,": "4ec3f091d1"
    }, 
    {
        "sentence": "Provide hardware, internet access and multimedia resources to public educational institutions Proceed with the Gnie program by providing public educational institutions (9 260 institutions) with multimedia resources connected to internet, over the 2009-2013 period; Alongside equipment and infrastructure, 200 000 IT teachers must be trained and pedagogical digital content suitable for learning must be developed.", 
        "sentence_id,": "6b9b5661cf"
    }, 
    {
        "sentence": "Provide multimedia resources and internet access to public higher education institutions Press ahead with the IT generalisation program in education, and introduce digital work environments (DWE) in higher education institutions.", 
        "sentence_id,": "7959a5db78"
    }, 
    {
        "sentence": "Subsidise computer equipment and internet connection for teaching staff Proceed with the Nafid@ program designed to subsidise computer equipment and internet connection for teaching staff, helping them use and integrate multimedia resources in teaching and learning.", 
        "sentence_id,": "b08c1b1f1b"
    }, 
    {
        "sentence": "Subsidise mobile computers and internet connection for engineering students or similars Provide offers to enable engineering students and similars in science and IT to purchase subsidised laptops and internet connection; Over the 2009-2013 period, around 80 000 engineering students and similars will benefit from this action.", 
        "sentence_id,": "e00731134c"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 31 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities Social Change Initiatives and Actions Initiative 2 : Mobilising public and private actors around attractive IT access opportunities for each socioprofessional category The rapid introduction of internet broadband infrastructure should be considered in relation to an optimal digital development of the territory, and to reduced cost for internet broadband access, especially in moderately populated zones.", 
        "sentence_id,": "eed9414521"
    }, 
    {
        "sentence": "Given that cost, for a large section of the population, is one of the major barriers to computer purchasing and internet access, within the framework of the public-private partnership, the government will ensure that attractive and suitable offers, such as computer plus internet, are available to different sections of the population.", 
        "sentence_id,": "169484ef9b"
    }, 
    {
        "sentence": "Similarly, the introduction of public community access centres, drawing on existing telecom infrastructure, will extend access to new technologies to a wider range of citizens.", 
        "sentence_id,": "382c30b5b3"
    }, 
    {
        "sentence": "These facilities will focus notably on zones where offers of household internet access are not available or financially inaccessible.", 
        "sentence_id,": "6f08925230"
    }, 
    {
        "sentence": "Adopt policies focused on the development of broadband by category of the zone and income levels Define the broad lines of the development of broadband by catagory of the zone (low-cost, residential, tourism, offshoring, etc.", 
        "sentence_id,": "b14f423212"
    }, 
    {
        "sentence": "); Rationalise investment to provide access in scarcely or moderately populated zones, through the public-private partnership and/or infrastructure sharing.", 
        "sentence_id,": "c20838f30c"
    }, 
    {
        "sentence": "Promote low-cost equipment offers Make available attractive offers, within the framework of public-private partnership, such as computer plus internet, suitable to different sections of the population (civil servants, pensioners, retired...).", 
        "sentence_id,": "542cdc4660"
    }, 
    {
        "sentence": "Promote internet access and IT use outside the home by setting up community access centers Set up 400 public community access centres (CAC) over the 2009-2013 period; Each CAC will be equipped with computers, internet access and telephone sets; The launch of these CAC will rely on public infrastructure, enabling private operators to provide affordable multimedia services to citizens (youth centres, girls residences, post offices...) D i g i t a l M o r o c c o 33 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities Social Change Initiatives and Actions Initiative 3 : Developing national digital content Internet penetration and development of national content are very closely linked.", 
        "sentence_id,": "404d9f1892"
    }, 
    {
        "sentence": "Primarily destined to Moroccan citizens, such digital content must meet specific needs and expectations, so as to naturally draw interest and arouse curiosity.", 
        "sentence_id,": "69105348c7"
    }, 
    {
        "sentence": "This would entail the development of attractive online content, as well as the digitalisation of historical and cultural heritage, a major challenge in terms of visibility and attractiveness of different geographical areas, and more generally, in terms of access to knowledge.", 
        "sentence_id,": "542adabe64"
    }, 
    {
        "sentence": "The development of national digital content must combine governmental action, private initiative, and international partnerships.", 
        "sentence_id,": "eb091014e7"
    }, 
    {
        "sentence": "Support the development of digital informational content Develop regional/ local content; Adopt a policy to systematically translate public websites into Arabic; Support the Moroccan media, within the framework of public-private partnership, to provide and disseminate updated information in real and interactive time.", 
        "sentence_id,": "36a5ddb4b3"
    }, 
    {
        "sentence": "Support the development of educational content Make the Moroccan cultural heritage (museums, public libraries, ) on line with the contribution of national and international partners; Create educational content platforms.", 
        "sentence_id,": "310d8ba4ab"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 35 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities 1- Social change 2- User-Oriented Public Services 3- Performance of Small and Medium-Sized Enterprises 4- IT Industry 36 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities User-Oriented Public Services Context Among the 192 UN member states, Morocco is ranked 140th in terms of e-government E-government maturity: international benchmarking - Score out of 1, 2008 1,0 0,9 - Index Infrastructure This ranking illustrates the difficulties faced by the Moroccan administration in terms of: 0,8 - Denmark 0,7 - Improving its efficiency; 0,6 - Developing online services for both individual citizens and enterprises.", 
        "sentence_id,": "f2d536f724"
    }, 
    {
        "sentence": "Average EU 27 0,5 - Lithuania 0,4 - Bulgaria 0,3 0,2 - Tunisia Morocco Jordan Algeria 0,1 - Index of e-government services offering Egypt 0,0 - 0,0 0,1 0,2 0,3 Human capital index 0,4 0,5 0,6 0,7 0,8 0,9 1,0 Sources : UN e-Government Survey 2008 D i g i t a l M o r o c c o 37 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities User-Oriented Public Services Ambition and Objectives Reconcile the Moroccan administration with users needs in terms of efficiency, quality, and transparency through an ambitious e-government program 38 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 2008 2013 UN e-Government index 0,2 0,8 Number of e-Government Projects and Services 16 89 % of enterprises achieving a turnover of more than MAD 120 million, by using transactional services <1% 100% Number of e-Government sites ranked among the top 100 .ma domain names 1 5 Strategic Priorities User-Oriented Public Services Initiatives and Actions The fulfilment of identified ambitions requires the implementation of 3 key initiatives Initiative 1 : Setting up a steering committee in charge of the e-government program.", 
        "sentence_id,": "b1471051ac"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 39 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities User-Oriented Public Services Initiatives and Actions Initiative 1 : Setting up a steering committee in charge of the e-government program Beyond computerising existing processes and procedures, e-government requires their indepth reconfiguration, on the basis of a real understanding of the public administration functionning.", 
        "sentence_id,": "4c925b5913"
    }, 
    {
        "sentence": "This also requires transversal collaboration between the administrations and relevant bodies, as well as a vision shared between the different entities.", 
        "sentence_id,": "55af178b2b"
    }, 
    {
        "sentence": "Governance dedicated to e-government projects is thus imperative to ensure the design of a global strategy and the allocation of necessary funds, and to manage the effective implementation of decision making process.", 
        "sentence_id,": "cfe4ffd465"
    }, 
    {
        "sentence": "Put in place a governance structure for e-government program Roles and responsibilities of steering entities E-Government Interministerial Committee CIGOV set target and assesses Spell out vision and ambitions; Define the strategy and action plan; Ensure the allocation of necessary means and resources; Carrie out interdepartmental arbitration; Assess results and reorient undergoing programs difficulties.", 
        "sentence_id,": "7f796aacef"
    }, 
    {
        "sentence": "E-Government Steering Committee DPGOV steer the implementation of the entire program Prepare e-government strategy; Propose action plan and assesses the necessary means; Follow up the implementation of the defined plan; Highlight and draw on interdepartmental synergies; Prepare results assessment.", 
        "sentence_id,": "ae341798d2"
    }, 
    {
        "sentence": "steer the implementation within its entity E-government Steering Prepare the ministrys or public institutions strategy; Structure SPGOV in each ministry or public institution Propose action plan and evaluate the necessary means; Follow up the implementation of the defined plan; R eport to CIGOV on achievements as well as discrepancies with the initial plan.", 
        "sentence_id,": "9e2cfb9aa6"
    }, 
    {
        "sentence": "Implement 15 key projects List of the 15 services and projects: Services that improve efficiency and reduce administration costs Integrated management of public expenditure; Purchasing pool for administrations; Online bidding for public tenders; Setting up an electronic certification authority; Common identifiers and inter-operability among administrations.", 
        "sentence_id,": "7cab1ee391"
    }, 
    {
        "sentence": "Employee online social claims; Services that facilitate administrative procedures for Online VAT claims; Online Customs declaration; enterprises Paying Corporate Tax and Income Tax; Enterprise creation; Digitalisation of import and export procedures.", 
        "sentence_id,": "cad75f8ff2"
    }, 
    {
        "sentence": "Services that put in place an Civil registry and local collectivities information systems; administration at the service E-learning platform and online registration; Health service refunds; of individual citizens Electronic consulate (consulat.ma).", 
        "sentence_id,": "498c57c5f4"
    }, 
    {
        "sentence": "Implement all e-government projects and services Implement by 2013 the 89 projects and services, including 40 transactional services.", 
        "sentence_id,": "2b97c062a1"
    }, 
    {
        "sentence": "The transactional services focuse on improving the efficiency of the delivery of frontline services which represent the most common interaction between the citizen/business and the administration.", 
        "sentence_id,": "773760e6a0"
    }, 
    {
        "sentence": "Expected launch calendar -2009-201389 2008 44 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 2009 23 13 2012 17 22 2011 Informational and interactive 30 30 2010 13 28 13 17 6 15 8 8 16 20 41 42 53 69 33 63 Transactional and integrated 2013 Infrastructure projects Strategic Priorities 1- Social change 2- User-Oriented public service 3- Productivity of Small and Medium Enterprises 4- IT industry D i g i t a l M o r o c c o 45 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities SMEs Productivity Context The under-computerisation of Moroccan Enterprises has led to stagnant labour productivity, which undermines economic competitiveness (1) Labour Productivity trend -1987-2005, US$ per hour of work AARG* 87/05 IT expenses in Morocco -% GDP, 2007Morocco France Comparison Expected added value growth(2) 4,1% 24% Banking, finance Insurance, real estate 3,2% Business Process Offshoring 3,2% Energy 2,7% 3,1% 4% Tourism and the hotel industry 1,9% 2,0% 3% Transport 1,8% 3,4% 24% Government 1,3% 3,4% 6% Commerce 1,1% 1,4% 13% Industry 0,9% 1,4% 15% Education, health Social action 0,7% 1,8% 3% Natural resources 0,2% 1,5% 0% Construction 0,2% 0,8% 1% Services 0,1% 1,4% 17% 46 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 50,4 AARG 1,5% 40,3 36,0 6,3 1987 5,9 1995 Morocco 6,9 2005 US *AARG : Annual Average Rate of Growth Note (1) : Including hardware expenditure Note (2) : Added-value Source : APEBI, Gartner, IDC, WITSA, OCDE, Word Bank, The Conference Board, EIU, ILO Analyses AT Kearney AARG 0,5% Strategic Priorities SMEs Productivity Context SME investment in IT is hindered by lack of awareness as to its profitability, and by resistance to change The low use of IT in the SME is mainly due to the fact that managers do not believe that investing in IT is very profitable.", 
        "sentence_id,": "8219e1837b"
    }, 
    {
        "sentence": "The SME manager, does not know which application suits their needs and fails to see the relation between the benefits that such investment generates to the business, and its long term benefits with the corresponding costs.", 
        "sentence_id,": "4db55e0e2b"
    }, 
    {
        "sentence": "To make the best of IT investment, enterprises should first reach a certain maturity and have an optimised production tool and well established processes.", 
        "sentence_id,": "c13952b176"
    }, 
    {
        "sentence": "The majority of Moroccan SMEs, especially, small ones, are far from this level of perception.", 
        "sentence_id,": "f3054d18e8"
    }, 
    {
        "sentence": "Designer of a Moroccan software General Manager of a Computer Service Company Many SMEs in Morocco have not been able to adapt to the new changes.", 
        "sentence_id,": "0bcc9fcf30"
    }, 
    {
        "sentence": "A good number of Moroccan enterprises still use pen and paper, and never consider acquiring a computer.", 
        "sentence_id,": "e7470e29cb"
    }, 
    {
        "sentence": "Manager of a well-known Moroccan software design company Many small enterprises are used to have liberties with tax regulations.", 
        "sentence_id,": "9a844c072a"
    }, 
    {
        "sentence": "Computerisation, especially that of their taxation, would oblige them to be more transparent, and that could be another reason for their reticence.", 
        "sentence_id,": "2c410ffe88"
    }, 
    {
        "sentence": "Manager of a well-known Moroccan software design company D i g i t a l M o r o c c o 47 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities SME Productivity Ambition and Objectives Encourage SMEs computerisation in order to increase their productivity and improve their competitiveness 2008 MAD 20 Billion Indirect additional GDP Number of SMEs in the sector with a strong GDP potential and which have business solutions Expenses in IT/turnover Number of SME managers who have obtained a digital licence 48 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 2013 3000 0,5% 1% 10 000 Strategic Priorities SME Productivity Initiatives and Measures The fulfilment of identified ambitions requires the implementation of 3 key initiatives Initiative 1 : Support the computerisation of SMEs that have branches with strong GDP potential.", 
        "sentence_id,": "8cf8cfa481"
    }, 
    {
        "sentence": "Initiative 2 : Mobilise prescribers.", 
        "sentence_id,": "e887da3b7b"
    }, 
    {
        "sentence": "Initiative 3 : Sensitise, initiate and incite enterprises to use IT.", 
        "sentence_id,": "aef7d4efc3"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 49 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities SME Productivity Initiatives and Measures Initiative 1 : Support the computerisation of SMEs that have branches with strong GDP potential Focus will be on enterprises that are structured in branches that have strong GDP potential.", 
        "sentence_id,": "6ba6adb2ea"
    }, 
    {
        "sentence": "These have been identified according to the following criteria: size of the sector of activity and its impact on the Moroccan economy, potential for productivity gains and favourable conditions for implementation.", 
        "sentence_id,": "d27d0e4f8d"
    }, 
    {
        "sentence": "For these branches, sectoral business solutions will be proposed in partnership with professional associations.", 
        "sentence_id,": "4cea6de277"
    }, 
    {
        "sentence": "To facilitate the choice of IT investments for SME, guides offering information on the costs and benefits of different business solutions, and the listing of the most appropriate providers for products and services will be published.", 
        "sentence_id,": "68d3dcbf2d"
    }, 
    {
        "sentence": "Identify ready-made business solutions for branches with strong GDP potential Identify sectoral business solutions for branches with strong GDP potential, such as textile, leather, food industry, automotive, etc.", 
        "sentence_id,": "e919e93f4d"
    }, 
    {
        "sentence": "Support IT investment by sector based SMEs Provide subsidies to acquire sector based computerization solutions that will go up to 60% of the IT investment, leveling off at around 400,000 MAD.", 
        "sentence_id,": "838a57c065"
    }, 
    {
        "sentence": "This subsidy program can use the platform of Moussanada*.", 
        "sentence_id,": "39771e313d"
    }, 
    {
        "sentence": "Disseminate information on designed sector based offers Design and implement communication plans about the identified sector based offers to sensitise SMEs to the benefits of IT investments.", 
        "sentence_id,": "2598a829d1"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 51 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities SME Productivity Initiatives and Actions Initiative 2 : Mobilise the prescribers Mobilizing private and public prescribers (professional associations, contractors, etc., ) will promote, relay and accelerate SME computerisation : Firstly, by inciting professional associations, accounting experts, etc., to recommend IT to SMEs; S econdly, by asking main contractors to incite their SMEs providers to favour the use of electronic data exchanges.", 
        "sentence_id,": "a4a543a83d"
    }, 
    {
        "sentence": "Assist SMEs supplying providers of the main contractors that are engaged in dematerialisation projects Support SMEs in their projects of electronic exchange dematerialisation with their main contractors: initiation, consulting, etc.", 
        "sentence_id,": "5a1f4e1a56"
    }, 
    {
        "sentence": "Involve main contractors to incite Very Small Enterprises to be equipped Use the influence of the main contractors to incite Very Small Enterprises to acquire basic equipment tools (computers, basic applications); The fist phase of this project will be in the Commercial branch, which will be a follow up of the Rawaj program on equipment and upgrading of proximity-based commerce.", 
        "sentence_id,": "c537eff05e"
    }, 
    {
        "sentence": "Involve professional associations in SMEs endorsement to IT Implement a communication plans around IT benefits among the members of professional associations; Develop an IT correspondent network at the level of professional associations to promote IT culture in Small and Medium Enterprises.", 
        "sentence_id,": "4ef8ee76de"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 53 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities SME Productivity Initiatives and Actions Initiative 3 : Sensitise, initiate, and encourage enterprises to use IT Lack of awareness on IT benefits and resistance to change have been identified as the main obstacles to the computerisation of SMEs.", 
        "sentence_id,": "60d04ba9ca"
    }, 
    {
        "sentence": "To overcome these obstacles, awarness and tailored IT training programs will be proposed, mainly a free national initiation program, for SME managers to switch to IT.", 
        "sentence_id,": "8d2cfcd241"
    }, 
    {
        "sentence": "In addition, the introdution of services of e-government program 2009-2013, especially services designed for enterprises, will further promote SMEs computerisation.", 
        "sentence_id,": "d744212121"
    }, 
    {
        "sentence": "Train IT correspondents and accounting experts Put in place training programs targeting IT correspondents of professional associations and accounting experts.", 
        "sentence_id,": "4f9ca20bc4"
    }, 
    {
        "sentence": "Initiate SME managers to use IT: the Digital License Provide free offers of IT, initiation to SME managers; At the end of the training programs, trainees will receive a digital license which gives them access to personalised backing to the SME support plans.", 
        "sentence_id,": "31dd7e2302"
    }, 
    {
        "sentence": "Upgrade the legal framework to encourage the use of online services Adjust the legal framework to encourage SME to use online services, especially for the payment of taxes and charges.", 
        "sentence_id,": "e527b3951b"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 55 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities 1- Social change 2- User-Oriented public service 3- Productivity of Small and Medium Enterprises 4- IT industry 56 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities IT industry Context Moroccan IT Industry suffers from a weak domestic demand and a limited export opportunity Fragmented IT offer; Limited domestic demand largely catered by the import of high added value projects; Export is limited and has not reached the critical mass to compete at the international level.", 
        "sentence_id,": "8e6931d344"
    }, 
    {
        "sentence": "IT offshoring has shown rapid growth, creating tension on the market IT offshoring growth has exceeded expectations (+270% of turnover based on 2008 forecast); The rapid installation of offshorers has induced competition on qualified IT resources; Special attention should be given to offshorers already installed.", 
        "sentence_id,": "253d6e769f"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 57 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities IT industry Ambitions and Objectives Develop local IT branches by sustaining creation and growth of local actors, and by creating areas of excellence with high export potential Jobs in the sector 2008 2013 32 000 58 000 Additional Direct GDP 58 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 MAD 7 Billion Number of created start ups 100 Number of created start ups in niches of excellence 25 Number of enterprises achieving a turnover of > MAD 1 billion - 2 IT offshoring turnover MAD 0.8 Billion MAD 6 Billion Strategic Priorities IT industry Ambitions and Objectives The fulfilment of identified ambitions requires the implementation of 3 key initiatives Initiative 1 : Facilitate the development of local IT actors.", 
        "sentence_id,": "46068ec1b9"
    }, 
    {
        "sentence": "Initiative 2 : Develop niches of excellence.", 
        "sentence_id,": "f21a504571"
    }, 
    {
        "sentence": "Initiative 3 : Boost and develop IT offshoring.", 
        "sentence_id,": "6db21cd514"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 59 The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities IT industry Ambitions and Objectives Initiative 1 : Facilitate the development of local IT actors A package for initial financing and development will be provided to enable Moroccan start ups and small-size enterprises facing problems in raising funds, to carry out their first development phase.", 
        "sentence_id,": "b49522bd8e"
    }, 
    {
        "sentence": "The government will also promote the set up of technoparks and incubation structures that provide entrepreneurs installation and coaching services that are adapted to their needs.", 
        "sentence_id,": "5e5529fb52"
    }, 
    {
        "sentence": "Also, to encourage enterprise growth, assistance services for export will be reinforced and public demand will be used as a mean in order to assist local actors.", 
        "sentence_id,": "7371500a3e"
    }, 
    {
        "sentence": "60 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities IT industry Initiatives and Actions Initiative 1 : Facilitate the development of local IT actors Actions Description 23.Implement national governance for innovation Implement national governance for the coordination and follow-up of support and development schemes: Innovation, supported partially by the Innovation Fund of the APEBI-Government Progress Contract; Research and Development, supported by R&D Funds drawn from the contribution of telecom operators.", 
        "sentence_id,": "11d62b84c4"
    }, 
    {
        "sentence": "Set up financing solutions for IT actors Set up public-private investment funds such as risk capital and venture capital designed for new IT enterprises; A first 100 million MAD public-private risk capital to be concretised in 2009; Additionally, and on the basis of contract of growth, IT sector enterprises will be granted an investment bonus within the framework of the IMTIAZ* program.", 
        "sentence_id,": "2e93ebf41f"
    }, 
    {
        "sentence": "Set up regional technoparks Set up attractive technoparks that offer good quality infrastructure and general services for IT enterprises and start ups; Like Casablanca-Technopark, 8 new potential technopark sites have been planned in Casablanca, Rabat, Agadir, Oujda, Tangier, Marrakech, Fez and Meknes.", 
        "sentence_id,": "fe673a5485"
    }, 
    {
        "sentence": "Improve and adapt the legal framework to the specificities of the IT sector Put in place a regulatory framework in line with research and innovation.", 
        "sentence_id,": "c56dd73376"
    }, 
    {
        "sentence": "Promote the culture of entrepreneurship and innovation Promote the culture of entrepreneurship and innovation by integrating specific courses and modules in curricula and high education programs, and by setting up university incubators.", 
        "sentence_id,": "f109920ec7"
    }, 
    {
        "sentence": "Set up assistance services for IT enterprises Set up assistance services for export in the field: Consulting and market benchmarking surveys; Promotion at the international level of the Moroccan IT sector brought inpar by APEBI-Government Progress Contract.", 
        "sentence_id,": "2b546cbf73"
    }, 
    {
        "sentence": "62 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities IT industry Initiatives and Actions Initiative 2 : Develop niches of excellence This has to do with positioning Morocco on the IT world stage, by focusing on the creation of areas of excellence centered on technology niches where Morocco may enjoy a competitive edge.", 
        "sentence_id,": "675df99d85"
    }, 
    {
        "sentence": "The challenge is enormous given the size of Moroccan actors in this field compared to international competitors.", 
        "sentence_id,": "37dfe36524"
    }, 
    {
        "sentence": "Nevertheless, Morocco must make smart approches and master its investment choices in order to use efficiently and effectively the public resources.", 
        "sentence_id,": "b834fcb8b5"
    }, 
    {
        "sentence": "The government has identified priority technology niches to put in place through areas of excellence based on an ecosystem which includes industrial contractors, universities and researchers, and IT start ups.", 
        "sentence_id,": "828786fc65"
    }, 
    {
        "sentence": "This ecosystem will be fully integrated with international scientific networks and will have a public-private governance structure, to guarantee the viability of start up projects.", 
        "sentence_id,": "73fb9d14ed"
    }, 
    {
        "sentence": "These small enterprises will then have easy access to international markets and benefit from Moroccos sustained efforts to promote the sector internationally.", 
        "sentence_id,": "6a03cbf7f2"
    }, 
    {
        "sentence": "Set up IT clusters Put in place a mixed governance structure involving different actors: government, corporations, SMEs, universities, aimed at helping with the creation of innovative and high-added value projects in the following four niches of excellence: Mobile services; Electrobanking/ management of digital copyrights/ security; Web design/ computer graphics / Multimedia; Domestic developped softwares to meet the needs of government and enterprises.", 
        "sentence_id,": "d835fa8555"
    }, 
    {
        "sentence": "Put in place a financing scheme designed for activities developed in the clusters Put in place financing modalities for projects developed in the clusters, by using the innovation funds that are set up within the framework of APEBI-Government Progress Contract, and the R&D funds drawn from the contributions of Telecom operators.", 
        "sentence_id,": "9e582d1a12"
    }, 
    {
        "sentence": "64 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Strategic Priorities IT industry Initiatives and Actions Initiative 3 : Boost and develop IT offshoring Morocco values most specifically the success of actors and operators already installed, as those contribute to enhance the credibility of Morocco as an investment destination, and to ensure its sustainability.", 
        "sentence_id,": "32ad1e10d8"
    }, 
    {
        "sentence": "To ensure and reinforce Moroccos competitiveness, the Government has accelerated the adoption of legal regulations to protect personnal data.", 
        "sentence_id,": "b93e5fe2d8"
    }, 
    {
        "sentence": "Generally, Morocco will continue to enhance the competitiveness of its incentive and legal framework.", 
        "sentence_id,": "183d011c95"
    }, 
    {
        "sentence": "In this respect, speeding up the implementation of infrastructure of dedicated zones is also a priority.", 
        "sentence_id,": "afa27f9e79"
    }, 
    {
        "sentence": "Training skilled human resources will be accelerated and the mechanism to ensure training homogeneity will be reinforced.", 
        "sentence_id,": "81caee0814"
    }, 
    {
        "sentence": "Finally, the government will focus and structure the promotion of Morocco as a destination offer and will communicate on the operational assistance mechanisms for the implementation and the development of operators.", 
        "sentence_id,": "e27b9f179e"
    }, 
    {
        "sentence": "Implement the law related to personal data protection Ensure legal and legislative regulations in compliance with international norms and standards, to protect the personnal data.", 
        "sentence_id,": "588a13a241"
    }, 
    {
        "sentence": "Sustain the competitiveness of Morocco as offshoring destination Maintain dynamically the competitiveness of Morocco offshoring offer*.", 
        "sentence_id,": "2dbe8d85ed"
    }, 
    {
        "sentence": "Provide sufficient and quality infrastructure Set up additional capacities*.", 
        "sentence_id,": "55fe556870"
    }, 
    {
        "sentence": "Meet the needs of qualified human resources Train human resources in terms of quality and quantity, to reinforce the development of IT offshoring*.", 
        "sentence_id,": "e969c12aaa"
    }, 
    {
        "sentence": "Ensure technology watch Continue to attract French information systems companies*.", 
        "sentence_id,": "977e162a77"
    }, 
    {
        "sentence": "Ensure a technology watch in collaboration with offshoring partners to decide which functional and sector based specialties Morocco should emphasis on to increase added value.", 
        "sentence_id,": "9b3687b6b4"
    }, 
    {
        "sentence": "(*) See the National Pact for Industrial Emergence; measure 3, measure 4 and measure 5 D i g i t a l M o r o c c o 67 The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures 68 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures 1- Human Capital 2- Digital Confidence D i g i t a l M o r o c c o 69 The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Human Capital Context The challenge of human capital is a key element of the successfull development of the IT sector The quantitative and qualitative availability of skilled human resources is a determining factor in the implementation of a national IT policy.", 
        "sentence_id,": "aeaece3837"
    }, 
    {
        "sentence": "Success in IT offshoring services has significantly increased the demand for training and prompted institutions to review their training policies accordingly.", 
        "sentence_id,": "7cb695c153"
    }, 
    {
        "sentence": "Generally, development prospects in the IT sector call for a dynamic anticipation of future needs of skilled, qualified, and readily employable human resources.", 
        "sentence_id,": "fbdc1bee4c"
    }, 
    {
        "sentence": "70 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Human Capital Ambitions and Objectives Develop human capital that matches IT sector needs 2008 Number of IT profiles trained over the period Number of IT offshoring trainees within the Framework of the emergency plan Percentage of universities and engineering schools setting up PPP programs 2013 30 000 3 000 70% D i g i t a l M o r o c c o 71 The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Human Capital Ambitions and Objectives The fulfilment of identified ambitions requires the implementation of 3 key initiatives Initiative 1 : Putting in place governance dedicated to human capital.", 
        "sentence_id,": "3edd587971"
    }, 
    {
        "sentence": "Initiative 2 : Designing and putting in place training programs that meet the needs of IT sector.", 
        "sentence_id,": "bfc839d6a3"
    }, 
    {
        "sentence": "Initiative 3 : Updating education programs to enhance IT graduates employement.", 
        "sentence_id,": "e8439a8f09"
    }, 
    {
        "sentence": "72 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Human Capital Initiatives and Measures Initiative 1 : Putting in place governance dedicated to human capital The constant relevance of training programs to the needs of IT sector requires institutional mechanisms that continuously review the objectives as well as the training materials and ensure that they match the demand for adequate and skilled IT human resources.", 
        "sentence_id,": "e2a8c38150"
    }, 
    {
        "sentence": "Putting in place a mechanism to manage, follow-up, and assess training plans in the IT sector Putting in place an annual process to update initial* training plans in close collaboration with the main actors involved.", 
        "sentence_id,": "a300019d28"
    }, 
    {
        "sentence": "This process revolves around five principles: Updating training needs in close consultation with professional players in the sector; Consolidating the needs; Impact of needs analysis on training systems; Arbitration and approval of detailed annual training plans; Assessment of the implementation of training plans.", 
        "sentence_id,": "f2b865599a"
    }, 
    {
        "sentence": "(*) See the National Pact for Industrial Emergence, mesures 93 to 97 74 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Human Capital Initiatives and Actions Initiative 2 : Designing and putting in place training programs that meet the needs of IT sector In order to meet the sectors needs in terms of sufficient and qualified staff, adequate training programs based on enterprises forecasts will be implemented and matched with the existing training opportunities.", 
        "sentence_id,": "9115de5328"
    }, 
    {
        "sentence": "The sector needs in human resources for the period 2009-2013 sum up to 30,000 trainees, divided as follow: IT sector Distributors/hardware Offshorers partners Training needs for the period 2009-2013* 2 000 15 000 Software and services 4 500 Administration 1 500 Enterprises 7 000 Total 30 000 * Including 2008 needs.", 
        "sentence_id,": "1e25c17fa5"
    }, 
    {
        "sentence": "Launch an emergency training operation for the IT offshoring sector Put in place, in partnership with the sectors representatives, an emergency training program for complementary IT offshore (around 3,000 graduates to train between 2009 and 2013) to meet the peak demand forecast of IT offshore operators over this period.", 
        "sentence_id,": "941fa34420"
    }, 
    {
        "sentence": "* See the National Pact of Industrial Emergence; measures 86 & 98 76 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Human Capital Initiatives and Actions Initiative 3 : Updating education programs to enhance IT graduates employement The recurrent obligation of IT enterprises to provide training for young graduates represents a significant cost.", 
        "sentence_id,": "567602b416"
    }, 
    {
        "sentence": "This results in slowing down the integration of young graduates in professional life.", 
        "sentence_id,": "0a252e306f"
    }, 
    {
        "sentence": "Alongside putting in place new governance and regularly updated training programs, it is necessary to improve the employment rate of IT graduates by impacting at two levels: Effective upstream implication of IT professionals in training programs in partnership with the players of higher education; Systematic and significant immersion of IT students within enterprises during their training period.", 
        "sentence_id,": "df4e1e60ef"
    }, 
    {
        "sentence": "Develop training initiatives within public-private partnerships Promote and encourage IT Academy within the university, in partnership with professionals of the sector, particularly software editors and private operators.", 
        "sentence_id,": "d682a724f6"
    }, 
    {
        "sentence": "Provide students, during their curricula, national professional/certified training programs with the least cost credentials.", 
        "sentence_id,": "9f557e8563"
    }, 
    {
        "sentence": "The content of these training programs will be made available by the professionals and trainings are ensured by professors from the IT Academy.", 
        "sentence_id,": "f5e4b663f4"
    }, 
    {
        "sentence": "Improve the employment rate of second-cycle university graduates at the end of their training program Reorient, in collaboration with professionals, second-cycle university teaching and curricula to better respond to the needs of enterprises and professionalize training by integrating long-duration training in the curricula (minimum of 6 months) to allow student immersion in the professional world.", 
        "sentence_id,": "0b5a2f019d"
    }, 
    {
        "sentence": "78 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures 1- Human Capital 2- Digital Confidence D i g i t a l M o r o c c o 79 The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Digital Confidence Context Users lack of confidence in secure electronic exchanges constitutes a major barrier for the development of IT usage E-commerce usage is still under-developed for both individuals and enterprises.", 
        "sentence_id,": "cdb6dab1d0"
    }, 
    {
        "sentence": "Enterprises consider that they are not fully informed about existing legal regulations and future legal provisions.", 
        "sentence_id,": "93618fee7f"
    }, 
    {
        "sentence": "While pedagogic effort on the theme of digital exchanges are necessary, a limited communication campaign towards both enterprises and individuals hinders the development of IT usage.", 
        "sentence_id,": "af02dd4ec7"
    }, 
    {
        "sentence": "80 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Digital Confidence Ambitions and Objectives Introduce conditions to raise confidence in e-commerce among individual citizens and enterprises 2008 Promulgation of laws related to IS and network security, protection of consumers, protection of personal data - Deployment of MA-CERT services 2010 2013 3 100% Number of delivered electronic users certificates - Campaign of awarness and information - % of trained magistrates - 60 000 12 100% D i g i t a l M o r o c c o 81 The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Digital Confidence Initiatives and Actions The fulfilment of identified ambitions requires the implementation of 3 key initiatives Initiative 1 : Update and reinforce the legislative framework.", 
        "sentence_id,": "9302709de5"
    }, 
    {
        "sentence": "Initiative 2 : Put in place appropriate organisational structures.", 
        "sentence_id,": "ddd05a1ca6"
    }, 
    {
        "sentence": "Initiative 3 : Promote and sensitise social operators to information systems security.", 
        "sentence_id,": "07487398ab"
    }, 
    {
        "sentence": "82 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Digital Confidence Initiatives and Actions Initiative 1 : Update and reinforce the legislative framework Ensuring conditions for digital confidence requires the implementation of an appropriate legal and legislative framework that will enhance the confidence of enterprises, administrations, and individual citizens.", 
        "sentence_id,": "3aa90ab8dc"
    }, 
    {
        "sentence": "The Moroccan legislative framework must keep the pace of the technological development and users changes.", 
        "sentence_id,": "60858ce211"
    }, 
    {
        "sentence": "It should support the development of the digital society and provide greater protection of Moroccan internet users in commercial domains.", 
        "sentence_id,": "efa3fff300"
    }, 
    {
        "sentence": "The expansion of e-commerce and electronic services depend on the confidence of individual citizens in the protection of their personal data.", 
        "sentence_id,": "3cbaf98025"
    }, 
    {
        "sentence": "The protection of electronic exchanges can be also achieved by developing the services of electronic certification and cryptography.", 
        "sentence_id,": "428c68cb09"
    }, 
    {
        "sentence": "Protect the personnal data Equip the Moroccan legislative arsenal with efficient protection tools for individuals with respect to personal data processing, in complience with the European framework in effect.", 
        "sentence_id,": "6955e1a514"
    }, 
    {
        "sentence": "Encourage and promote e-commerce development Elaborate the necessary legislative and regulatory texts to protect user online transactions.", 
        "sentence_id,": "b2e2b9e1aa"
    }, 
    {
        "sentence": "Encourage the dematerialisation of electronic transactions Implement Law n 53-03 related to electronic exchange of legal data.", 
        "sentence_id,": "7e30012fb3"
    }, 
    {
        "sentence": "Elaborate regulatory texts to facilitate the utilization of encryption means and electronic certification.", 
        "sentence_id,": "0bd61fc80b"
    }, 
    {
        "sentence": "84 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Digital Confidence Initiatives and Actions Initiative 2 : Put in place appropriate organisational structures Strengthening e-commerce confidence is a condition upon implementing support mechanisms to assist social operators on issues related to Information Systems Security, mainly for: Entities in charge of offering expertise in the field of Information Systems Security; Entities in charge of guaranteeing the protection of critical information infrastructure; Entities in charge of protecting personal data and setting up a dedicated control body.", 
        "sentence_id,": "2285528eb0"
    }, 
    {
        "sentence": "Set up a committee in charge of Information Systems Security In relation with the National Council of Information Technology and Digital Economy, a committee in charge of Information Systems Security will be set up and will be mainly responsible for elaborating the policy related to the protection of critical information infrastructure in the country.", 
        "sentence_id,": "7ed697bf3e"
    }, 
    {
        "sentence": "Put in place MA-CERT Put in place a centre of coordination and response to incidents related to Information Systems Security (ma-CERT) at a national level.", 
        "sentence_id,": "30ca45bd08"
    }, 
    {
        "sentence": "This centres main role is to respond to security incidents, coordinate responses at the national level and propose different services related to the handling of these incidents, the analysis of their vulnerability and the restoration of systems under attack.", 
        "sentence_id,": "a09de95911"
    }, 
    {
        "sentence": "Set up certification authority Put in place and develop the first service provider of electronic certificates, whose role is to ensure electronic exchanges viability, authentication and data integrity by issuing and delivering electronic certificates.", 
        "sentence_id,": "183216afe0"
    }, 
    {
        "sentence": "Put in place the National Commission for Data Protection (CNDP) Set up CNDP, to be responsible for informing individual users about their rights and obligations, proposing to the government legislative and regulatory measures for the protection of personal data while taking into consideration technological evolutions, to ensure law enforcement for the protection of personal data.", 
        "sentence_id,": "5a72c31cd2"
    }, 
    {
        "sentence": "Develop back-up sites Encourage the development of back-up sites within the framework of public-private partnership, to ensure the sustainability of the kingdoms critical information infrastructure.", 
        "sentence_id,": "027898f49d"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 87 The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Digital Confidence Initiatives and Actions Initiative 3 : Promote and sensitise social operators to information systems security The improvment of the Information Systems Security requires the development of a real culture of security.", 
        "sentence_id,": "dcde739d23"
    }, 
    {
        "sentence": "The awarness of individual citizens, administrations and enterprises to the challenges of Information Systems Security is of a paramount importance.", 
        "sentence_id,": "d843bb917a"
    }, 
    {
        "sentence": "In addition to developing a good understanding of Information Systems Security, this awarness program should allow individual citizens to be aware of the measures taken to promote digital confidence.", 
        "sentence_id,": "c4a3a6be6d"
    }, 
    {
        "sentence": "Implement a sensitisation and communication program about ISS Define and launch programs of awarness and communication on the ISS issues for grand public, companies and administrations.", 
        "sentence_id,": "7fb8b0565f"
    }, 
    {
        "sentence": "Provide training programs on ISS for engineering students Define and provide training programs on IT and ISS for engineering students, to help them acquire adequate qualifications according to their area of expertise.", 
        "sentence_id,": "49aa546e20"
    }, 
    {
        "sentence": "Provide training programs for legal professions Provide training to introduce to all magistrates the basic IT and ISS skills.", 
        "sentence_id,": "fc7743b6e2"
    }, 
    {
        "sentence": "Design a charter for retail websites Boost public confidence in e-commerce by setting up a label of retail websites, in partnership with business federations, and notably the Confederation of Moroccan Companies (CGEM).", 
        "sentence_id,": "276e1d29c4"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 89 The National Strategy for Information Society and Digital Economy - 2009-2013 Implementation Modalities 90 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Implementation Modalities 1- Governance 2- Budget Allocation D i g i t a l M o r o c c o 91 The National Strategy for Information Society and Digital Economy - 2009-2013 Implementation Modalities Governance Ensure the effective implementation of Maroc Numeric, such is the objective of setting up an overall governance at the highest level of government National Council for IT and Digital Economy (TIEN) Entities set up by decree n 2-08-444 of May 21st 2009 Steering Committee Steering management Development TIEN* Observatory of TIEN* IT Industry *Information Technologies and Digital Economy 92 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 SMEs Computerisation User-oriented public services Social change Cyber confidence Human Resources Implementation Modalities Governance The roles and responsibilities of the different structures have been clearly defined National Council for IT Impetus and Digital Economy M ake proposals to the government regarding the broad orientations of a national strategy for the development of new information technologies.", 
        "sentence_id,": "92f515b86a"
    }, 
    {
        "sentence": "P ropose measures of legislative or regulatory nature designed to contribute to such a development.", 
        "sentence_id,": "d6fbc39d24"
    }, 
    {
        "sentence": "P ropose relevant measures to promote the use of new IT in the public and private sectors.", 
        "sentence_id,": "f94b78bb74"
    }, 
    {
        "sentence": "C oordinate and assess progress made by the implementation of national policies geared towards IT development, and arbitrate possible priority conflicts.", 
        "sentence_id,": "a2baf78464"
    }, 
    {
        "sentence": "M ake recommendations for the conception, preparation, implementation, and evaluation of actions taken to develop the information society and digital economy.", 
        "sentence_id,": "a621c906df"
    }, 
    {
        "sentence": "Steering committee for IT and Digital Economy Interministerial entity chaired by the Prime Minister Set the course and evaluate S et out vision and ambitions Interministerial D efine the strategy and the action plan entity chaired by C oordinate action plans to be implemented, and arbitrate when necessary.", 
        "sentence_id,": "e0b28d1422"
    }, 
    {
        "sentence": "the Minister in E nsure the allocation of relevant means and resources.", 
        "sentence_id,": "2273e942a8"
    }, 
    {
        "sentence": "charge of New P repare follow-up and evaluation reports on the progress made with regards to different action plans Technologies in order to be submitted to the National Council; redirect programs running into difficulty.", 
        "sentence_id,": "f3a8fc6692"
    }, 
    {
        "sentence": "M ake proposals to the National Council regarding measures to be taken to promote and develop new IT.", 
        "sentence_id,": "75378d3232"
    }, 
    {
        "sentence": "P repare an annual report on CNTI activities and on new IT development in Morocco, to be submitted for the Councils approval and to be presented to the government.", 
        "sentence_id,": "72ed22fda4"
    }, 
    {
        "sentence": "D i g i t a l M o r o c c o 93 The National Strategy for Information Society and Digital Economy - 2009-2013 Implementation Modalities Governance The roles and responsibilities of the different structures have been clearly defined Steering management Manage overall implementation for TIEN Development Prepare IT and digital economy strategy.", 
        "sentence_id,": "ba1443570c"
    }, 
    {
        "sentence": "Propose action plan and estimate necessary means.", 
        "sentence_id,": "51e86dec5f"
    }, 
    {
        "sentence": "Oversee the implementation of set plan.", 
        "sentence_id,": "585e96d837"
    }, 
    {
        "sentence": "Highlight and use inter-project synergies.", 
        "sentence_id,": "bde7644070"
    }, 
    {
        "sentence": "Prepare assessment of achievements.", 
        "sentence_id,": "6d959f618f"
    }, 
    {
        "sentence": "Take part in international forums to promote Morocco and attract available funds.", 
        "sentence_id,": "bfb5871fc7"
    }, 
    {
        "sentence": "Structure chaired by the Minister in charge of New Technologies or his representative National IT Observatory Structure chaired by the Minister in charge of New Technologies or his representative 94 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Assess Set up dashboards to monitor IT trends in Morocco.", 
        "sentence_id,": "2186deda6a"
    }, 
    {
        "sentence": "Assess and account for discrepancies between plans and actual achievements.", 
        "sentence_id,": "c2d1a2fc98"
    }, 
    {
        "sentence": "Provide information to focuse on measures or recipients of measures likely to optimise results.", 
        "sentence_id,": "283641884b"
    }, 
    {
        "sentence": "Implementation Modalities 1- Governance 2- Budget Allocation D i g i t a l M o r o c c o 95 The National Strategy for Information Society and Digital Economy - 2009-2013 Implementation Modalities Budget Allocation Allocate, over five years, adequate and sufficient financial resources to implement initiatives and measures related to Maroc Numeric, and to ensure its effective implementation.", 
        "sentence_id,": "ba650f93ca"
    }, 
    {
        "sentence": "Provide hardware, internet access and multimedia resources to public educational institutions.", 
        "sentence_id,": "c1f8bf6d64"
    }, 
    {
        "sentence": "Provide multimedia resources and internet access to public higher education institutions.", 
        "sentence_id,": "41f61d1504"
    }, 
    {
        "sentence": "Subsidise computer equipment and internet connection for teaching staff.", 
        "sentence_id,": "3a1c54e2ac"
    }, 
    {
        "sentence": "Subsidise mobile computers and internet connection for engineering students or similars.", 
        "sentence_id,": "d6b829c6af"
    }, 
    {
        "sentence": "Adopt policies focused on the development of broadband by category of the zone and income levels.", 
        "sentence_id,": "b0f876379e"
    }, 
    {
        "sentence": "Promote low-cost equipment offers.", 
        "sentence_id,": "dbfd0e588f"
    }, 
    {
        "sentence": "Promote internet access and IT use outside the home by setting up community access centers.", 
        "sentence_id,": "424af0ab6d"
    }, 
    {
        "sentence": "Support the development of digital informational content.", 
        "sentence_id,": "e2d17907ba"
    }, 
    {
        "sentence": "Support the development of digital entertainment content.", 
        "sentence_id,": "7f058324c6"
    }, 
    {
        "sentence": "Support the development of educational content.", 
        "sentence_id,": "02f8f050a0"
    }, 
    {
        "sentence": "Put in place a governance structure for e-government program.", 
        "sentence_id,": "b80cfa29e0"
    }, 
    {
        "sentence": "Implement 15 key projects.", 
        "sentence_id,": "5deea707fc"
    }, 
    {
        "sentence": "Implement all e-government projects and services.", 
        "sentence_id,": "4ea2d40a00"
    }, 
    {
        "sentence": "Identify ready-made business solutions for branches with strong GDP potential.", 
        "sentence_id,": "ffd6baeee1"
    }, 
    {
        "sentence": "Support IT investment by sector based SMEs.", 
        "sentence_id,": "eaa8824132"
    }, 
    {
        "sentence": "Disseminate information on designed sector based offers.", 
        "sentence_id,": "9bbec3763e"
    }, 
    {
        "sentence": "Assist SMEs supplying providers of the main contractors that are engaged in dematerialisation projects.", 
        "sentence_id,": "a8bb5899c4"
    }, 
    {
        "sentence": "Involve main contractors to incite Very Small Enterprises to be equipped.", 
        "sentence_id,": "5bb3b1ab12"
    }, 
    {
        "sentence": "Involve professional associations in SMEs endorsement to IT.", 
        "sentence_id,": "26c449b31f"
    }, 
    {
        "sentence": "Train IT correspondents and accounting experts.", 
        "sentence_id,": "15524f282f"
    }, 
    {
        "sentence": "Initiate SME managers to use IT: the Digital License.", 
        "sentence_id,": "8a62d54439"
    }, 
    {
        "sentence": "Upgrade the legal framework to encourage the use of online services.", 
        "sentence_id,": "e854a43fe8"
    }, 
    {
        "sentence": "Implement national governance for innovation.", 
        "sentence_id,": "b3af578ea5"
    }, 
    {
        "sentence": "Set up financing solutions for IT actors.", 
        "sentence_id,": "0eff5bb54d"
    }, 
    {
        "sentence": "Set up regional technoparks.", 
        "sentence_id,": "fe94a7d922"
    }, 
    {
        "sentence": "Improve and adapt the legal framework to the specificities of the IT sector.", 
        "sentence_id,": "52dde4a048"
    }, 
    {
        "sentence": "Promote the culture of entrepreneurship and innovation.", 
        "sentence_id,": "a50e50f458"
    }, 
    {
        "sentence": "Set up assistance services for IT enterprises.", 
        "sentence_id,": "254700af77"
    }, 
    {
        "sentence": "Put in place a financing scheme designed for activities developed in the clusters.", 
        "sentence_id,": "30a38879f5"
    }, 
    {
        "sentence": "Implement the law related to personal data protection.", 
        "sentence_id,": "c6bb1482a8"
    }, 
    {
        "sentence": "Sustain the competitiveness of Morocco as offshoring destination.", 
        "sentence_id,": "70387f1427"
    }, 
    {
        "sentence": "Provide sufficient and quality infrastructure.", 
        "sentence_id,": "6d2ad62f78"
    }, 
    {
        "sentence": "Meet the needs of qualified human resources.", 
        "sentence_id,": "d252d6748e"
    }, 
    {
        "sentence": "Promote destination of Morocco as a destination to IT companies.", 
        "sentence_id,": "647eb4b388"
    }, 
    {
        "sentence": "Putting in place a mechanism to manage, follow-up, and assess training plans in the IT sector.", 
        "sentence_id,": "4ffc83f89b"
    }, 
    {
        "sentence": "Design initiation training programs.", 
        "sentence_id,": "65de6c0c89"
    }, 
    {
        "sentence": "Launch an emergency training operation for the IT offshoring sector.", 
        "sentence_id,": "997833a050"
    }, 
    {
        "sentence": "Develop training initiatives within public-private partnerships.", 
        "sentence_id,": "3722840655"
    }, 
    {
        "sentence": "Improve the employment rate of second-cycle university graduates at the end of their training program.", 
        "sentence_id,": "42e52447c1"
    }, 
    {
        "sentence": "Protect the personal data.", 
        "sentence_id,": "c34c5b358f"
    }, 
    {
        "sentence": "Encourage and promote e-commerce development.", 
        "sentence_id,": "918d6beb6c"
    }, 
    {
        "sentence": "Encourage the dematerialisation of electronic transactions.", 
        "sentence_id,": "74a474ab9d"
    }, 
    {
        "sentence": "Set up a committee in charge of Information Systems Security.", 
        "sentence_id,": "59cb0eed5b"
    }, 
    {
        "sentence": "Set up certification authority.", 
        "sentence_id,": "2cbc85c091"
    }, 
    {
        "sentence": "Put in place the National Commission for Data Protection (CNDP).", 
        "sentence_id,": "b9f912a6df"
    }, 
    {
        "sentence": "Implement a sensitisation and communication program about ISS.", 
        "sentence_id,": "5bb33879d9"
    }, 
    {
        "sentence": "Provide training programs on ISS for engineering students.", 
        "sentence_id,": "321aecd955"
    }, 
    {
        "sentence": "Provide training programs for legal professions.", 
        "sentence_id,": "099c612b92"
    }, 
    {
        "sentence": "Design a charter for retail websites.", 
        "sentence_id,": "cf51b8688b"
    }, 
    {
        "sentence": "10 2 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013", 
        "sentence_id,": "6ca74ede61"
    }
]