[
    {
        "sentence": "----------------------- Page 1----------------------- National ICT Strategy and Plan NICI - 2015 No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of the Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "8b47d79927"
    }, 
    {
        "sentence": "----------------------- Page 2----------------------- ( List of Acronyms AGAGE Advanced Global Atmospheric Gases Experiment AISI African Information Society Initiative AMIS Agriculture management Information System ARTEL Africa Rural Telecommunication BNR Banque National du Rwanda BPO Business Processing Outsourcing CD Community Development CERT Computer Emergency Response Team COMESA Common Market for Eastern and Southern Africa CNS-ATM Communication Navigation Surveillance /Air Management CS Cyber Security CSIRT Computer Security Incident Response Team CTC Coordination Technical Committee FWG Focus area Working Group DCRS Develop a Digital Court Recording System EAPP East African Power Pool EASSy Eastern Africa Submarine Cable System EDPRS Economic Development & Poverty Reduction Strategy (2008-2012) e-GOV e-Government EMIS Education Management Information System EMR Electronic Medical Records EQMS Electronic Queue Management System ERMS Electronic Records Management System FMS Financial Management Systems FY Fiscal Year GDP Gross Domestic Product GIS Geographical Information System GNI Gross National Income GNP Gross National Product GoR Government of Rwanda G2B Government-to-Business G2C Government-to-Citizen G2G Government-to-Government HIV Human Immunodeficiency Virus HLSC High Level Steering Committee HRMS Human Resource Management System ICT Information Communication Technology ICT4D ICT for Development IDS Intrusion Detection Systems IPAR Institute of Policy Analysis and Research!", 
        "sentence_id,": "8f0207b137"
    }, 
    {
        "sentence": "IPS Intrusion Prevention Systems ISP Internet Service Provider ISPA Internet Service Provider in Africa ITU International Telecommunication Union!", 
        "sentence_id,": "0759b20327"
    }, 
    {
        "sentence": "Project Development and Implementation Framework FY 2013-2015 ........................................ 77 ( PART 5: CONCLUSION ........................................................................................................................... 78 ( APPENDICES ............................................................................................................................................. 79 APPENDIX 1: NICI II: KEY LESSONS LEARNED AND RECOMMENDATIONS ....................... 79 APPENDIX 2: SAMPLE OF NICI III PROJECT PROFILE DOCUMENT ...................................... 81 APPENDIX 3: NICI III STAKEHOLDERS ........................................................................................... 83 APPENDIX 4: NICI-2015 TASK FORCE & TEAM OF RESOURCE PERSONS ............................ 84 ----------------------- Page 5----------------------- ( Accelerating Service Development Rwanda ICT Strategic and Action Plan (NICI III 2015) Figures of Illustration Figure 1: ICT Readiness vs Competitiveness ............................................................................................. 9 Figure 2: NICI Framework ....................................................................................................................... 15 Figure 3: NICI I Framework ..................................................................................................................... 15 Figure 4: NICI II Framework .................................................................................................................... 16 Figure 5: NICI III Framework .................................................................................................................. 17 Figure 7: Private Sector Development Projects ........................................................................................ 33 Figure 8: Community Development Projects ........................................................................................... 42 Figure 9: e-Government Projects .............................................................................................................. 48 Figure 10: Cyber Security Projects ........................................................................................................... 56 Figure 11: Cross-Cutting Projects ............................................................................................................. 61 Figure 12: NICI III Institutional Framework ............................................................................................ 68 Figure 13: NICI III Implementation Framework ...................................................................................... 73 ----------------------- Page 6----------------------- ( Executive Summary Global ICT policies have become more mainstream in the last decade underpinning growth, jobs, increasing productivity, enhancing the delivery of public and private services, and achieving broad socio-economic objectives in the areas of healthcare, education, climate change, energy, employment and social development.", 
        "sentence_id,": "a3a0a6a481"
    }, 
    {
        "sentence": "As such, the global ICT industry is fast changing as a result of emerging technologies, economic, social and business trends.", 
        "sentence_id,": "e70156ad66"
    }, 
    {
        "sentence": "As ICT applications and services are becoming ubiquitous, they are increasingly essential for ensuring sustainable economic development, and Rwanda is no exception.", 
        "sentence_id,": "2d967c7ed7"
    }, 
    {
        "sentence": "The Government of Rwanda (GoR) strongly believes that Information and Communication Technology (ICT) can enable Rwanda leap-frog the key stages of industrialization.", 
        "sentence_id,": "b92ca4497c"
    }, 
    {
        "sentence": "As such, GoR has integrated ICTs, through the NICI process, as a key driver for socio-economic development to fast track Rwandas economic transformation, and consistently strives to align the countrys development agenda to global trends in order to be competitive.", 
        "sentence_id,": "b0b1bf5e15"
    }, 
    {
        "sentence": "Since 2000 GoR has established institutions and mechanisms to create an enabling environment for ICT development, deployed critical world-class infrastructure and is continuously developing a skilled human resource base in its quest to become a knowledge-based society and regional ICT hub.", 
        "sentence_id,": "2229be2795"
    }, 
    {
        "sentence": "Today, the existence of a conducing legal and regulatory framework, availability of good infrastructure and a growing and innovative human resource base are further positioning Rwanda as a regional ICT hub.", 
        "sentence_id,": "6af16207ae"
    }, 
    {
        "sentence": "NICI III aims to accelerate services development by running efficient government services and increasing private sector productivity and in turn Rwandas competitiveness.", 
        "sentence_id,": "21c085b37b"
    }, 
    {
        "sentence": "Rwanda strives to leverage ICTs in all sectors of the economy and is registering tremendous progress.", 
        "sentence_id,": "40fd4856a7"
    }, 
    {
        "sentence": "Rwanda is also the 9 easiest place to start a business in the world and the 6th most competitive economy in Sub-Saharan Africa according to the 20 10 World Economic Forum global competitiveness report.", 
        "sentence_id,": "7c765f253e"
    }, 
    {
        "sentence": "This has largely been a result of several reforms including online business registration, aimed at making the business environment more conducive.", 
        "sentence_id,": "e0686cc133"
    }, 
    {
        "sentence": "Rwandas real GDP growth increased from 2.2% in 2003 to 7.2% in 2010 with a peak growth of 11.5% in 2008, and an overall average GDP of 7%.", 
        "sentence_id,": "42cd6fc296"
    }, 
    {
        "sentence": "These achievements are a result of the long-term economic development plan, Vision 2020, its medium-term strategy, the Economic Development Poverty Reduction Strategy (EDPRS), and the NICI Plan, which all give a clear direction on how Rwanda will transition from poverty to a middle-income, knowledge-based economy.", 
        "sentence_id,": "684ef3fae9"
    }, 
    {
        "sentence": "The NICI process, which coincides with Vision 2020, begun with the first of four five-year rolling plans, NICI I (NICI-2005 Plan), that focused on creating the necessary enabling environment that would enable the establishment and growth of Rwandas ICT sector.", 
        "sentence_id,": "6aca19576e"
    }, 
    {
        "sentence": "Emphasis was placed on establishing the appropriate institutional, legal and regulatory framework, liberalization of the telecoms market, and reduction of entry barriers to the telecom market as well as an effective implementation and coordination mechanism.", 
        "sentence_id,": "fa71e047b3"
    }, 
    {
        "sentence": "Page 6 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means -- electronic, electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "58dcca1b3c"
    }, 
    {
        "sentence": "----------------------- Page 7----------------------- ( The just concluded second plan, NICI II (NICI-2010 Plan), focused on providing world-class communications infrastructure that will serve as the backbone for current and future communications requirements.", 
        "sentence_id,": "6e17de5ac9"
    }, 
    {
        "sentence": "Today, Rwanda enjoys increased nationwide coverage of telecommunication networks, has deployed a versatile and high capacity national optic fiber backbone network, and a national data center.", 
        "sentence_id,": "c2de81880c"
    }, 
    {
        "sentence": "Rwanda is now well positioned to become a regional ICT hub that can offer a wide range of competitive ICT products and services.", 
        "sentence_id,": "985a86c3c8"
    }, 
    {
        "sentence": "((( The third plan, NICI III (NICI-2015 Plan), will focus on the development of services by leveraging ICTs to improve service delivery to citizens, as Rwanda approaches the fourth and final phase of the NICI process that will propel Rwanda to achieve Vision 2020 goals.", 
        "sentence_id,": "e02008bcc7"
    }, 
    {
        "sentence": "Lessons learned (Appendix 1) during NICI II implementation have been widely considered in the development of NICIII.", 
        "sentence_id,": "737feb97f1"
    }, 
    {
        "sentence": "In this phase, emphasis will be placed on the development of services in the following five focus areas: Skills development aims to develop a high quality skill and knowledge base leveraging ICT Private Sector Development aims to develop a vibrant, competitive, and innovative ICT sector/ ICT enabled private sector Community Development aims to empower and transform communities through improved access to information and services E-Government (e-GOV) aims to improve government operational efficiency and service delivery Cyber Security (CS) aims to secure Rwandas cyberspace and information assets These focus areas will accelerate services development and fuel continued growth.", 
        "sentence_id,": "609cf160a1"
    }, 
    {
        "sentence": "It also provides a background of Rwandas current ICT status in relation to the global context: national development strategies, ICT vision, achievements, challenges and opportunities.", 
        "sentence_id,": "13516c0838"
    }, 
    {
        "sentence": "Part 2 highlights the methodology employed in NICI III formulation and provides the rationale, description, mission and objectives for each of the five focus areas.", 
        "sentence_id,": "ed93b9b4ea"
    }, 
    {
        "sentence": "Part 3 elaborates each NICI III project by outlining its purpose, description, activities, expected outcomes and outcome indicators.", 
        "sentence_id,": "b6d2348ad2"
    }, 
    {
        "sentence": "The projects defined will be implemented in the first two years of the NICI III plan (FY 2011 and FY 2012).", 
        "sentence_id,": "aea616ee5e"
    }, 
    {
        "sentence": "Part 4 describes the institutional and implementation framework for NICI III, including specific roles and responsibilities, and the framework that will guide the development of projects in the second phase of NICI III i.e.", 
        "sentence_id,": "ad8759d937"
    }, 
    {
        "sentence": "Implementation of NICI III projects will commence in July 2011 and have annual/biennial project cycles.", 
        "sentence_id,": "a351b37fc4"
    }, 
    {
        "sentence": "NICI II evaluation revealed that lack of ownership, inadequate project planning and coordination, and monitoring and evaluation were major shortcomings.", 
        "sentence_id,": "463ce7e799"
    }, 
    {
        "sentence": "As such, NICI III Page 7 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means -- electronic, electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "554c333580"
    }, 
    {
        "sentence": "----------------------- Page 8----------------------- ( has been designed to solve these issues and is more flexible, with clear outcomes that ensure alignment with overall NICI III goals.", 
        "sentence_id,": "8182f79a7f"
    }, 
    {
        "sentence": "Annual/biennial project cycles will allow for easy adaptation to socio-economic changes and emerging technologies.", 
        "sentence_id,": "3a5f0c4e15"
    }, 
    {
        "sentence": "A strong institutional and implementation framework has been created for NICI III and will require full participation of all stakeholders as they each have complementary roles.", 
        "sentence_id,": "f18dec9d94"
    }, 
    {
        "sentence": "Stakeholders include: National ICT Steering Committee, chaired by MINICT, will provide strategic direction for Rwandas ICT sector and be the guardian of NICI III implementation, providing leadership and oversight.", 
        "sentence_id,": "b0ab6c1d27"
    }, 
    {
        "sentence": "RDB, the designated coordination and implementing agency of all GoR ICT initiatives, in partnership with project implementers and the private sector, will continue to implement and oversee the implementation of the NICI III initiatives.", 
        "sentence_id,": "4a7fba42a8"
    }, 
    {
        "sentence": "Further, the focus area working groups (FWGs) that we were very instrumental in the NICI III formulation process will continue to support RDB ensuring effective project implementation.", 
        "sentence_id,": "603ed42b33"
    }, 
    {
        "sentence": "Project Implementer will be executing specific NICI III projects in partnership with RDB.", 
        "sentence_id,": "c5f56aeed0"
    }, 
    {
        "sentence": "On-going monitoring and periodic external evaluation will objectively verify project implementation and overall NICI III progress.", 
        "sentence_id,": "15a9d425eb"
    }, 
    {
        "sentence": "The next five years will be most critical to Rwandas transformation into a knowledge-based economy as NICI III aims to accelerate services development and advance the countrys development agenda.", 
        "sentence_id,": "dac56bed71"
    }, 
    {
        "sentence": "( ( ( ( Page 8 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means -- electronic, electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "20be02f746"
    }, 
    {
        "sentence": "It also provides a background of Rwandas current ICT status in relation to the global context and national development strategies.", 
        "sentence_id,": "f9cb74057b"
    }, 
    {
        "sentence": "It also highlights Rwandas ICT vision, achievements, challenges and opportunities.", 
        "sentence_id,": "ef16d4aaef"
    }, 
    {
        "sentence": "The Current Context Global ICT policies have become more mainstream in the last decade underpinning growth, jobs, increasing productivity, enhancing the delivery of public and private services, and achieving broad socio-economic objectives in the areas of healthcare, education, climate change, energy, employment and social development.", 
        "sentence_id,": "13178a651d"
    }, 
    {
        "sentence": "As such, the global ICT industry is fast changing as a result of emerging technologies, economic, social and business trends.", 
        "sentence_id,": "dab1adcb8d"
    }, 
    {
        "sentence": "As ICT applications and services are becoming ubiquitous, they are increasingly essential for ensuring sustainable economic development, and Rwanda is no exception.", 
        "sentence_id,": "5a2968079a"
    }, 
    {
        "sentence": "Investing in ICT is a key driver of economic development for emerging and developed markets alike.", 
        "sentence_id,": "111254d862"
    }, 
    {
        "sentence": "Figure 1 illustrates the correlation between ICT readiness the availability of broadband, computers, and software in a country and competitiveness.", 
        "sentence_id,": "f47bffebe4"
    }, 
    {
        "sentence": "Countries with the most advanced ICT sectors present the highest levels of competitiveness, suggesting that having a country 1 enabled by ICT improves its overall economic performance in the long run.", 
        "sentence_id,": "fa40cef215"
    }, 
    {
        "sentence": "( Page 9 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means -- electronic, electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "9c69b7688b"
    }, 
    {
        "sentence": "----------------------- Page 10----------------------- ( Since 2000 GoR has established institutions and mechanisms to create an enabling environment for ICT development, deployed critical world-class infrastructure and is continuously developing a skilled human resource base in its quest to become a knowledge-based society and regional ICT hub.", 
        "sentence_id,": "a898d6dd35"
    }, 
    {
        "sentence": "Today, the existence of a conducing legal and regulatory framework, availability of good infrastructure and a growing and innovative human resource base are further positioning Rwanda as a regional ICT hub.", 
        "sentence_id,": "da7950a520"
    }, 
    {
        "sentence": "NICI III aims to accelerate services development by running efficient government services and increasing private sector productivity and in turn Rwandas competitiveness.", 
        "sentence_id,": "8762cfa14e"
    }, 
    {
        "sentence": "Rwanda strives to leverage ICTs in all sectors of the economy and is registering tremendous progress.", 
        "sentence_id,": "35c8a58dd6"
    }, 
    {
        "sentence": "Rwanda is also the 9 easiest place to start a business in the world and the 6th most competitive economy in Sub-Saharan Africa according to the 20 10 World Economic Forum global competitiveness report.", 
        "sentence_id,": "1925f8d111"
    }, 
    {
        "sentence": "This has largely been a result of several reforms including online business registration, aimed at making the business environment more conducive.", 
        "sentence_id,": "4e29885866"
    }, 
    {
        "sentence": "Rwandas real GDP growth increased from 2.2% in 2003 to 7.2% in 2010 with a peak growth of 11.5% in 2008, and an overall average GDP of 7%.", 
        "sentence_id,": "2909adf2f9"
    }, 
    {
        "sentence": "These achievements are a result of the long-term economic development plan, Vision 2020, its medium-term strategy, the Economic Development Poverty Reduction Strategy (EDPRS), and the NICI Plan, which all give a clear direction on how Rwanda will transition from poverty to a middle-income, knowledge-based economy.", 
        "sentence_id,": "f637348c38"
    }, 
    {
        "sentence": "st In 2007, Rwanda took a key step toward its long-term goal when it became the 1 East African country and the 3rd in Africa to adopt the One Laptop Per Child program.", 
        "sentence_id,": "652c3128d8"
    }, 
    {
        "sentence": "This initiative aims to provide pupils with laptops in order to bridge the global digital divide.", 
        "sentence_id,": "fd65123012"
    }, 
    {
        "sentence": "With the above- mentioned achievements among many more, Rwanda is now on track to achieving MDG and Vision 2020 goals.", 
        "sentence_id,": "cfe1401230"
    }, 
    {
        "sentence": "ICT Trends ( Internet: In just a few decades, Internet is transforming the way we live, work, socialize and the way countries develop and grow.", 
        "sentence_id,": "6b058b6870"
    }, 
    {
        "sentence": "Its impact on economic wealth includes the creation of jobs, improved standards of living, and contribution to real growth.", 
        "sentence_id,": "8d664fb073"
    }, 
    {
        "sentence": "The United Nations in its Millennium Development Goals (MDGs) lists Internet penetration as a key metric in efforts to reduce poverty and encourage rational development.", 
        "sentence_id,": "314d0b5dfb"
    }, 
    {
        "sentence": "According to a 2011 McKinsey report, more than 2 billion people now use Internet in every country, in every sector, in most companies, and almost $8 trillion exchange hands each year though e-commerce and these numbers are still growing.", 
        "sentence_id,": "857e13e64f"
    }, 
    {
        "sentence": "3 E-commerce websites such as Amazon, iTunes, and Google Checkout are transforming global business transactions.", 
        "sentence_id,": "25739b378e"
    }, 
    {
        "sentence": "Voice communication over the Internet (VoIP), blogging, Internet radio, Internet television, social networking sites, cloud computing, and Internet-based user applications are all contributing immensely to the rise in popularity and acceptance of the Internet as the primary 4 communication method for many.", 
        "sentence_id,": "6749243f8d"
    }, 
    {
        "sentence": "In 2008, an estimated 300 Cybercafs were operational of which 65% were within Kigali.", 
        "sentence_id,": "4b9ac70f8a"
    }, 
    {
        "sentence": "However, due to computer affordability, mobile phone penetration and easy connectivity to Internet (Hotspots, 3G modems), that number decreased to (((((((((((((((((((((((((((((((((((((((((((((((((((((((( 3(McKinsey Global Institute, May 2011 Report: Internet matters: The Nets sweeping impact on growth, jobs and prosperity 4 UNESCAP, January 2010 Briefing Note: ICT Trends for Government Leaders Page 10 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "680d15123b"
    }, 
    {
        "sentence": "In 2010, 40 Broadband VSAT companies were operational in Rwanda.", 
        "sentence_id,": "f25012930c"
    }, 
    {
        "sentence": "It is envisaged that the use of VSAT will be drastically reduced due to increasingly affordable Internet resulting from the deployment of broadband through the national fiber optic backbone that been rolled out in the country (over 2,300 km).", 
        "sentence_id,": "2e321ea383"
    }, 
    {
        "sentence": "In 2010, Internet penetration in Rwanda was 5.3% compared to the African average of 10.9%.", 
        "sentence_id,": "416e662f60"
    }, 
    {
        "sentence": "From 2008 to 2010, Rwanda registered one of the highest Internet user growth rates with 8900% compared to the continent growth rate of 2450% and the world average rate of 444%.", 
        "sentence_id,": "b7985da930"
    }, 
    {
        "sentence": "In 2010, more than 38.9% of Rwandas public sector (ministries, agencies, provinces and districts) and 34.5% of the private sector had web 5 presence.", 
        "sentence_id,": "7a335e621a"
    }, 
    {
        "sentence": "Mobile Applications: There is increased demand linking mobile payment systems with online- based e-commerce and trading platforms globally.", 
        "sentence_id,": "1cefa8f424"
    }, 
    {
        "sentence": "Today, there are more than 3.4 million mobile subscribers in Rwanda who are now able to purchase electricity and airtime anywhere at any time as a result of mobile payment systems.", 
        "sentence_id,": "3561bafdb7"
    }, 
    {
        "sentence": "Rwandan software developers and telecom providers can work together to capitalize on this trend.", 
        "sentence_id,": "b242190aea"
    }, 
    {
        "sentence": "Outsourcing: Outsourcing of help-desk services, desktop management, data-center services, and on-the-spot support services are on the rise.", 
        "sentence_id,": "eca36826f6"
    }, 
    {
        "sentence": "It is creating new job opportunities in the IT industry, stimulating the need for progressive and innovative strategies to connect employees from continent to continent.", 
        "sentence_id,": "caa9f8df79"
    }, 
    {
        "sentence": "Information Security: Information security is increasingly becoming of critical importance given the need to secure critical information currently available online.", 
        "sentence_id,": "52fe893eff"
    }, 
    {
        "sentence": "This is a result of advanced and repeated cyber-attacks to government and private companies that are now 7 spending more on security technology, assessments, training, and certification.", 
        "sentence_id,": "d06653dc6d"
    }, 
    {
        "sentence": "Rwanda is investing, and must continue to do so, in IT and information security to ensure that Rwandans information is not compromised.", 
        "sentence_id,": "22c13d74fb"
    }, 
    {
        "sentence": "Cloud Computing: There is a shift in the global service model in which service providers are leveraging cloud computing technologies to offer everything-as-a-service.", 
        "sentence_id,": "b6ee8f65e1"
    }, 
    {
        "sentence": "This is a new and swiftly growing approach to service provision.", 
        "sentence_id,": "0b6a15d04a"
    }, 
    {
        "sentence": "Today, Rwanda has constructed a national data center that is fully capable of maximizing the potential in cloud computing, paving the way for increased services development.", 
        "sentence_id,": "16bf2b3635"
    }, 
    {
        "sentence": "Green ICT: A host of trends, including rising stakeholder awareness, increasing environmental regulations and rising energy costs are causing many executives to green their companies.", 
        "sentence_id,": "cc071caac9"
    }, 
    {
        "sentence": "Through reduction in CO2 emissions, the IT industry can save billions of dollars and garner more money in electric utilities rebates.", 
        "sentence_id,": "7c9fe735f2"
    }, 
    {
        "sentence": "Benefits and incentives are being offered to businesses in countries like the United States as reducing carbon emissions has become a pressing issue.", 
        "sentence_id,": "d82de16e19"
    }, 
    {
        "sentence": "Governments in countries like Canada and South Africa are refurbishing ICT equipment.", 
        "sentence_id,": "bbc99beb53"
    }, 
    {
        "sentence": "Refurbished computers are then distributed across these countries to schools, libraries and (((((((((((((((((((((((((((((((((((((((((((((((((((((((( 5 RWANDA 2010 ICT Status Baseline Survey 6((Rwanda BPO strategy( 7 http://hostwisely.com/blog/six-major-trends-of-information-technology-in-2010/ Page 11 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "0e64355245"
    }, 
    {
        "sentence": "----------------------- Page 12----------------------- ( registered non-profit learning organizations.", 
        "sentence_id,": "5f5ec4b189"
    }, 
    {
        "sentence": "Rwanda can greatly increase ICT penetration and utilization through such initiatives.", 
        "sentence_id,": "87f91a66eb"
    }, 
    {
        "sentence": "Convergence: Technological innovation and market demand are driving the ICT sector toward convergence.", 
        "sentence_id,": "83ff300454"
    }, 
    {
        "sentence": "This trend is lowering barriers-to-entry; allowing service providers to try new business models; promoting competition; reducing costs for service providers and users, and broadening the range of services and technologies available to users.", 
        "sentence_id,": "28aabde7e6"
    }, 
    {
        "sentence": "The growing use of Internet protocol (IP)-based packet-switched data transmissions has made it possible for various devices and applications to use any one of several networks, and interconnect previously separated networks.", 
        "sentence_id,": "cfd346a661"
    }, 
    {
        "sentence": "Service providers around the world are embracing convergence through investment in all-IP networks estimated to reach a cumulative total of $200 billion in 2015 and in 8 converged business models.", 
        "sentence_id,": "d7b9afedd2"
    }, 
    {
        "sentence": "Rwandan telecom companies are also following this trend by converging voice and data network infrastructure.", 
        "sentence_id,": "7397b2f2d8"
    }, 
    {
        "sentence": "In order to compete in an increasingly globalized market place, developing economies need to not only use ICT, but also ensure the availability of ICT to all sectors of the economy.", 
        "sentence_id,": "47a57f73dd"
    }, 
    {
        "sentence": "This requires a significant investment in infrastructure, capacity building, and a policy environment that fosters innovation and growth.", 
        "sentence_id,": "f8b1672f95"
    }, 
    {
        "sentence": "Rwanda, through the NICI process, has created an enabling environment and deployed critical infrastructure for ICT growth and development.", 
        "sentence_id,": "5e09dc7f6c"
    }, 
    {
        "sentence": "NICI III aims to capitalize on this to accelerate services development through ICT by running efficient government services and improving business efficiency and productivity, thereby facilitating sustainable economic competitiveness for Rwanda.", 
        "sentence_id,": "ee56397aae"
    }, 
    {
        "sentence": "Science and technology, including ICT GoR has adopted the following strategies to fast track the achievement of Vision 2020 in three priority clusters including economic, social and governance.", 
        "sentence_id,": "c4660d08cb"
    }, 
    {
        "sentence": "(((((((((((((((((((((((((((((((((((((((((((((((((((((((( 8 World Bank, 2009, Information and communication for development : Extending reach and increasing impact( Page 12 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "b704b9249a"
    }, 
    {
        "sentence": "It follows Millennium Development Goals (MDG) benchmarks and targets, organised in 3 flagship programmes: 1) Sustainable growth for jobs and exports 2) Vision 2020 Umurenge a pro-poor, rural development programme for poverty reduction 3) Governance Vision 2020 Umurenge is a highly decentralised integrated rural development programme designed to accelerate extreme poverty reduction in Rwanda.", 
        "sentence_id,": "6cfb3da2e0"
    }, 
    {
        "sentence": "It is currently being piloted in 30 of the poorest sectors, imirenge around the country.", 
        "sentence_id,": "bcd2e3a854"
    }, 
    {
        "sentence": "The Governance Programme underpins two flagship programmes that provide an anchor for pro-poor growth by building on Rwandas reputation as a country with a low incidence of corruption and a regional comparative advantage in soft infrastructure.", 
        "sentence_id,": "1dbddd42b9"
    }, 
    {
        "sentence": "The capacity of local government and accountability are strengthened, and a business-friendly, risk-free environment 9 promoted.", 
        "sentence_id,": "b542f59c4e"
    }, 
    {
        "sentence": "The most recent Government 7-year plan (2010-2017) focuses on private sector development and job creation; good governance and zero-tolerance of corruption; economic growth combined with poverty reduction; capacity building in all sectors, and transformation of the agriculture sector especially increasing the use of technology and thus productivity.", 
        "sentence_id,": "ba640fc318"
    }, 
    {
        "sentence": "In line with Vision 2020, GoR integrated ICT as a key driver for socio-economic development by adopting the Rwanda ICT for Development (ICT4D) policy, commonly known as the National Information and Communication Infrastructure Plan (NICI) .", 
        "sentence_id,": "356d63a824"
    }, 
    {
        "sentence": "The NICI plan, which started in 2001, aims at fast tracking Rwandas transformation to a knowledge-based society.", 
        "sentence_id,": "0da214b6e3"
    }, 
    {
        "sentence": "Its objectives are to: Transform Rwanda into an IT-literate nation Promote and encourage the deployment and utilization of ICTs within the society Improve the civil and public service efficiency Develop the information and communications infrastructure of Rwanda Make Rwanda a regional ICT hub Transform the educational system using ICTs with the aim of improving accessibility, quality and relevance to the developmental needs of Rwanda Empower Rwandans by developing a human resource base that adapts to changing demands of the economy Develop the legal, institutional and regulatory framework and structures required to support the deployment and utilization of ICT These objectives have been the guiding principles of the NICI process to-date.", 
        "sentence_id,": "18f1e8bf6a"
    }, 
    {
        "sentence": "Rwanda ICT4D (NICI) Process In order to transform Rwanda into a knowledge-based economy, GoR integrated ICT in the Vision 2020 and Poverty Reduction Strategy (EDPRS) to enable Rwanda leap-frog the key (((((((((((((((((((((((((((((((((((((((((((((((((((((((( 9(OECD 2008: 524; GoR 2007: 86-87( Page 13 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "c09572ee21"
    }, 
    {
        "sentence": "----------------------- Page 14----------------------- ( stages of industrialization and transform her agro-based economy into a service, information-rich and knowledge-based one that is globally competitive.", 
        "sentence_id,": "201000ac54"
    }, 
    {
        "sentence": "In 1998, the Rwandan ICT for Development (ICT4D) policy was adopted to implement policies and plans that would address Rwandas developmental challenges in the information and technology age, in order to accelerate the countrys socio-economic development.", 
        "sentence_id,": "6938d59d93"
    }, 
    {
        "sentence": "In 2000 GoR begun implementing the ICT4D policy, commonly known as NICI, and subsequently developed and implemented NICI I (NICI-2005 Plan), the first of the four five-year rolling plans.", 
        "sentence_id,": "075c180eb1"
    }, 
    {
        "sentence": "Emphasis in NICI I was placed on creating a conducing environment by establishing the institutional, legal and regulatory framework for ICT development, putting in place the necessary mechanisms, liberalization of the telecoms market, reduction of entry barriers to the telecom market as well as an effective implementation and coordination mechanism.", 
        "sentence_id,": "0f68d82213"
    }, 
    {
        "sentence": "The just concluded second plan NICI II (NICI-2010 Plan) focused on providing world-class communications infrastructure as a backbone for current and future communications requirements.", 
        "sentence_id,": "e7053925aa"
    }, 
    {
        "sentence": "Several projects ranging from increased nationwide coverage of telecommunications networks, versatile and high capacity national optic fiber backbone network, national data center as well as a centralized monitoring and operations center were among the accomplishments of NICI II.", 
        "sentence_id,": "9024347deb"
    }, 
    {
        "sentence": "The third plan NICI III (NICI-2015 Plan) will build on the two previous phases and propel Rwanda to the fourth and final phase of the NICI process.", 
        "sentence_id,": "36feb7fb57"
    }, 
    {
        "sentence": "In this phase, emphasis will be placed on services development across five focus areas identified to fuel continued growth.", 
        "sentence_id,": "ef73feefc3"
    }, 
    {
        "sentence": "This plan is more flexible than previous ones in that it allows for easy adaptation to emerging technologies and sectoral changes.", 
        "sentence_id,": "61dc54da0d"
    }, 
    {
        "sentence": "This approach ensures coherence and continuity throughout implementation of NICI III.", 
        "sentence_id,": "abb489daf1"
    }, 
    {
        "sentence": "As such, projects will be implemented annually or biennially compared to the previous plans in which projects had 5-year life cycles to ensure easy adaptation to emerging technologies and changing national priorities.", 
        "sentence_id,": "84b00d549d"
    }, 
    {
        "sentence": "Figure 2 below illustrates the NICI process to date.", 
        "sentence_id,": "d367c85f1b"
    }, 
    {
        "sentence": "NICI I and II provided the foundation for Rwandas ICT development.", 
        "sentence_id,": "a4f3845ccf"
    }, 
    {
        "sentence": "The third level illustrates the NICI III framework, which focuses on five key areas defined as focus areas.", 
        "sentence_id,": "7676cc9526"
    }, 
    {
        "sentence": "The fourth level denotes the fourth plan NICI IV (NICI- 2020 Plan), which will complete the NICI process by consolidating the countrys ICT transformation.", 
        "sentence_id,": "0fd369f35f"
    }, 
    {
        "sentence": "Page 14 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "b458a0099f"
    }, 
    {
        "sentence": "NICI I (NICI-2005 Plan) Goal: To build the foundation and create an enabling environment for ICT development by putting in place the required institutional framework and policies in order to transform Rwanda into a knowledge-based society.", 
        "sentence_id,": "b5ebe585fc"
    }, 
    {
        "sentence": "Outcome: NICI I evaluation revealed that Rwanda had made progress in achieving the planned goals by building the requisite foundation for ICT development.", 
        "sentence_id,": "69810448f5"
    }, 
    {
        "sentence": "Human Resource Development Figure 3: NICI I Framework Page 15 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "bf614f5daf"
    }, 
    {
        "sentence": "NICI II (NICI-2010 Plan) Goal: To develop and deploy world class ICT infrastructure that will support and accelerate ICT development and growth.", 
        "sentence_id,": "7d0d0b9e16"
    }, 
    {
        "sentence": "Outcome: NICI II evaluation showed that Rwanda had solidified the foundation for ICT development and achieved the plans main goal to deploy world-class ICT infrastructure.", 
        "sentence_id,": "1fd4baab5e"
    }, 
    {
        "sentence": "NICI III (NICI-2015 Plan) Goal: To accelerate service development through ICT thereby facilitating sustainable economic competitiveness and ICT contribution to GDP.", 
        "sentence_id,": "b3a972cb06"
    }, 
    {
        "sentence": "Figure 5 illustrates the five focus areas of NICI III.", 
        "sentence_id,": "ce1f199a9c"
    }, 
    {
        "sentence": "Page 16 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "e4518318c7"
    }, 
    {
        "sentence": "NICI IV (NICI - 2020 Plan) Goal: To consolidate the NICI process towards achieving a middle-income country status and an information-rich knowledge-based society and economy.", 
        "sentence_id,": "cc066f5cd5"
    }, 
    {
        "sentence": "The fourth plan will complete the NICI process by consolidating the countrys ICT transformation.", 
        "sentence_id,": "29682fd444"
    }, 
    {
        "sentence": "ICT Achievements Since the beginning of NICI process, Rwanda has made significant progress towards becoming a knowledge-based economy and is now well positioned to become a regional ICT hub that can offer a wide range of competitive ICT products and services.", 
        "sentence_id,": "6f162b19ef"
    }, 
    {
        "sentence": "(( The following achievements have been registered in the countrys priority clusters i.e.", 
        "sentence_id,": "5522f81b13"
    }, 
    {
        "sentence": "economic, social and governance: Economy Private sector : ICT initiatives fostering Rwandas private sector development include several business and career development support services; online trade information portals; business incubators; online tax calculators; credit reference bureau; a land administration and management information system; electronic case management system; and improvements in online banking and e-transaction regulatory system.", 
        "sentence_id,": "78962b37fe"
    }, 
    {
        "sentence": "These initiatives have greatly improved Rwandas business environment.", 
        "sentence_id,": "8c320477f8"
    }, 
    {
        "sentence": "In 2010, Rwanda was the top global reformer in the World Banks Ease of doing business ranking, moving up from 143rd in 2009 to 67th, the biggest jump ever recorded by any country.", 
        "sentence_id,": "63de8ac69a"
    }, 
    {
        "sentence": "Online business registration was key to Rwandas improved ranking in 2011, where it currently ranks 58th .", 
        "sentence_id,": "438768221a"
    }, 
    {
        "sentence": "Agriculture : ICT initiatives benefiting the agriculture sector include the Agricultural Management Information System (AMIS); an online exchange platform, e-Soko, a mobile market information solution that allows farmers and consumers to access market information for Page 17 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "019f50833f"
    }, 
    {
        "sentence": "----------------------- Page 18----------------------- ( agricultural products.", 
        "sentence_id,": "61da0564c1"
    }, 
    {
        "sentence": "The e-Soko project won the 2011 public service delivery Technology in Government Award (TIGA).", 
        "sentence_id,": "062afd5d12"
    }, 
    {
        "sentence": "A Land Use Management and Information System has been implemented to ensure proper usage, planning and management of land.", 
        "sentence_id,": "90edb81a45"
    }, 
    {
        "sentence": "ICT : Rwanda has registered significant progress in the deployment of world-class ICT infrastructure that is now connecting Rwandans to global networks.", 
        "sentence_id,": "b534fa8c4d"
    }, 
    {
        "sentence": "The national fiber optic backbone network that is connecting Rwanda to international sea cables will facilitate increased affordability and access to Internet across the country.", 
        "sentence_id,": "ecf00f9d65"
    }, 
    {
        "sentence": "A national data centre has been developed, which allows Rwanda to centralize her information storage, management and protection, as well as take advantage of cloud computing opportunities.", 
        "sentence_id,": "368ef49fb9"
    }, 
    {
        "sentence": "Communication, Navigation Surveillance and Air traffic management system (CNS-ATM) has been deployed, which will greatly transform air travel, not just for Rwanda, but the region at large.", 
        "sentence_id,": "40ba37564d"
    }, 
    {
        "sentence": "Broadcasting masts that are transforming broadcasting nationally have been deployed at Rwandas highest peak thereby fast tracking Rwandas migration from analogue to digital.", 
        "sentence_id,": "d49c0e4e7c"
    }, 
    {
        "sentence": "Key achievements in this sector include: Enactment of telecom law No.", 
        "sentence_id,": "ea03ad8c63"
    }, 
    {
        "sentence": "44/2001 of 30/11/2001 as well as the Law No.", 
        "sentence_id,": "bd168e235d"
    }, 
    {
        "sentence": "39/2001 of 13/09/2001 establishing the Rwanda Utilities and Regulatory Agency (RURA) Liberalization of the telecommunication industry Two telecom operators MTN and TIGO Seven Internet service providers (ISPs) MTN, TIGO, Altech Stream, Rwandatel, ARTEL, ISPA and Value Data Rwanda 10 ICT subscriber base increased.", 
        "sentence_id,": "9bdd98d9aa"
    }, 
    {
        "sentence": "o Fixed line (19,000 in 2000 to 39,664 in 2010) o Mobile (42,000 in 2000 to 3,548,761 in 2010) o Internet (1,200 in 2000 to 493,900 in 2010) Enactment of intellectual property rights law, Law N 31/2009 of 26/10/2009 Enactment of a law governing electronic messages, electronic signatures, electronic transactions; data protection; cyber security and ICT usage in government administrative procedures, Law N 18/2010 of 12/05/2010 RURA adopted International Telecommunications Union (ITU) ICT industry standards since its establishment in 2001 Key ICT Infrastructure deployed including: the National fiber optic backbone; wireless broadband (WIBRO); National Data Centre; Broadcasting infrastructure, communication, navigation and surveillance-air traffic management system SMART National ID One Laptop per child (56,607 laptops deployed in 113 schools) Connection to the international sea cables through Mombasa and Dar-es-Salaam (((((((((((((((((((((((((((((((((((((((((((((((((((((((( 10(http://www.rura.gov.rw/( Page 18 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "8f4a8dbec3"
    }, 
    {
        "sentence": "----------------------- Page 19----------------------- ( Social Education : GoR has implemented numerous ICT in education initiatives including ICT training for teachers and One Laptop Per Child that are transforming the delivery and quality of education; Science and Technology scholarships that are growing the number of ICT capacity; Schoolnet that aims to improve connectivity and deploy ICT tools in 12-year basic education schools; RwEdNet that is interconnecting Rwandas institutions of higher learning and linking them to global education and research networks, and the Rwanda Education Commons a one- stop portal for education information.", 
        "sentence_id,": "c3a33dbab1"
    }, 
    {
        "sentence": "These initiatives are transforming and improving the delivery and quality of education in Rwanda.", 
        "sentence_id,": "014678e620"
    }, 
    {
        "sentence": "Health : Numerous ICT initiatives have been implemented in health such as: OpenMRS an open-source medical records system that facilitates nationwide tracking of patient data; TRACnet a system that allows central collection and storage of clinical health information; Mobile e- Health a system used by community health workers to collect data for OpenMRS and TRACnet systems; Telemedicine that is connecting King Faisal Hospital to Hospitals in Kabgayi and Musanze facilitating the sharing of clinical information between urban and rural hospitals, and most importantly allowing citizens to receive specialized treatment services remotely without travelling to Kigali.", 
        "sentence_id,": "3a8d814500"
    }, 
    {
        "sentence": "These initiatives are transforming healthcare delivery and helping Rwanda achieve Millennium Development Goals (MDGs) in health, which is earning Rwanda critical acclaim world-wide.", 
        "sentence_id,": "9a9ed5e17a"
    }, 
    {
        "sentence": "Governance E-Government: Numerous e-Government initiatives such as the modern and secure National ID and driving license; e-Cabinet; e-Parliament, document tracking and workflow management system; financial management system (FMS) and human resource management system (HRMS) have been or are in the process of being deployed to improve government operations and service delivery to citizens.", 
        "sentence_id,": "497d9c3d9e"
    }, 
    {
        "sentence": "One of the key tools introduced by the GoR in 2006 to reinforce participation and accountability of local government is performance-based contracts, locally referred to as Imihigo.", 
        "sentence_id,": "8ca8515bd8"
    }, 
    {
        "sentence": "Imihigo is an old cultural practice of Rwanda where an individual would set him/herself targets to be achieved within a specific period of time.", 
        "sentence_id,": "3b283efcb3"
    }, 
    {
        "sentence": "Through this approach, local governments and communities set their own priorities and strategies to achieve their goals.", 
        "sentence_id,": "f888713e37"
    }, 
    {
        "sentence": "Furthermore, hundreds of local government officials and citizens have been trained in ICTs to promote ICT literacy and citizen participation in the countrys development.", 
        "sentence_id,": "7568958ba6"
    }, 
    {
        "sentence": "These initiatives will most certainly improve government-to-citizen (G2C) services and facilitate more development in the governance cluster.", 
        "sentence_id,": "8f95897f17"
    }, 
    {
        "sentence": "Challenges and Opportunities The principle that guides this strategy is that Rwanda should not only be a consumer of ICT goods and services, but also an active producer and developer of cutting-edge technology and high value services.", 
        "sentence_id,": "35cd570952"
    }, 
    {
        "sentence": "However, numerous challenges still hinder Rwandas ICT development.", 
        "sentence_id,": "5e9f5d5c66"
    }, 
    {
        "sentence": "NICI III aims to address these challenges and presents opportunities that Rwanda can take advantage of over the next five years to fast track the achievement of Vision 2020 goals.", 
        "sentence_id,": "b4d4261d29"
    }, 
    {
        "sentence": "Energy: Energy access and high costs are a major impediment to Rwandas industry and services sectors.", 
        "sentence_id,": "27aee3280a"
    }, 
    {
        "sentence": "The country has low per capita electricity consumption relative to the East African Community with only 13% of the population having access to electricity, moreover with power outages.", 
        "sentence_id,": "26e22754d6"
    }, 
    {
        "sentence": "Electricity generation costs are high as well as the feed-in tariff of power that Page 19 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "1da04b9798"
    }, 
    {
        "sentence": "----------------------- Page 20----------------------- ( currently stands at 112 RWF/Kwh for households and RWF 102/kWh for industries, despite GoR subsidizing the utility.", 
        "sentence_id,": "ac7751152c"
    }, 
    {
        "sentence": "Rwandas electricity costs of $0.24/Kwh, almost double that of its neighbours.", 
        "sentence_id,": "808bf516d3"
    }, 
    {
        "sentence": "64% of businesses surveyed in the 2008 business investment climate survey cited access and cost of electricity as a major constraint.", 
        "sentence_id,": "24716f4883"
    }, 
    {
        "sentence": "As Rwanda strives to increase electricity generation, ICTs can be leveraged to consolidate Rwandas energy sources in order to enable sustainable energy generation, transmission and distribution through a SMART Electricity Grid and Energy Market Design.", 
        "sentence_id,": "3a38d64ef6"
    }, 
    {
        "sentence": "Limited access to finance: Lending for ICT companies is constrained by costs and risks arising from several factors, including: lack of adequate collateral, crowding out by government bonds, asymmetrical information (caused in part by limited private credit registries), and inadequate skills to assess and manage risk.", 
        "sentence_id,": "2d7258000d"
    }, 
    {
        "sentence": "Limited lending can also be attributed to Rwandas low savings rate that currently stands at 8% of GDP.", 
        "sentence_id,": "ceacd18998"
    }, 
    {
        "sentence": "GoR should partner with financial institutions to establish special funding mechanisms to foster ICT industry growth.", 
        "sentence_id,": "2a5cf0fd9d"
    }, 
    {
        "sentence": "Inadequate international bandwidth: Rwanda still does not have sufficient international bandwidth.", 
        "sentence_id,": "c60bb597fe"
    }, 
    {
        "sentence": "Being landlocked, the country is very dependent on neighboring countries for connectivity, which greatly increases connectivity costs.", 
        "sentence_id,": "754c0c3b0a"
    }, 
    {
        "sentence": "More importantly, given that ICT is a competitive industry, this dependence could compromise Rwandas information security and business continuity.", 
        "sentence_id,": "d9b51225d6"
    }, 
    {
        "sentence": "This can be remedied through other links to other sea cables such as those from southern Africa as well as satellite back up.", 
        "sentence_id,": "a11714a513"
    }, 
    {
        "sentence": "Further, a virtual landing point can be established locally where telecommunication providers converge and acquire submarine capacity that can be distributed through their networks.", 
        "sentence_id,": "d2b96bf3fd"
    }, 
    {
        "sentence": "Inadequate ICT skills: Rwanda has insufficient skilled personnel in the ICT field to drive ICT development.", 
        "sentence_id,": "21257c7a03"
    }, 
    {
        "sentence": "As such, more ICT professionals will be trained and developed to increase Rwandas ICT skills base.", 
        "sentence_id,": "a60af33363"
    }, 
    {
        "sentence": "Low ICT awareness and usage: Most Rwandans are still not aware of the available ICTs and their benefits.", 
        "sentence_id,": "c21343dc02"
    }, 
    {
        "sentence": "This is largely attributed to the lack of awareness, insufficient content relevant to the general population and limited rural ICT penetration.", 
        "sentence_id,": "3ad8314ed1"
    }, 
    {
        "sentence": "ICT in education, community development and public awareness initiatives will be implemented to increase ICT awareness among Rwandans.", 
        "sentence_id,": "cde0886e8d"
    }, 
    {
        "sentence": "Nascent private sector: Rwandas private sector, particularly the ICT sector, is relatively small.", 
        "sentence_id,": "9fbe40abae"
    }, 
    {
        "sentence": "It is mostly constrained by the high cost of accessing ICTs especially in rural areas, insufficient payment systems and a lack of innovation.", 
        "sentence_id,": "f52ace946a"
    }, 
    {
        "sentence": "Several initiatives will be implemented to foster ICT and ICT-enabled sector development including establishing a Technopole (an advanced ICT park), e-Payment systems, a national access network to increase broadband penetration and Internet affordability among others in order to foster both ICT and ICT-enabled sector growth.", 
        "sentence_id,": "7b17770311"
    }, 
    {
        "sentence": "Inadequate information security: Rwandas cyber security needs to be reinforced to mitigate ever-increasing cyber threats.", 
        "sentence_id,": "cb43fbd7df"
    }, 
    {
        "sentence": "Cyber security awareness will need to be disseminated and public private institutional collaboration strengthened.", 
        "sentence_id,": "1f7687920c"
    }, 
    {
        "sentence": "Furthermore, a strong policy, legal and regulatory framework to ensure cyber security and compliance will be required.", 
        "sentence_id,": "f773fa9233"
    }, 
    {
        "sentence": "Limited interoperability of government systems: Many government systems work in isolation of each other, which creates duplication and inefficient resource management.", 
        "sentence_id,": "cb8a150594"
    }, 
    {
        "sentence": "Most processes are to a large extent paper-based, which creates unnecessary delays.", 
        "sentence_id,": "e022c852e8"
    }, 
    {
        "sentence": "As such ICTs can be leveraged through e-Government initiatives to further improve government operational effectiveness and efficiency, thereby improving service delivery to citizens.", 
        "sentence_id,": "967d9ce8a9"
    }, 
    {
        "sentence": "NICI III aims to address the above-mentioned challenges while improving Rwandas ICT environment and accelerating services development.", 
        "sentence_id,": "976bef810e"
    }, 
    {
        "sentence": "Page 20 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "338a1432f0"
    }, 
    {
        "sentence": "----------------------- Page 21----------------------- ( PART 2: NICI III Focus areas This section highlights the methodology employed in NICI III formulation and provides the rationale, description, mission and objectives for each of the five focus areas.", 
        "sentence_id,": "c98a6e0b6c"
    }, 
    {
        "sentence": "Methodology NICI III focus areas, objectives and projects were generated through a wide-range of consultations to ensure ownership of the NICI III formulation process and implementation.", 
        "sentence_id,": "05247b9df3"
    }, 
    {
        "sentence": "The formulation process began by setting up the necessary structure and identification of the following NICI III objectives.", 
        "sentence_id,": "4510e4147d"
    }, 
    {
        "sentence": "ICT to be the foundation for long term and sustainable economic competitiveness (service economy) This was followed by the identification of challenges hindering the achievement of the above- mentioned objectives and five focus areas that would address the identified challenges.", 
        "sentence_id,": "b2574e4a5f"
    }, 
    {
        "sentence": "Stakeholders validated the above objectives and articulated the mission, objectives, goals, and projects for all focus areas.", 
        "sentence_id,": "ccf34c1fb0"
    }, 
    {
        "sentence": "Focus Area Rationale and Description NICI III focuses on five key areas that capture crosscutting national challenges and provides mechanisms through which Rwandas ICT vision will be attained.", 
        "sentence_id,": "22627d2444"
    }, 
    {
        "sentence": "Skills Development [SD] Rwanda has a shortage both in terms of the quality and quantity of skilled personnel to drive ICT development as well as achieve EDPRS targets to develop required skills for a knowledge-based society.", 
        "sentence_id,": "3ae94ce75a"
    }, 
    {
        "sentence": "Skills development is a national priority and also a foundation for the achievement of NICI III.", 
        "sentence_id,": "a5e14ab1ce"
    }, 
    {
        "sentence": "This focus area aims to build ICT professional skills and leverage ICTs in education in order to accelerate skills development.", 
        "sentence_id,": "ca71daed44"
    }, 
    {
        "sentence": "The scope of the skills development is two fold; first, build ICT professional skills that will increase innovation in the ICT industry and enable all sectors of the economy and second to leverage ICTs in education.", 
        "sentence_id,": "09f7319861"
    }, 
    {
        "sentence": "Page 21 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "4c45830f6f"
    }, 
    {
        "sentence": "----------------------- Page 22----------------------- ( Mission: To develop a high quality skills and knowledge base leveraging ICT Objectives 1: (SD-01) Capacity building in ICT In order to fully maximize and realize ICT benefits, Rwanda must greatly boost ICT competencies and skills.", 
        "sentence_id,": "a82dd906f7"
    }, 
    {
        "sentence": "The capacities of the public and private sector as well as civil society to utilize ICTs must continuously be developed in order to fast track the countrys transformation into a knowledge-based society.", 
        "sentence_id,": "c5a02d1cbe"
    }, 
    {
        "sentence": "2: (SD-02) Foster Research & Development (R&D) to spur innovation Technological innovation is critical to ICT and economic development.", 
        "sentence_id,": "3c809e83d7"
    }, 
    {
        "sentence": "Currently, Rwanda has limited R&D and insufficient institutional capacity to innovate.", 
        "sentence_id,": "f19825b8ad"
    }, 
    {
        "sentence": "Investment in science and technology (S&T) and R&D is important in fostering innovation for economic transformation and must be part of a larger framework to build S&T institutional capabilities.", 
        "sentence_id,": "6617c02370"
    }, 
    {
        "sentence": "3: (SD-03) Improve access to education and training through ICT Primary, secondary, vocational and tertiary education can be enhanced through ICT education and training tools, e-learning, content development and access to educational resources, in order to foster innovation.", 
        "sentence_id,": "5b870f97ca"
    }, 
    {
        "sentence": "Since education delivery involves both government and non-government actors, ICTs can also be leveraged to ensure efficient delivery of informal education.", 
        "sentence_id,": "1cd737a795"
    }, 
    {
        "sentence": "Private Sector Development [PSD] Entrepreneurship fosters innovation, generates wealth and creates jobs thereby expanding the tax-base and increasing economic development.", 
        "sentence_id,": "2699b3bef9"
    }, 
    {
        "sentence": "Achieving Vision 2020 and improving Rwandas competitiveness hinges on private sector led development, hence the need to continuously improve the enabling environment to spur growth and realize EDPRS goals of widening and strengthening the financial sector; raising the contribution of services to economic development and building an economic infrastructure.", 
        "sentence_id,": "01e96f8df0"
    }, 
    {
        "sentence": "Therefore, a specific focus on growing and strengthening the ICT sector and other ICT enabled sectors is of paramount importance in this plan.", 
        "sentence_id,": "3a84f54e26"
    }, 
    {
        "sentence": "This focus area will also help address the national priority of developing viable SMEs.", 
        "sentence_id,": "f793d7d9e1"
    }, 
    {
        "sentence": "The scope of the private sector development is two fold.", 
        "sentence_id,": "fd9c1a0c47"
    }, 
    {
        "sentence": "First is to develop the ICT sector and second, a competitive and vibrant private sector leveraging ICT.", 
        "sentence_id,": "86bab926b6"
    }, 
    {
        "sentence": "Mission: To develop a vibrant, competitive, and innovative ICT / ICT enabled private sector Objectives 1: (PSD-01) Support the development of a competitive ICT sector Today, the ICT private sector lacks sufficient capital to start, expand and develop businesses.", 
        "sentence_id,": "5b7be25e04"
    }, 
    {
        "sentence": "This is a key obstacle cited by ICT companies, which requires significant attention.", 
        "sentence_id,": "a9aa237957"
    }, 
    {
        "sentence": "In addition, the lack of knowledge and technology transfer and innovation weakens the sector.", 
        "sentence_id,": "a071d94265"
    }, 
    {
        "sentence": "Page 22 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "c445859076"
    }, 
    {
        "sentence": "----------------------- Page 23----------------------- ( 2: (PSD-02) Foster private sector growth through ICT ICT is an enabler of increased productivity and cost reduction.", 
        "sentence_id,": "8b80fa3555"
    }, 
    {
        "sentence": "Therefore, leveraging ICTs will greatly empower all key economic sectors i.e.", 
        "sentence_id,": "fbcd690ff7"
    }, 
    {
        "sentence": "infrastructure, mining, trade and manufacturing, agriculture, energy, tourism, financial services thereby increasing their competitiveness.", 
        "sentence_id,": "18409e3e98"
    }, 
    {
        "sentence": "3: (PSD-03) Increase ICT sector contribution to GDP ICT has been identified as a key contributor to Vision 2020 yet its economic contribution to GDP is not currently quantified.", 
        "sentence_id,": "a71334a5e6"
    }, 
    {
        "sentence": "Therefore, it is important for ICT GDP contributions to be measured and enumerated to determine impact on economic growth and returns on ICT investments.", 
        "sentence_id,": "4d006f04c2"
    }, 
    {
        "sentence": "Community Development [CD] Community development is critical to achieving socio-economic development goals.", 
        "sentence_id,": "842dbb8166"
    }, 
    {
        "sentence": "Though broad in scope, in this plan CD is a community-centric approach to the deployment of ICT thereby strengthening and developing communities.", 
        "sentence_id,": "101224896b"
    }, 
    {
        "sentence": "Specific focus on CD is imperative to fostering and increasing citizen participation in the countrys development.", 
        "sentence_id,": "5addc04f84"
    }, 
    {
        "sentence": "This focus area contributes to the realization of MDGs including poverty alleviation, health, and education.", 
        "sentence_id,": "d9465e5392"
    }, 
    {
        "sentence": "Furthermore it contributes to the achievement of EDPRS goals of building economic infrastructure and improving health status.", 
        "sentence_id,": "c54579f195"
    }, 
    {
        "sentence": "The scope of community development is three fold.", 
        "sentence_id,": "89b2cc0834"
    }, 
    {
        "sentence": "First is to increase ICT access, awareness and usage within communities.", 
        "sentence_id,": "0c108875b9"
    }, 
    {
        "sentence": "Second is to improve citizens access to information thereby increasing their participation through ICT.", 
        "sentence_id,": "0150ca9330"
    }, 
    {
        "sentence": "Third is to facilitate the provision of basic services (education and health) to communities using ICT.", 
        "sentence_id,": "73f14d37f9"
    }, 
    {
        "sentence": "Mission: To empower and transform communities through improved access to information and services Objectives 1: (CD-01) Promote ICT awareness in communities A systematic approach to promoting ICT awareness and its benefits is of paramount importance.", 
        "sentence_id,": "1e8b6509d3"
    }, 
    {
        "sentence": "This will undoubtedly increase utilization, adoption, and ownership of deployed ICTs.", 
        "sentence_id,": "30700606c9"
    }, 
    {
        "sentence": "Therefore, increased ICT awareness campaigns countrywide, such as the November 2010 National ICT week, newspaper articles, ICT competitions/awards and media campaigns will be necessary.", 
        "sentence_id,": "8fa545ab54"
    }, 
    {
        "sentence": "2: (CD-02) Establish and institutionalize ICT-enhanced systems to increase citizen participation and improve access to services and information Citizen participation is at the core of economic development and good governance.", 
        "sentence_id,": "9df0a7b286"
    }, 
    {
        "sentence": "ICTs can greatly enhance extensive participation by providing affordable and efficient ways to extend services and information to communities.", 
        "sentence_id,": "504a481365"
    }, 
    {
        "sentence": "This will also greatly improve local government transparency and accountability.", 
        "sentence_id,": "bcce7c037b"
    }, 
    {
        "sentence": "Page 23 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "921d749a9f"
    }, 
    {
        "sentence": "----------------------- Page 24----------------------- ( 3: (CD-03) Improve healthcare delivery through ICT Healthcare initiatives and services can be more efficiently delivered to Rwandans by leveraging ICTs to improve healthcare access and service delivery for all communities.", 
        "sentence_id,": "514b392b88"
    }, 
    {
        "sentence": "2.2.4. e-Government [e-GOV] E-Government aims to integrate all government processes such that government operates under a ONE government system in order to improve service delivery to citizens/businesses.", 
        "sentence_id,": "1cdef07c79"
    }, 
    {
        "sentence": "This focus area ensures sustained improvements in government service provision and delivery by simplifying Government-to-Citizen (G2C) services to continuously improve the social and governance clusters; Government-to-Business (G2B) services to continuously improve the economic cluster, and Government-to-Government (G2G) processes to continuously improve government efficiency.", 
        "sentence_id,": "7ee2917e27"
    }, 
    {
        "sentence": "The scope of the e-Government (e-Gov) is three fold.", 
        "sentence_id,": "243c3b94c4"
    }, 
    {
        "sentence": "First is to improve both government business processes and communication.", 
        "sentence_id,": "e26d8b153c"
    }, 
    {
        "sentence": "Second is to increase citizen participation in the countrys socio-economic development and third is to improve the legal and regulatory environment that enables Rwanda to adapt to emerging technologies.", 
        "sentence_id,": "1d1c19ae99"
    }, 
    {
        "sentence": "Mission: To improve government operational efficiency and service delivery Objectives 1: (e-Gov-01) Improve communication and reduce barriers to government transactions through ICT Barriers to transactions in government slow down public service delivery.", 
        "sentence_id,": "36bc52a25d"
    }, 
    {
        "sentence": "Therefore, it is imperative that all government institutions establish the appropriate and effective communication mechanisms and an institutional framework that facilitates this seamless transition.", 
        "sentence_id,": "1603066639"
    }, 
    {
        "sentence": "2: (e-Gov-02) Streamline government business processes using ICT Government can be efficient and effective when all business processes are streamlined.", 
        "sentence_id,": "3f7329ccb6"
    }, 
    {
        "sentence": "The deployment and application of ICTs is the most efficient way to transform processes that foster efficiency and reduce the cost of delivering services in a sustainable manner.", 
        "sentence_id,": "f9e6380cf2"
    }, 
    {
        "sentence": "3: (e-Gov-03) Increase transparency and accountability in government processes through ICT Transparency and accountability are key indicators of good governance.", 
        "sentence_id,": "8a1850ff43"
    }, 
    {
        "sentence": "Therefore, it is critical that government is more responsive to citizen needs by leveraging ICTs in order to improve and increase transparency and accountability.", 
        "sentence_id,": "3a322a91ad"
    }, 
    {
        "sentence": "4: (e-Gov-04) Foster a conducive legal and regulatory environment to allow easy adaptation to emerging technologies ICTs are constantly evolving.", 
        "sentence_id,": "b8dcea918b"
    }, 
    {
        "sentence": "Therefore, it is imperative that the ICT legal and regulatory environment is flexible to ensure easy adaptation to technological changes and that Rwanda seizes new technology opportunities.", 
        "sentence_id,": "1ac50021c1"
    }, 
    {
        "sentence": "Page 24 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "9f33fe9f54"
    }, 
    {
        "sentence": "Cyber Security [CS] Cyber security is at the core of a knowledge-based society and as such must be a national priority.", 
        "sentence_id,": "dbf17a4095"
    }, 
    {
        "sentence": "It ensures secure management of all deployed ICT assets that support all facets of Rwandas ICT goals.", 
        "sentence_id,": "618bffb95a"
    }, 
    {
        "sentence": "To fully realize ICT benefits, there must be full confidence that information and communication systems are secure and dependable.", 
        "sentence_id,": "3dd6fd8fe3"
    }, 
    {
        "sentence": "The Internet exposes Rwandans to global networks, which are prone to advanced and repeated cyber-attacks.", 
        "sentence_id,": "1bd919f372"
    }, 
    {
        "sentence": "Therefore, Rwanda must continue investing in IT and information security to ensure the protection and integrity of national information and ICT assets.", 
        "sentence_id,": "d2a41eaa60"
    }, 
    {
        "sentence": "The scope of cyber security is three fold.", 
        "sentence_id,": "09842b7c99"
    }, 
    {
        "sentence": "First is to increase the level of cyber security awareness and protect key ICT assets against attacks.", 
        "sentence_id,": "87bbd8bbbe"
    }, 
    {
        "sentence": "Second is to build local capabilities to respond to attacks as well as foster international cooperation on cyber security.", 
        "sentence_id,": "81673fd405"
    }, 
    {
        "sentence": "Third is to create a legal and regulatory environment to mitigate cyber vulnerabilities.", 
        "sentence_id,": "401a5d8878"
    }, 
    {
        "sentence": "Mission: To secure Rwandas cyberspace and information assets Objectives 1: (CS-01) Develop cyber security awareness Rwandas ICT infrastructure demands that every Rwandan participate in safeguarding it.", 
        "sentence_id,": "43a9b5afc7"
    }, 
    {
        "sentence": "Cyber attacks can come in the form of virus-infested hardware or casual access to malicious sites that cause serious harm to the countrys critical infrastructure.", 
        "sentence_id,": "9d33d594cf"
    }, 
    {
        "sentence": "Therefore, to fully safeguard ICT infrastructure assets, all Rwandans must learn about ICT security, which requires due diligence.", 
        "sentence_id,": "9daf81b3a7"
    }, 
    {
        "sentence": "2: (CS-02) Build Cyber-security capabilities Building appropriate cyber security capabilities is critical to ensuring that Rwanda possesses adequate and relevant capacity to counter any attacks.", 
        "sentence_id,": "ff6991a47b"
    }, 
    {
        "sentence": "While ICT infrastructure is protected by built in state-of-the-art security technology and solutions, it is extremely important that Rwanda builds national capacity to safeguard ICT assets, as built in protection is not sufficient and sustainable.", 
        "sentence_id,": "91d3402bdb"
    }, 
    {
        "sentence": "3: (CS-03) Ensure Rwandas critical infrastructure and systems protection from cyber attacks Rwanda built state-of-the-art ICT infrastructure during NICI II.", 
        "sentence_id,": "df4b010cb9"
    }, 
    {
        "sentence": "However, impending attacks on the country are of grave concern and pose real and credible threats to deployed assets.", 
        "sentence_id,": "98a5dc9185"
    }, 
    {
        "sentence": "Therefore, it is imperative that there is adequate planning to ensure mechanisms are in place to counter or mitigate future threats.", 
        "sentence_id,": "74ced8d6a3"
    }, 
    {
        "sentence": "4: (CS-04) Foster national and international cooperation to handle cyber crimes and threats Cyber attacks are increasingly global in nature and as such, it is no longer feasible or appropriate to simply handle them at a national level.", 
        "sentence_id,": "1ffe77e14b"
    }, 
    {
        "sentence": "Therefore, global cooperation and collaboration to safeguard interdependent infrastructure and mitigate the effects of cyber attacks is increasingly necessary.", 
        "sentence_id,": "89d60cff9c"
    }, 
    {
        "sentence": "Page 25 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "c7a9440785"
    }, 
    {
        "sentence": "----------------------- Page 26----------------------- ( 5: (CS-05) Improve legal and regulatory environment to ensure and support cyber security A conducive legal and regulatory environment compliments this initiative to ensure efficient protection of cyber infrastructure.", 
        "sentence_id,": "758dff7250"
    }, 
    {
        "sentence": "It is important that Rwanda puts in place an adequate legal and regulatory framework to support deployed and changing cyber security measures.", 
        "sentence_id,": "ff8365efd2"
    }, 
    {
        "sentence": "Page 26 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "8d20f3d898"
    }, 
    {
        "sentence": "----------------------- Page 27----------------------- ( PART 3: NICI III Projects 2011-2013 This section elaborates projects by outlining the purpose and description, activities, expected outcome and outcome indicators for each project.", 
        "sentence_id,": "15c1c3c0b6"
    }, 
    {
        "sentence": "The projects in this section will be implemented in the first two years of the NICI III plan (FY 2011 and FY 2012).", 
        "sentence_id,": "ddb5fd9a97"
    }, 
    {
        "sentence": "Introduction This part consists of proposed projects to be implemented in the first two years of NICI III.", 
        "sentence_id,": "89b3a350de"
    }, 
    {
        "sentence": "Some projects are rolled over from NICI II because they were either not implemented or require continuous improvement.", 
        "sentence_id,": "42d9bd9647"
    }, 
    {
        "sentence": "As previously mentioned, NICI III projects will have annual/biennial cycles to facilitate adaptation to socio-economic changes and emerging technologies.", 
        "sentence_id,": "7921165048"
    }, 
    {
        "sentence": "It will also ensure that specific outcomes are realized and continuous alignment to overall NICI III goals.", 
        "sentence_id,": "e635d5c29b"
    }, 
    {
        "sentence": "Projects are organized in their respective focus areas and the following details provided for each: - Project Name - Project Purpose - Project Description - Project Activities - Expected Outcome - Outcome Indicators Each project is fully detailed in the project profile documents with specific information on implementation and supporting agencies, indicators, socio-economic impact, timelines and potential financing sources.", 
        "sentence_id,": "33d956d34d"
    }, 
    {
        "sentence": "Skills Development [SD] Projects Mission: To develop a high quality skills and knowledge base leveraging ICT To realize this mission and keep Rwandas ICT development relevant to changing national and global trends, the following projects were chosen to build ICT professional skills and integrate ICT in both formal and non-formal education: SD project 1: ICT Professional Training and Certification Programs SD Project 2: SchoolNet SD Project 3: ICT Training for Teachers SD project 4: Rwanda Education and Research Network (RwEdNet) SD project 5: Open, Distance and e-Learning (ODEL) SD Project 6: Digital Library Figure 6, illustrates skills development projects and how they work together to achieve the SD mission.", 
        "sentence_id,": "27a29b195b"
    }, 
    {
        "sentence": "EDUNet is aimed at providing ICT infrastructure and connectivity for all educational levels and is the foundation for successful implementation of projects within this focus area.", 
        "sentence_id,": "116a2870b8"
    }, 
    {
        "sentence": "Page 27 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "fa30e11363"
    }, 
    {
        "sentence": "----------------------- Page 28----------------------- ( Figure 6: Skills Development Projects SD Project 1: ICT Professional Training and Certification Programs Purpose: To continuously develop a competent and relevant ICT professional base that meets international and industry needs in order to accelerate Rwandas ICT development Description: Rwanda has a dearth of skills needed to drive ICT development.", 
        "sentence_id,": "99aaede7ef"
    }, 
    {
        "sentence": "The private sector identified the lack of adequate ICT skills and the cost of professional ICT training/certification as key challenges.", 
        "sentence_id,": "773a3f8c3b"
    }, 
    {
        "sentence": "Graduating students for the most part do not have hands-on training that meets industry needs thus requiring significant financial resources to train them.", 
        "sentence_id,": "717c7a34ca"
    }, 
    {
        "sentence": "Given that the private sector is young and has limited capital, it is imperative that government provides the necessary support to enable the ICT sector acquire relevant skills.", 
        "sentence_id,": "54213f485b"
    }, 
    {
        "sentence": "Therefore, in order to fast track Rwandas ICT development and transformation into a knowledge-based economy, there must be programs designed to train ICT personnel and campaigns to attract more Rwandans in the field of ICT, particularly Technical, Vocational Education and Training (TVET) Institutions.", 
        "sentence_id,": "c77ad2a0fb"
    }, 
    {
        "sentence": "Institutions of higher learning such as TVET and Universities as well as the private sector can collaborate to ensure the development of industry specific skills.", 
        "sentence_id,": "82276597f6"
    }, 
    {
        "sentence": "This project aims to increase home grown ICT expertise that meets national, regional, and global ICT needs.", 
        "sentence_id,": "63233d72d8"
    }, 
    {
        "sentence": "Enforce public servant ICT certification Page 28 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "7c9c9bdf44"
    }, 
    {
        "sentence": "50% of ICT companies internationally certified by leading ICT industry companies by 2013 SD Program: EDUNet Purpose: To increase ICT usage at all educational levels Description: The EDUNet program aims to provide ICT infrastructure and connectivity for all educational levels.", 
        "sentence_id,": "9600664e96"
    }, 
    {
        "sentence": "It integrates several ICT in education projects for primary, secondary, tertiary institutions and non-formal education.", 
        "sentence_id,": "ed6f98e6f8"
    }, 
    {
        "sentence": "SD Project 2: SchoolNet Purpose: To increase ICT usage in 12-year basic education (YBE) schools thereby enhancing teaching and learning through ICT Description: Most schools do not have reliable connectivity due to electricity problems and high Internet costs.", 
        "sentence_id,": "27968f615c"
    }, 
    {
        "sentence": "This is project, rolled-over from NICI II, aims to provide connectivity in all schools further bridging the urban-rural digital divide, and enhancing teaching and learning through the use of technology tools and promoting universal computer literacy in Rwandas schools.", 
        "sentence_id,": "39aae83e6c"
    }, 
    {
        "sentence": "It builds on the numerous ICT in education initiatives such as One Laptop per Child (OLPC) project and aims to ensure that all primary school students have access to ICT.", 
        "sentence_id,": "e0f4c2cbc4"
    }, 
    {
        "sentence": "To date 110,000 laptops have been imported of which 56,000 laptops were distributed to primary 4-6 kids in 113 primary schools countrywide.", 
        "sentence_id,": "8885562980"
    }, 
    {
        "sentence": "However, numerous challenges still impede ICT advancement in primary schools.", 
        "sentence_id,": "e8b7bafc76"
    }, 
    {
        "sentence": "In 2010, only 13% of primary schools had electricity and 88% of primary schools accessed telephone services through headmasters mobile phones.", 
        "sentence_id,": "f737a24f2f"
    }, 
    {
        "sentence": "Other challenges include inadequate technical support and insufficient resources to meet the demand.", 
        "sentence_id,": "a5d48afd6f"
    }, 
    {
        "sentence": "Therefore, it is necessary for Rwanda to adopt strategies that ensure resources are maximized in order to realize ICT goals.", 
        "sentence_id,": "4f9635e75e"
    }, 
    {
        "sentence": "Increase availability of quality ICT technical support for schools Page 29 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "32a432625c"
    }, 
    {
        "sentence": "50% teachers using ICTs in teaching by 2013 SD Project 3: ICT Training for Teachers Purpose: To develop teacher capabilities in and through ICT Description: ICTs can be leveraged as effective educational tools.", 
        "sentence_id,": "8da78823cd"
    }, 
    {
        "sentence": "Training teachers in ICTs will increase their resource base and improve education delivery, hence the need to institutionalize ICT usage and training for all teachers.", 
        "sentence_id,": "4e758bb842"
    }, 
    {
        "sentence": "Teacher ICT literacy in primary and secondary schools increased from 17% to 52% in primary schools and from 25% to 51% in secondary schools between 2006 and 2010, respectively.", 
        "sentence_id,": "d77fff6cc0"
    }, 
    {
        "sentence": "In technical and vocational schools, that rate increased from 31% to 50% in the same period.", 
        "sentence_id,": "afa3a0286b"
    }, 
    {
        "sentence": "This project is aimed at developing ICT literacy and ICT pedagogy in teaching and learning, by training teachers in basic ICT and leveraging ICT as a tool to enable teaching and learning.", 
        "sentence_id,": "eff47dc059"
    }, 
    {
        "sentence": "A minimum of 5 hours per week ICT classroom usage by 2013 Page 30 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "2a06d48fbe"
    }, 
    {
        "sentence": "----------------------- Page 31----------------------- ( SD Project 4: Rwanda Education and Research Network (RwEdNet) Purpose: To enhance teaching, learning and research in Institutions of Higher Learning Description: RwEdNet, a NICI II rolled-over project, is aimed at creating a dedicated cost-effective network that connects institutions of higher learning to global research and education networks.", 
        "sentence_id,": "93420deae4"
    }, 
    {
        "sentence": "The pilot connecting King Faisal hospital, CHUK and KIST to the network was successfully implemented.", 
        "sentence_id,": "cdfbe6af6a"
    }, 
    {
        "sentence": "This project aims to scale up RwEdNet to all institutions of higher learning.", 
        "sentence_id,": "05e60341d6"
    }, 
    {
        "sentence": "Increased student capacities i.e.", 
        "sentence_id,": "e11c7ed1aa"
    }, 
    {
        "sentence": "Number of publications and innovations produced by institutions SD Project 5: Open, Distance and e-Learning (ODEL) Purpose: To increase access to education through Open, Distance and e-Learning (ODEL) programmes Description: This project aims to leverage ICTs in order to provide second chance educational opportunities to all citizens through Open, Distance and e-Learning (ODEL) programmes that further improve the quality of education in Rwanda.", 
        "sentence_id,": "01063a330f"
    }, 
    {
        "sentence": "Increased education opportunities for citizens Page 31 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "340b54530b"
    }, 
    {
        "sentence": "Annual output of 10,000 ODEL graduates by 2013 SD Project 6: Digital Library Purpose: To increase access to information for educational institutions and the general public Description: This project aims to build repositories of books, papers, theses, images, sound files and videos organised in electronic form made available for educational institutions and the general public.", 
        "sentence_id,": "b49abdb703"
    }, 
    {
        "sentence": "All learning institutions connected to the Digital Library by 2013 Page 32 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "a962dbe6ab"
    }, 
    {
        "sentence": "Private Sector Development [PSD] Projects Mission: To develop a vibrant, competitive, and innovative ICT / ICT enabled private sector To realize this mission and keep Rwandas private sector relevant to changing national and global trends, the following projects were chosen: PSD Project 1: Establish a Technopole PSD Project 2: e-Payment Systems PSD Project 3: Tourism Portal PSD Project 4: ICT Business Financing Mechanisms PSD Project 5: Virtual Landing Point PSD Project 6: Access Network PSD Project 7: e-Soko 2.0 PSD Project 8: SMART Electricity Grid and Energy Market Design PSD Project 9: Establish a Commodity and Securities Platform PSD Project 10: Adoption of ICT Industry Standards Figure 7 illustrates private sector development projects and how they work together to achieve the PSD mission.", 
        "sentence_id,": "4139d2b709"
    }, 
    {
        "sentence": "A vibrant ICT sector is a pre-requisite for other sectors to develop.", 
        "sentence_id,": "a06e68981f"
    }, 
    {
        "sentence": "The ICT enabled private sector illustrates specific ICT initiatives that will improve Rwandas private sector competitiveness.", 
        "sentence_id,": "1c68db1148"
    }, 
    {
        "sentence": "Mission : To develop a vibrant, competitive, and innovative ICT / ICT enabled private sector Establish a Technopole r o t ICT Business Financing Mechanisms c e S T C Virtual Landing Point (VLP) I Adoption of ICT Industry Standards e-Payment Systems r o Tourism Portal t c e S e t Access Network a v i r P E-Soko 2.0 d e l b a SMART Electricity Grid and Energy Market Design n E T C Establish a Commodity and Securities Platform I Mining Portal Figure 7: Private Sector Development Projects Page 33 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "3f553d7a41"
    }, 
    {
        "sentence": "----------------------- Page 34----------------------- ( PSD Project 1: Establish a Technopole Purpose: To consolidate and accelerate the development of Rwandas ICT industry Description: ICT can diversify jobs beyond agriculture, provide new middle-income jobs, drive the development of SMEs and increase product and service innovation.", 
        "sentence_id,": "8054fde3a3"
    }, 
    {
        "sentence": "Key enablers for the ICT industry are 1) ICT infrastructure 2) a steady energy supply and 3) skilled human capital.", 
        "sentence_id,": "6e5580074e"
    }, 
    {
        "sentence": "Whilst Rwandas ICT infrastructure is well developed, significant challenges continue to be the dearth of ICT skills, language (English and French) and business/entrepreneurship skills, and continued infrastructural deficiencies in energy.", 
        "sentence_id,": "ac3590a1b8"
    }, 
    {
        "sentence": "The technopole will be a large scale ICT Park designed around the above-mentioned challenges by providing much needed infrastructural improvements including guaranteed electricity and infrastructure for companies within the park.", 
        "sentence_id,": "b14b64ac6e"
    }, 
    {
        "sentence": "It will be the basis of an ICT eco-system that provides ICT firms with ready-access to world-class infrastructure hence facilitating Rwandas entry into developing new and emerging ICT products and services.", 
        "sentence_id,": "7aa965d82c"
    }, 
    {
        "sentence": "ICT sector contributing to 15% of the economy by 2015 Page 34 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "9f4a51889c"
    }, 
    {
        "sentence": "----------------------- Page 35----------------------- ( PSD Project 2: e-Payment Systems Purpose: To simplify business transactions in Rwanda Description: This project aims to put in place e-payment mechanism to support online transactions thereby fostering e-Commerce.", 
        "sentence_id,": "2b3b137c04"
    }, 
    {
        "sentence": "E-Commerce, the online buying and selling of goods and services, is a missing component of the Rwandan business environment, which is mostly cash-based.", 
        "sentence_id,": "615eeccff9"
    }, 
    {
        "sentence": "Key prerequisites for e-Commerce including the electronic transaction and signature law, copyright and intellectual property rights law, an e-Payment policy and mobile payments currently exist in Rwanda and have laid a foundation for e-Commerce.", 
        "sentence_id,": "b940a0cd70"
    }, 
    {
        "sentence": "However, the lack of adequate infrastructure; wariness of business and consumers to conduct business electronically; security concerns and lack of awareness hinder the adoption and usage of electronic payments.", 
        "sentence_id,": "60a4e8d686"
    }, 
    {
        "sentence": "This project also aims to address these challenges.", 
        "sentence_id,": "f1d53594eb"
    }, 
    {
        "sentence": "Reach of financial literacy PSD Project 3: Tourism Portal Purpose: To simplify access to tourism information and facilitate online transactions thereby improving Rwandas tourism experience Description: RDB and Rwanda Tour and Travel Association (RTTA) currently have online presence and host tourism players such as hotels, restaurants, tour companies etc.", 
        "sentence_id,": "a25353c3b2"
    }, 
    {
        "sentence": "However, online transactions are still non-existent.", 
        "sentence_id,": "f6933317a3"
    }, 
    {
        "sentence": "Transactional websites are key and central to the tourism sector and overall Page 35 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "da9932222a"
    }, 
    {
        "sentence": "----------------------- Page 36----------------------- ( services development.", 
        "sentence_id,": "6315a0cae8"
    }, 
    {
        "sentence": "This project aims to build on the existing platforms by establishing a destination management system that allows online transactions and provides detailed contacts of all tourism players to enable new and cost-effective ways of doing business such as the online purchase of gorilla and park permits, thereby facilitating customer base expansion.", 
        "sentence_id,": "6040d7aff3"
    }, 
    {
        "sentence": "Number of portal users by 2013 PSD Project 4: ICT Business Financing Mechanisms Purpose: To establish affordable funding mechanisms for ICT companies Description: This project will establish viable financing mechanisms for ICT companies to address the financing gap they face at different growth stages.", 
        "sentence_id,": "20ec0f7461"
    }, 
    {
        "sentence": "Three funding mechanisms will be established including: Project Finance, Trade Finance and Venture Finance.", 
        "sentence_id,": "f495e70373"
    }, 
    {
        "sentence": "Project financing will mainly focus on providing funds for ICT start-ups through incubations and Grant awards; while trade financing will mainly target established ICT companies in need of capital to implement specific contracts by setting up a guarantee fund; and finally venture finance will mainly fund heavy investment projects.", 
        "sentence_id,": "23659d8dd6"
    }, 
    {
        "sentence": "Increased ICT export potential Page 36 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "394e3c185c"
    }, 
    {
        "sentence": "Number of ICT companies in the country by 2013 PSD Project 5: Virtual Landing Point Purpose: To increase Rwandas international capacity and eliminate additional costs of acquiring international capacity for operators Description: A Virtual Landing Point (VLP) is a central location where telecommunication providers can meet and acquire submarine bandwidth capacity to distribute through their networks.", 
        "sentence_id,": "7584d4655e"
    }, 
    {
        "sentence": "Countries bordering the sea generally construct fiber cable landing stations.", 
        "sentence_id,": "8a63c4aff3"
    }, 
    {
        "sentence": "Being a landlocked country, Rwanda cannot construct such a facility.", 
        "sentence_id,": "93cb0f9479"
    }, 
    {
        "sentence": "However, a virtual instance of the same is possible and would be the point of choice for all international link providers to terminate their networks and deliver their services to local network providers.", 
        "sentence_id,": "cda87c0587"
    }, 
    {
        "sentence": "Coupling the VLP with the existing local Internet Exchange Point (IXP) is efficient since operators networks are already reaching the IXP thereby eliminating additional costs of acquiring international capacity.", 
        "sentence_id,": "1dad7dd48f"
    }, 
    {
        "sentence": "99.5% reliability and availability of bandwidth by 2013 PSD Project 6: Access Network Purpose: To extend Internet access across the country in order to bridge Rwandas digital divide Description: The national fiber optic backbone network has been completed and is available in all 30 districts.", 
        "sentence_id,": "b6debda742"
    }, 
    {
        "sentence": "However, not all end-users i.e.", 
        "sentence_id,": "b831a5d717"
    }, 
    {
        "sentence": "schools, hospitals, government offices, commercial buildings etc.", 
        "sentence_id,": "7b60b47556"
    }, 
    {
        "sentence": "are centrally located in districts.", 
        "sentence_id,": "bc8d7bdc66"
    }, 
    {
        "sentence": "This project aims to bridge the gap between the backbone nodes and end-user premises by means of wireless or fiber.", 
        "sentence_id,": "8c2739ae09"
    }, 
    {
        "sentence": "In doing so, it is expected that all telecommunication providers will expand their customer base using the same access points thereby increasing their revenue streams while transforming businesses and lives across Rwanda.", 
        "sentence_id,": "f9ab8b332b"
    }, 
    {
        "sentence": "Page 37 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "92a4d3cd58"
    }, 
    {
        "sentence": "50% of target institutions connected by 2013 PSD Project 7: e-Soko 2.0 Purpose: To provide sufficient agriculture information to both producers (farmers, cooperatives) and consumers (Individual consumer, hotels and restaurants, agri-business) Description: E-Soko 2.0 aims to build on the existing e-Soko platform by upgrading the system to link both demand and supply aspects of the agriculture sector and provide the price, quantities and location of agriculture commodities.", 
        "sentence_id,": "37ef7fa9f5"
    }, 
    {
        "sentence": "It aims to increase web-based platforms that help farmers and citizens alike share local innovations for growing crops.", 
        "sentence_id,": "3e5807212d"
    }, 
    {
        "sentence": "This project aims to exploit the existing infrastructure such as mobile phones, radios, telecenters, Internet cafes to enable consumers be aware of current market prices, quantities and location of commodities and allow suppliers (farmers, agricultural cooperatives, importers) to inform their market prices, quantities and location of produce.", 
        "sentence_id,": "e0a0b313fd"
    }, 
    {
        "sentence": "E-Soko 2.0 established and operational by 2013 Page 38 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "9c837037be"
    }, 
    {
        "sentence": "Number of local innovations in the agriculture sector PSD Project 8: SMART Electricity Grid and Energy Market Design Purpose: To consolidate Rwandas energy sources in order to enable sustainable energy generation, transmission and distribution Description: A smart grid is an electricity network that utilizes digital technology to ensure consistent power supply.", 
        "sentence_id,": "4b85836edb"
    }, 
    {
        "sentence": "This is a reliable, cost-effective and integrated energy supply system that facilitates fault identification, demand management and diversified energy generation sources.", 
        "sentence_id,": "5f858086d4"
    }, 
    {
        "sentence": "Developing a local smart grid will provide an interconnection standard for the East African Power Pool (EAPP) that can accommodate future technologies and transit from current legacy systems.", 
        "sentence_id,": "58c86416f3"
    }, 
    {
        "sentence": "Only 0.5 Megawatt loss in the Grid PSD Project 9: Establish a Commodity and Securities Platform Purpose: To enable efficient and effective online trading of both commodities and securities Description: A commodity-trading platform is an online tool where products are commoditized and traded in an organized and transparent trading environment.", 
        "sentence_id,": "b873ed89c5"
    }, 
    {
        "sentence": "This involves the trading of such instruments as warehousing receipts.", 
        "sentence_id,": "b61e30f506"
    }, 
    {
        "sentence": "The warehousing receipts are traded as securities representing ownership of goods or commodities that are stored in a known warehouse.", 
        "sentence_id,": "da1567b0cc"
    }, 
    {
        "sentence": "Page 39 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "7cc03ad09a"
    }, 
    {
        "sentence": "----------------------- Page 40----------------------- ( A securities-trading platform is an electronic based facility where shares, bonds and derivatives will be traded.", 
        "sentence_id,": "ea4091ccfc"
    }, 
    {
        "sentence": "The platform links buyers and sellers of either commodities or securities and facilitates fast, efficient, and transparent transactions in order to ease access to the markets by investors.", 
        "sentence_id,": "753b991513"
    }, 
    {
        "sentence": "Number of companies procuring capital from the platform PSD Project 10: Adoption of ICT Industry Standards Purpose: To align Rwandas ICT sector to international best practices and standards Description: Rwanda needs to adopt ICT industry standards that are based on international best practices and standards.", 
        "sentence_id,": "a23451071b"
    }, 
    {
        "sentence": "These foster interoperability of ICT products/services, promote innovation and efficiency, fuel market growth and protect investments in new technologies.", 
        "sentence_id,": "fce72cacb7"
    }, 
    {
        "sentence": "They encompass the entire ICT industry ranging from acquisition/maintenance/disposal of ICT products & services, software development, hardware interface, intellectual property rights and industry specifications.", 
        "sentence_id,": "88ce0f6bc5"
    }, 
    {
        "sentence": "Rwanda ICT standards complying with international standards by 2013 Page 40 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "a4dd9a56cf"
    }, 
    {
        "sentence": "All ICT firms certified by at least one internationally recognized IT player by 2013 Page 41 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "c2bfe86a50"
    }, 
    {
        "sentence": "Community Development [CD] Projects Mission: To empower and transform communities through improved access to information and services To realize this mission and ensure that Rwandas ICT development is continuously relevant to community needs, the following projects were chosen: CD Project 1: Land Use Management and Information System CD Project 2: Business Delivery Service Centres CD Project 3: ICT Infrastructure and Applications for Local Government CD Project 4: Integrated Public Safety Communication System CD Project 5: Community Health Worker Reporting and Information System CD Project 6: Health Insurance Information System CD Project 7: Telemedicine CD Project 8: Vision 2020 e-Citizen Figure 8, illustrates community development projects and how they work together to achieve the focus areas mission.", 
        "sentence_id,": "b3550d5c3c"
    }, 
    {
        "sentence": "The Access Network and ICT infrastructure for local government are the backbone for the successful implementation of these projects.", 
        "sentence_id,": "7ed4242de6"
    }, 
    {
        "sentence": "Mission : To empower and transform communities through improved access to information and services Land Use Management IS I C T I Business Delivery Service Centres n f r a s t r u Integrated Communication System for c k t r u G Public Safety o r e w o v t e e a N r n Community Health Worker Reporting & n d s s Information System m A e p e n c c p t l A i c a Health Insurance Information System t i o n f o r L o Telemedicine c a l Citizen Portal Vision 2020 e-Citizen Figure 8: Community Development Projects Page 42 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "2d26aa593c"
    }, 
    {
        "sentence": "----------------------- Page 43----------------------- ( ( CD Project 1: Land Administration Information System (LAIS) Purpose: To improve land management and ease the cost of doing business Description: A national land use study has been conducted and several reforms adopted including the Land Act; the Land Commission; geographic information system (GIS); a national land use master plan; a National Land Centre established to oversee land administration services and digitization of land titling is near completion.", 
        "sentence_id,": "ec8f974489"
    }, 
    {
        "sentence": "In addition, a pilot land use management and information system and land tenure administration system has been implemented in Kigali and needs to be scaled up nationally.", 
        "sentence_id,": "c8d216e374"
    }, 
    {
        "sentence": "This is a NICI II rolled over project aimed at easing land use planning and administration and streamlining land management processes thereby reducing the cost of doing business.", 
        "sentence_id,": "49d67cb208"
    }, 
    {
        "sentence": "Number of property disputes reduced to less than 5% by 2015 CD Project 2: Business Delivery Service Centres Purpose: To increase access to ICT and business development services within communities Description Local entrepreneurs can take the lead in establishing business development service centers (BDSC) to foster entrepreneurship around the country.", 
        "sentence_id,": "699620f81d"
    }, 
    {
        "sentence": "Government, rather than spend millions to do this, can support local entrepreneurs to establish BDSC such as multipurpose cyber cafs/ business centres.", 
        "sentence_id,": "72117ab75e"
    }, 
    {
        "sentence": "This support can include business, financial, legal, and technical services to communities.", 
        "sentence_id,": "5923aaeb4f"
    }, 
    {
        "sentence": "Conduct public awareness campaigns on BDSC Page 43 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "5e69a022a0"
    }, 
    {
        "sentence": "50% of public services offered through the business service delivery centers by 2013 CD Project 3: ICT Infrastructure and Applications for Local Government Purpose: To improve local government operational efficiency Description: The Ministry of Local Government (MINALOC) identified the lack of sufficient ICT infrastructure and applications, particularly in districts, sectors and cells in rural areas, as a major impediment to efficient service delivery, resulting into high costs of doing business for government, citizens and businesses.", 
        "sentence_id,": "f61779a4dd"
    }, 
    {
        "sentence": "This project is designed to deploy sufficient and reliable ICT infrastructure and the appropriate applications that will improve and increase access to services and information across the country thereby eliminating barriers to transactions in government.", 
        "sentence_id,": "63de78f891"
    }, 
    {
        "sentence": "All local government offices equipped with the appropriate ICT infrastructure and applications by 2013 CD Project 4: Integrated Public Safety Communication System Purpose: To enhance public safety capabilities in order to better respond security/safety incidents Description: This project aims to improve the communication within public safety agencies to ensure swift response to citizen needs and public safety incidents.", 
        "sentence_id,": "b87a35d934"
    }, 
    {
        "sentence": "It requires building a communication and information sharing facility where all incidents can be monitored, filtered and rapidly sent to appropriate incident response agents.", 
        "sentence_id,": "158387c173"
    }, 
    {
        "sentence": "Page 44 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "2eb29a7805"
    }, 
    {
        "sentence": "Number of users of the system 4. e-Readiness of stakeholders to exchange data using the public safety integrated communication system.", 
        "sentence_id,": "2ff1e73637"
    }, 
    {
        "sentence": "CD Project 5: Community Health Worker Reporting and Information System Purpose: To improve community health workers reporting and information sharing Description: There are numerous healthcare interventions offered at the community level, mainly by community health workers.", 
        "sentence_id,": "5d7e23efb8"
    }, 
    {
        "sentence": "Currently there are approximately 60,000 health workers, four per village (umudugudu), who collect and report maternal and child health data among other MDG indicators.", 
        "sentence_id,": "7311bba132"
    }, 
    {
        "sentence": "Although every health worker is equipped with a mobile phone and RapidSMS and mUbuzima is operational in few parts of the country, most reporting remains paper-based.", 
        "sentence_id,": "4037806b8c"
    }, 
    {
        "sentence": "This delays reporting and data collection, hence the need for automation.", 
        "sentence_id,": "c25ea72fdc"
    }, 
    {
        "sentence": "Maternal & child mortality rates reduced (mUbuzima) by 50% Page 45 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "f02b9486a0"
    }, 
    {
        "sentence": "----------------------- Page 46----------------------- ( CD Project 6: Health Insurance Information System Purpose: To improve healthcare delivery Description: Health insurance plays a critical role in healthcare provision by increasing accessibility to healthcare services.", 
        "sentence_id,": "9968b19539"
    }, 
    {
        "sentence": "In Rwanda there are two main health insurance schemes: RAMA and Mutuelle de Sant, with over 90% Rwandans covered by Mutuelle de Sant.", 
        "sentence_id,": "3455654ef0"
    }, 
    {
        "sentence": "However, all its services including authentication and claim processing are paper-based, which translates into long reconciliation processes between healthcare providers and insurance thereby hindering effective operations and in-turn quality of service delivery.", 
        "sentence_id,": "b9bbab9d79"
    }, 
    {
        "sentence": "This project aims to automate all health insurance services hence allowing for swift and seamless insurance claims processing, which will greatly improve health care service delivery.", 
        "sentence_id,": "24eb58667e"
    }, 
    {
        "sentence": "Enabled patient roaming i.e.", 
        "sentence_id,": "9fe3ccb4cd"
    }, 
    {
        "sentence": "Processing time for insurance claims CD Project 7: Telemedicine Purpose: To improve accessibility and affordability of specialized healthcare services in remote areas Description: Telemedicine is an application of clinical medicine where medical information is transferred through audio-visual media and other technologies for purposes of diagnosing or treating patients.", 
        "sentence_id,": "5580893382"
    }, 
    {
        "sentence": "This is a rolled over project, currently being implemented in three teaching hospitals and two rural hospitals in Musanze and Kabgayi that are connected to King Faisal Hospital.", 
        "sentence_id,": "8521e35192"
    }, 
    {
        "sentence": "This needs to be scaled-out to all health institutions across the country.", 
        "sentence_id,": "6278f166f5"
    }, 
    {
        "sentence": "However, challenges including inadequate infrastructure, lack of connectivity and inadequate trained staff still impede the development of telemedicine in Rwanda.", 
        "sentence_id,": "e5ce6f6ff2"
    }, 
    {
        "sentence": "Provide reliable connectivity and electricity Page 46 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "f70d55f131"
    }, 
    {
        "sentence": "Knowledge transfer through increased collaboration between local, regional and international health institutions.", 
        "sentence_id,": "ce3b8962c6"
    }, 
    {
        "sentence": "Reduction in waiting times for patients needing specialist treatment CD Project 8: Vision 2020 e-Citizen Purpose: To ensure efficient delivery of GoRs community development programs Description: Rwandas community development programs including ubudehe, Abunzi, girinka, imihigo, vision umurenge programs, SACCOS and other socio-economic development initiatives have been instrumental in the countrys socio-economic development.", 
        "sentence_id,": "1c6f8dba13"
    }, 
    {
        "sentence": "However, the largely paper- based processes greatly hinder monitoring and evaluation of programs/impact.", 
        "sentence_id,": "7974f007cf"
    }, 
    {
        "sentence": "This project is aimed at automating citizen programs in order to ensure efficient delivery thereby further empowering citizens.", 
        "sentence_id,": "84a8ac5e3f"
    }, 
    {
        "sentence": "Availability and access to accurate periodic reports Page 47 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "d98bc485b2"
    }, 
    {
        "sentence": "----------------------- Page 48----------------------- ( 3.2.4. e-Government [e-GOV] Projects Mission: To improve government operational efficiency and service delivery To realize this mission, the following projects were chosen: e-Gov Project 1: Government Enterprise Architecture e-Gov Project 2: Government Intranet e-Gov Project 3: Document Tracking and Workflow Management System e-Gov Project 4: e-Procurement System e-Gov Project 5: National ID and Smartcard System (NID) e-Gov Project 6: Justice, Reconciliation, Law & Order Sector (JRLOS) Information Systems e-Gov Project 7: Disaster Recovery Centre e-Gov Project 8: Rwanda National Portal Figure 9, illustrates e-Government projects and how they work together to achieve the focus areas mission.", 
        "sentence_id,": "1ee47a1643"
    }, 
    {
        "sentence": "The Government Enterprise Architecture and Disaster Recovery Center are the foundation required for the successful implementation of the focus area projects.", 
        "sentence_id,": "e99f1789d4"
    }, 
    {
        "sentence": "Mission : To improve government operational efficiency and service delivery Government Intranet e r u t c e t D i Document Tracking and Workflow i s h a c s r t e A e r s i R r e-Procurement System e c p o r v e t n e r y E C t National ID and Smartcard System n e e n t m n e r r e Justice Sector Information System v o G Rwanda National Portal Citizen Portal Educ.", 
        "sentence_id,": "7e6ce4a724"
    }, 
    {
        "sentence": "Portal Mining Portal Tourism Portal Figure 9: e-Government Projects Page 48 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "027350bc56"
    }, 
    {
        "sentence": "----------------------- Page 49----------------------- ( e-Gov Project 1: Government Enterprise Architecture Purpose: To establish a master plan for developing and deploying IT systems in government so as to improve service delivery Description: This project aims to systematically capture business, operational and IT issues from government institutions; design the corresponding business, operational and IT solutions and communicate these solutions to stakeholders for implementation.", 
        "sentence_id,": "d105a7f3e5"
    }, 
    {
        "sentence": "This project will consolidate all e- government initiatives to-date in order to continuously improve performance between G2G, G2B and G2C, and achieve national socio-economic goals.", 
        "sentence_id,": "9728094859"
    }, 
    {
        "sentence": "Design and document the business/ operational IT solutions for identified processes i.e.", 
        "sentence_id,": "78f3706a4b"
    }, 
    {
        "sentence": "All government employees using deployed applications by 2013 e-Gov Project 2: Government Intranet Purpose: To improve GoR information security and inter and intra government communication Description: This is a rolled-over project from NICI II (GOVNet) that involves the provision of a common Internet gateway for all Government Ministries and other institutions via a Government network, independent of the Internet (intranet) in order to mitigate GoR cyber attacks.", 
        "sentence_id,": "2423995813"
    }, 
    {
        "sentence": "The intranet will Page 49 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "7639cdabd6"
    }, 
    {
        "sentence": "----------------------- Page 50----------------------- ( also facilitate the sharing of resources including: Financial Management Systems (FMS) and Human Resource Management System (HRMS); e-Cabinet; document tracking; VoIP; etc.", 
        "sentence_id,": "cda4c3dd4d"
    }, 
    {
        "sentence": "Currently over 90 government institutions are connected to the Kigali Metropolitan Network (KMN Network) and SMARTGov applications have been deployed.", 
        "sentence_id,": "8a83978808"
    }, 
    {
        "sentence": "However, there is still limited government information sharing.", 
        "sentence_id,": "f051be8e33"
    }, 
    {
        "sentence": "This project aims to create a single network that allows for shared resources in government while securing GoR information.", 
        "sentence_id,": "ad94f89c8c"
    }, 
    {
        "sentence": "Percentage of institutions utilizing intranet e-Gov Project 3: Document Tracking and Workflow Management System Purpose: To improve information sharing and management thereby reducing bureaucracy in government processes Description: Government processes are still largely paper-based and numerous systems are not integrated causing duplication and hindering efficient service delivery.", 
        "sentence_id,": "91495031b2"
    }, 
    {
        "sentence": "This project, rolled over from NICI II, aims to drastically reduce the use of paper-based processing in public and private organizations; automate, accelerate and simplify administrative processes.", 
        "sentence_id,": "57621a1dcd"
    }, 
    {
        "sentence": "A centralized electronic system will be developed to streamline tracking of document within public sector institutions.", 
        "sentence_id,": "5296c559c2"
    }, 
    {
        "sentence": "Petty corruption eliminated i.e.", 
        "sentence_id,": "75931e4d6f"
    }, 
    {
        "sentence": "Increased accountability and transparency Page 50 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "6aaf2f161d"
    }, 
    {
        "sentence": "Increased confidence in the public sector given that information e.g.", 
        "sentence_id,": "080797dfaa"
    }, 
    {
        "sentence": "Reduce cycle times by 30% and workload on employees e-Gov Project 4: e-Procurement System Purpose: To enable efficient and transparent procurement transactions between government and private sector Description: E-Procurement is a comprehensive system that will help Rwanda streamline procurement transactions for efficient government service delivery.", 
        "sentence_id,": "9ea19d8463"
    }, 
    {
        "sentence": "This system will facilitate e-Tendering, e- Selling and e-Auctions services, and provide ready-access for buyer-sellers to create and approve purchasing requisitions, placing purchase orders and receiving goods and services.", 
        "sentence_id,": "11d49e4cec"
    }, 
    {
        "sentence": "Smoother and transparent procurement transactions between government and private sector.", 
        "sentence_id,": "a8dc251de8"
    }, 
    {
        "sentence": "40% of bids submitted and evaluated by 2013 Page 51 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "1d0ffd16e4"
    }, 
    {
        "sentence": "Number of bids submitted online e-Gov Project 5: National ID and Smartcard System (NID) Purpose: To support the online authentication of transactions Description: This is a rolled-over project from NICI II aimed at the deployment of a modern and secure National ID Card and Driving License to all citizens above 16 years of age.", 
        "sentence_id,": "2551256d6a"
    }, 
    {
        "sentence": "Phase I of the NID saw the complete digitization of the NID and driver licensing.", 
        "sentence_id,": "56a756aa39"
    }, 
    {
        "sentence": "Phase II involves the production and issuance of a multi-application smartcard-based NID embedded with a central processing unit to enable authentication services.", 
        "sentence_id,": "eda36fa3c5"
    }, 
    {
        "sentence": "Smart card used in e-commerce transactions by 2013 e-Gov Project 6: Justice, Reconciliation, Law & Order Sector (JRLOS) Information Systems Purpose: To improve information sharing, management and collaboration while ensuring high quality, dependable and valued information base that supports operational and strategic decision- making in the Justice sector Description: Rwandas justice sector aims to fully autom ate all its activities in order to meet wider sector objectives and is currently in the process of developing various technologies to achieve this.", 
        "sentence_id,": "355e31915d"
    }, 
    {
        "sentence": "This project aims at providing the necessary support to enable the implementation of JRLOS initiatives.", 
        "sentence_id,": "9ef4e5eb39"
    }, 
    {
        "sentence": "Develop and implement an online Criminal Records Management System Page 52 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "5bc8a42de8"
    }, 
    {
        "sentence": "Number of trained staff working with trained ICTs e-Gov Project 7: Disaster Recovery Centre Purpose: To ensure continuity of work in the event of any disaster Description: This project aims to create a backup site where Rwandans will easily retrieve information following disasters such as fire, floods, earthquakes, cyber attacks or other disruptive events to ensure government and business continuity.", 
        "sentence_id,": "547bdf23a4"
    }, 
    {
        "sentence": "Disaster Recovery Centre established by 2012 Page 53 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "1a3be4a80b"
    }, 
    {
        "sentence": "99.99% availability of data resources and hosted services e-Gov Project 8: Rwanda National Portal Purpose: To provide country information from diverse sources in a unified manner Description: The Rwanda national portal is nearing completion but needs to be integrated with both public and private sector information sites.", 
        "sentence_id,": "c513247aa9"
    }, 
    {
        "sentence": "This is a rolled-over project from NICI II that enables government to provide a consistent look with access controls and procedures for multiple databases that would have been different entities altogether.", 
        "sentence_id,": "4fc00e77f8"
    }, 
    {
        "sentence": "It will include the following: Citizen Portal Purpose: To provide a platform that fosters citizen-to-citizen and government-to-citizen interaction Description: Limited interaction between citizens within Rwanda; the Diaspora and policy makers can be an obstacle to governance and service delivery.", 
        "sentence_id,": "a32051c9ff"
    }, 
    {
        "sentence": "Establishing this portal will increase citizen participation and improve social cohesion.", 
        "sentence_id,": "7b4dc51fbb"
    }, 
    {
        "sentence": "This portal will be a user-friendly website and integrated with an SMS-service on existing platforms in English and Kinyarwanda.", 
        "sentence_id,": "701f9403f2"
    }, 
    {
        "sentence": "Percentage of citizens aware of the portal Training and Education Portal Purpose: To improve access and equity to skills development opportunities through ICT Page 54 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "a4c851ca6b"
    }, 
    {
        "sentence": "----------------------- Page 55----------------------- ( Description: This is a rolled over NICI II project that builds on the Rwanda Education Commons initiative to create a low-cost and versatile platform for standardised educational content at all levels of education.", 
        "sentence_id,": "c5319ce8a3"
    }, 
    {
        "sentence": "Number of users Mining Portal Purpose: To increase and improve access to information on mining in Rwanda Description: The online mining portal is a tool that will be used to host all information on the mining sector.", 
        "sentence_id,": "d7e15a822f"
    }, 
    {
        "sentence": "This information includes: a list of mining concessions in Rwanda; types of minerals extracted in each concession; quantities of minerals extracted per concession; published mining research; environment standards; statistics and mining maps for public use.", 
        "sentence_id,": "80d435ef2e"
    }, 
    {
        "sentence": "Contribution to GDP Page 55 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "8e219a737d"
    }, 
    {
        "sentence": "Cyber Security [CS] Projects Mission: To secure Rwandas cyberspace and information assets To realize this mission, the following projects were chosen: CS Project 1: Computer Emergency and Security Incident Response Team (Rw- CERT/CSIRT) CS Project 2: Establish Public Key Infrastructure (PKI) CS Project 3: Security Operation Centre (SOC) CS Project 4: Establish an Information Infrastructure Security System CS Project 5: Cyber Security Capacity Building CS Project 6: Establish National Cyber Security Research Centre (NSRC) Figure 10, illustrates Cyber-Security projects and how they work together to achieve the focus areas mission.", 
        "sentence_id,": "ca452a2b32"
    }, 
    {
        "sentence": "The establishment of information infrastructure security system and cyber security capacity building are of paramount importance for the successful implementation of the projects.", 
        "sentence_id,": "fa30710bd2"
    }, 
    {
        "sentence": "Mission : To secure Rwandas cyberspace and information assets e r Computer Emergency and Security u t Incident Response Team (CERT/CSIRT) c u r C y t s a b r e f r S n I e s n m Public Key Infrastructure (PKI) c o e u r i t t s i a t y y m S C r y a o t i p f r a n I u c c i f o e Security Operation Centre (SOC) t t S y n B u e i l m h d s i i n l b g a t National Cyber Security Research Center s E Figure 10: Cyber Security Projects Page 56 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "3fb065c5dc"
    }, 
    {
        "sentence": "----------------------- Page 57----------------------- ( CS Project 1: Computer Emergency and Security Incident Response Team (Rw-CERT/CSIRT) Purpose: To provide prompt response to cyber threats Description: There is an increasing number of cyber threats to the Rwanda ICT infrastructure, hence an urgent need to manage and respond to these cyber threats when they occur.", 
        "sentence_id,": "a01e2cc584"
    }, 
    {
        "sentence": "The Rwanda Computer Security and Incident Response Team (Rwanda CSIRT) is required to manage and respond to any cyber threats targeting Rwandas ICT infrastructure.", 
        "sentence_id,": "50b3a38883"
    }, 
    {
        "sentence": "Educate and train Rwanda CSIRT team.", 
        "sentence_id,": "511b9c0dee"
    }, 
    {
        "sentence": "Swift handling of computer security incidents.", 
        "sentence_id,": "b38d40b46c"
    }, 
    {
        "sentence": "Number of partnerships formed with international CERTS/CSIRTS CS Project 2: Establish Public Key Infrastructure (PKI) Purpose: To improve information security Description: As the GoR deploys more resources online, there is a need to build trust among users.", 
        "sentence_id,": "2731e701ae"
    }, 
    {
        "sentence": "A Public Key Infrastructure (PKI) system that validates users digital identity over a public or private network should be set up.", 
        "sentence_id,": "d2ba64829a"
    }, 
    {
        "sentence": "Develop and Implement the government certification authority Expected Outcome: Page 57 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "9d43d4ba6c"
    }, 
    {
        "sentence": "Number of institutions registered at the Certification Authority CS Project 3: Security Operation Centre (SOC) Purpose: To centralise all national cyber security activities Description: A Security Operations Center will help deliver IT security services and detect unauthorized access in any form to prevent and manage security related incidents using defined processes and procedures.", 
        "sentence_id,": "a609daa460"
    }, 
    {
        "sentence": "It performs centralized analysis using the combined resources consisting of personnel, dedicated hardware and specialized software.", 
        "sentence_id,": "0b0c5f059d"
    }, 
    {
        "sentence": "Real time security management of Rwandas cyber space.", 
        "sentence_id,": "98b2680d56"
    }, 
    {
        "sentence": "Number of security threats detected and/or prevented by the SOC CS Project 4: Establish an Information Infrastructure Security System Purpose: To protect and secure Rwandas critical ICT infrastructure Description: The Government of Rwanda is implementing network communication infrastructure facilities across the country such as the National Backbone (NBB), Kigali Metropolitan Network (KMN), Wireless Broad Band (WiBro), National Data Center (NDC), Karisimbi Project, Energy Infrastructure, Banking and Finance systems, etc.", 
        "sentence_id,": "84cac2cc02"
    }, 
    {
        "sentence": "This infrastructure needs to be highly protected both logically and physically.", 
        "sentence_id,": "e9f4ef775d"
    }, 
    {
        "sentence": "Enforce Information security policy Page 58 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "a14995eb9f"
    }, 
    {
        "sentence": "Acquire and implement Network Security solutions (Firewalls, Intrusion Prevention Systems, and Intrusion Detection Systems), Access Control and authentication Systems, Data leakage prevention systems and other information security systems.", 
        "sentence_id,": "2b208627a1"
    }, 
    {
        "sentence": "Accessibility of classified data CS Project 5: Cyber Security Capacity Building Purpose: Improve and increase Rwandan cyber security capabilities Description: There is an inadequate supply of cyber security experts.", 
        "sentence_id,": "a5eaf6960d"
    }, 
    {
        "sentence": "This project aims to build Rwandan capacity in cyber security.", 
        "sentence_id,": "51ea7d50b4"
    }, 
    {
        "sentence": "At least 100 students from Rwandan Universities trained in cyber security per year.", 
        "sentence_id,": "d3e35f3958"
    }, 
    {
        "sentence": "Number of cyber security professionals CS Project 6: Establish National Cyber Security Research Centre (NSRC) Purpose: Increase and improve cyber security preparedness Description: Page 59 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "8a3dd41a33"
    }, 
    {
        "sentence": "----------------------- Page 60----------------------- ( In order to minimize and counter cyber security threats, GoR, academia, and industry must collaborate to establish a NSRC that can research and develop cyber security technologies to protect Rwandas cyber space and ICT assets.", 
        "sentence_id,": "f188576325"
    }, 
    {
        "sentence": "Number of innovations by NCSRC Page 60 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "112d300ebc"
    }, 
    {
        "sentence": "Cross-Cutting Projects The following projects are cross-cutting and all contribute to making Rwanda an ICT hub: CC Project 1: NICI III Implementation Support CC Project 2: ICT Awareness Campaign CC Project 3: Policy, Legal and Regulatory Framework CC Project 4: Content and Application Development CC Project 5: Green ICT CC Project 6: Climate Change Observatory CC Project 7: Digital Migration CC Project 8: CNS-ATM The figure below illustrates cross-cutting projects NICI III Implementation Support ICT Awareness Campaign Policy, Legal and Regulatory Framework Content and Application Development Green ICT Climate Change Observatory Digital Migration CNS-ATM Figure 11: Cross-Cutting Projects Page 61 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "31045d3086"
    }, 
    {
        "sentence": "----------------------- Page 62----------------------- ( NICI III Implementation Support Purpose: To ensure the successful implementation of NICI III projects Description: NICI II evaluation revealed that inadequate project support was a major shortcoming during the implementation phase.", 
        "sentence_id,": "c0f1a09082"
    }, 
    {
        "sentence": "Therefore, this project aims to increase and provide additional technical and project management support for all NICI III initiatives.", 
        "sentence_id,": "85632ee848"
    }, 
    {
        "sentence": "Number of jobs created ICT Awareness Campaign Purpose: To increase awareness and utilization of ICTs Description: This project aims to promote and improve citizen understanding of ICT benefits thereby fostering utilization and ownership of Rwandas ICT vision.", 
        "sentence_id,": "4018089136"
    }, 
    {
        "sentence": "Organize and participate in domestic and international ICT symposiums at least biannually.", 
        "sentence_id,": "c011ef1f6e"
    }, 
    {
        "sentence": "Increased demand for ICT products and services Page 62 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "09eb8b66a2"
    }, 
    {
        "sentence": "Number of households using ICTs Policy, Legal and Regulatory Framework Purpose: To continuously improve and strengthen Rwandas enabling environment and position Rwanda as an ICT Hub Description: The existing policy, legal and regulatory framework is a good foundation but requires continuous improvement to facilitate swift adaptation to changing trends and technologies.", 
        "sentence_id,": "b3eaa2eea5"
    }, 
    {
        "sentence": "This project allows the continued improvements of the countrys policy, legal and regulatory framework to ensure that Rwanda can become an ICT hub that sustains business development and investments in ICT.", 
        "sentence_id,": "5a8f5b204f"
    }, 
    {
        "sentence": "Compliance with ICT laws, standards, guidelines, and procedures Page 63 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "5345394088"
    }, 
    {
        "sentence": "All ICT companies meeting national requirements Content and Application Development Purpose: To increase innovation through content and application development Description: This project compliments GoR efforts to bridge the digital divide and empower Rwandans to participate in promoting and ensuring good governance.", 
        "sentence_id,": "c8f602c75a"
    }, 
    {
        "sentence": "It aims to promote and support the creation of locally relevant content and applications that will increase Rwandas web presence and build a software industry.", 
        "sentence_id,": "e8d36431a3"
    }, 
    {
        "sentence": "Rwanda Multimedia Academy fully operational by 2013 Green ICT Purpose: Environmental protection and sustainable development Description: Rwanda has vast amounts of outdated ICT equipment, which pose serious environmental consequences to Rwandans, if not disposed of properly.", 
        "sentence_id,": "291795ffce"
    }, 
    {
        "sentence": "Furthermore most processes in government and private sector are paper-based which is not only costly but also negatively impacts the environment.", 
        "sentence_id,": "7a0eaf3af9"
    }, 
    {
        "sentence": "This project aims to leverage ICTs in environmental management conservation.", 
        "sentence_id,": "af0ae1fa91"
    }, 
    {
        "sentence": "Green ICT entails initiatives to reduce e-waste and enable efficient energy generation, consumption and distribution.", 
        "sentence_id,": "ed89acf947"
    }, 
    {
        "sentence": "It also aims to further support Rwandas environmental management policies.", 
        "sentence_id,": "012f52c52e"
    }, 
    {
        "sentence": "Page 64 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "e15613054f"
    }, 
    {
        "sentence": "Proper IT equipment recycling mechanism in place by 2013 Climate Change Observatory Purpose: Create a climate change observatory that will contribute to combating green house gases and responding to climate change challenges Description: The project was adopted by COMESA in 2007 and is aimed at collecting atmospheric observations to contribute to meteorological forecasting and monitor climatic conditions and build scientific and engineering capacity within Rwanda.", 
        "sentence_id,": "7cabb39006"
    }, 
    {
        "sentence": "This centre will focus on making climate change understandable for the general public.", 
        "sentence_id,": "4fe13a4d2a"
    }, 
    {
        "sentence": "It is also meant to be a reference centre where all stakeholders can exchange knowledge and share initiatives related to mitigation and adaptation to global warming.", 
        "sentence_id,": "3146f43c4a"
    }, 
    {
        "sentence": "GoR in collaboration with MIT is in the planning stages of building an AGAGE (Advanced Global Atmospheric Gases Experiment) climate change observatory the first of its kind in Africa on Mt.", 
        "sentence_id,": "28519335e5"
    }, 
    {
        "sentence": "The site was chosen on the basis of scientific evaluation of a number of six sites.", 
        "sentence_id,": "5de4ca7d69"
    }, 
    {
        "sentence": "Increased capacity to respond to climate change challenges Page 65 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "e287f85b9b"
    }, 
    {
        "sentence": "Climate science programs offered in institutions of higher learning Digital Migration Purpose: To fully integrate the economic, social and political aspects of the country Description: The limited radio and TV signal coverage in numerous parts of the country continue to disenfranchise Rwandans, thereby limiting their participation in government development programmes.", 
        "sentence_id,": "849d3d33f2"
    }, 
    {
        "sentence": "This project aims to leverage deployed broadcasting infrastructure to transition Rwandas broadcasting from analogue to digital and further current efforts to complete Rwandas digital migration.", 
        "sentence_id,": "4987fb4c8d"
    }, 
    {
        "sentence": "50% of Rwandan households migrated to digital by 2013 Communication, Navigation, Surveillance Air Traffic Management (CNS-ATM) Purpose: To develop a seamless, globally coordinated system of air navigation services that will cope with worldwide growth in air traffic demand Description: This project aims to foster the implementation of a seamless, global air management system that will enable air craft operators to meet their planned times of departure and arrival, and adhere to their preferred flight profiles with minimum constraints and without compromising agreed safety levels.", 
        "sentence_id,": "b35df4d2e7"
    }, 
    {
        "sentence": "Rwanda has been selected to host the Communication Navigation Surveillance /Air Traffic Management (CNS/ATM) for all COMESA member states and therefore must be ready to effectively manage the system.", 
        "sentence_id,": "b902d33e11"
    }, 
    {
        "sentence": "It will enable a regional unified air space management that would control navigation services.", 
        "sentence_id,": "105d1133c5"
    }, 
    {
        "sentence": "The centre will be based at Karisimbi in the Northern Province, where GoR has deployed communication infrastructure.", 
        "sentence_id,": "90c7a5ff48"
    }, 
    {
        "sentence": "This project is also aimed at ensuring that Rwanda is ready to host regional CNS-ATM.", 
        "sentence_id,": "9ab66929d8"
    }, 
    {
        "sentence": "Page 66 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "1877f911a0"
    }, 
    {
        "sentence": "Number of incidents in flight control Page 67 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "8085ab41b6"
    }, 
    {
        "sentence": "----------------------- Page 68----------------------- ( PART 4: INSTITUTIONAL AND IMPLEMENTATION FRAMEWORK This section describes the institutional and implementation framework of the NICI III plan including specific roles and responsibilities for each institution and the framework that will guide the development of FY2013 - 2015 projects.", 
        "sentence_id,": "e905d1c4db"
    }, 
    {
        "sentence": "NICI III Institutional and Implementation Framework Success of the NICI III Plan will depend on the effectiveness of its implementation.", 
        "sentence_id,": "43a62210bb"
    }, 
    {
        "sentence": "NICI II evaluation revealed deficiencies in project planning, coordination, monitoring and evaluation and as such recommended the strengthening of planning, coordination and M&E functions in RDB.", 
        "sentence_id,": "81be973ef2"
    }, 
    {
        "sentence": "NICI III aims to address these issues by creating a strong institutional framework to support implementation in order to achieve tangible and measurable outcomes.", 
        "sentence_id,": "2b41c3136b"
    }, 
    {
        "sentence": "NICI III implementation requires the participation of all stakeholders including the National ICT implementation steering committee, the project implementers, RDB as well as a strong monitoring and evaluation component.", 
        "sentence_id,": "c6808a0c8c"
    }, 
    {
        "sentence": "The figure below illustrates the NICI III institutional framework.", 
        "sentence_id,": "e5b7d8b695"
    }, 
    {
        "sentence": "Figure 12: NICI III Institutional Framework Page 68 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "2556f7f5b0"
    }, 
    {
        "sentence": "National ICT Steering Committee (NISC) The NISC will be chaired by the Minister in Charge of ICT in the Office of the President (MINICT) as it is the lead government agency charged with ICT.", 
        "sentence_id,": "1b7ec20486"
    }, 
    {
        "sentence": "For increased accountability and effective implementation, a steering committee will oversee the plan.", 
        "sentence_id,": "eeb339f920"
    }, 
    {
        "sentence": "NISC will be comprised of eminent Rwandan and international experts providing strategic direction and guidance to the NICI process as well as other GoR ICT initiatives.", 
        "sentence_id,": "fbf63c0c03"
    }, 
    {
        "sentence": "This will expedite decision- making, foster and increase participation of all stakeholders.", 
        "sentence_id,": "280cb1746a"
    }, 
    {
        "sentence": "MINICT roles and responsibilities are to: Develop and disseminate ICT policies, strategies and programs, and mobilize resources for sector programs.", 
        "sentence_id,": "4f9211f2bc"
    }, 
    {
        "sentence": "Oversee and coordinate the implementation of national ICT programs as well as Institutions and Agencies under supervision.", 
        "sentence_id,": "5ed2c65fc6"
    }, 
    {
        "sentence": "Monitor and evaluate the implementation of sector and sub!sector policies, strategies and programs.", 
        "sentence_id,": "f218d8c488"
    }, 
    {
        "sentence": "Promote the integration, adoption and use of ICT in all areas of our society and economy.", 
        "sentence_id,": "66341be271"
    }, 
    {
        "sentence": "Coordinate with international agencies and institutions working in the sector of ICT.", 
        "sentence_id,": "511ea35c89"
    }, 
    {
        "sentence": "Promote institutional and human resources capacities and professional skills development in the sector.", 
        "sentence_id,": "9b2f020661"
    }, 
    {
        "sentence": "Given the above roles and responsibilities, MINICT will set the NISC agenda.", 
        "sentence_id,": "435179bca5"
    }, 
    {
        "sentence": "NISC roles and responsibilities are to: Balance the demand and supply for ICT to ensure ICT investments are aligned with the National ICT vision; Monitor value delivery to ensure ICT initiatives/projects attain optimum benefits; Risk management of new ICT initiatives/projects to facilitate transparency and understanding of compliance requirements; Ensure proper resource management to facilitate knowledge and infrastructure optimization; and Performance measurement to track strategy implementation.", 
        "sentence_id,": "d754a18f71"
    }, 
    {
        "sentence": "The NISC will report to the Office of the President to ensure accountability and effective implementation of the NICI plan.", 
        "sentence_id,": "9d575ebcb1"
    }, 
    {
        "sentence": "NISC will also collaborate with the joint-sector working group (JWG) to review NICI III progress and mobilize resources.", 
        "sentence_id,": "359a1d468c"
    }, 
    {
        "sentence": "The ministry will form technical and policy and strategy committees comprised of national and international experts that will advise key national ICT strategic initiatives, and more importantly advise long-term strategic alignment of ICT to National goals.", 
        "sentence_id,": "f8ed37a0aa"
    }, 
    {
        "sentence": "These committees must ensure that projects are implemented taking into account the most suitable business models.", 
        "sentence_id,": "46f9a7198f"
    }, 
    {
        "sentence": "The roles and responsibilities of the NISC are follows: Bi-annual review of the NICI III implementation progress to ensure that appropriate improvements are incorporated and aligned with NICI III objectives Mobilization of resources NICI III advocacy Page 69 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "9ce8b2968d"
    }, 
    {
        "sentence": "----------------------- Page 70----------------------- ( Project implementer The NICI II medium-term review and final evaluation identified lack of project ownership by Ministries, Departments and Agencies (MDAs) as a major shortcoming.", 
        "sentence_id,": "6acc494ce9"
    }, 
    {
        "sentence": "Accordingly, in NICI III, each project will have a nominated project manager/implementer.", 
        "sentence_id,": "30ea66c2c3"
    }, 
    {
        "sentence": "The project implementer is a specific institution in charge of executing specific projects under the NICI plan.", 
        "sentence_id,": "91294c2f9f"
    }, 
    {
        "sentence": "Coordinate project activities and consult with RDB to ensure project deadlines and objectives are met.", 
        "sentence_id,": "116bd6fb29"
    }, 
    {
        "sentence": "RDB RDB will lead implementation of the NICI III Plan as the designated coordination and implementing agency of GoR ICT initiatives.", 
        "sentence_id,": "a9073901cd"
    }, 
    {
        "sentence": "The Planning and Coordination and New Project Development (NPD) divisions within the ICT Department will assume the functions of the NICI III Secretariat given their mandate as follows: RDB Planning and Coordination division is mandated to plan and coordinate all GoR ICT projects in collaboration with all relevant MDAs to ensure implementation in a harmonised and coordinated manner.", 
        "sentence_id,": "740fe00938"
    }, 
    {
        "sentence": "RDB New Project Development division is mandated to coordinate and oversee the successful implementation of all GoR ICT projects in collaboration with the project implementing institutions.", 
        "sentence_id,": "ce74157368"
    }, 
    {
        "sentence": "NICI II evaluation identified the lack of capacity within the above divisions as the main obstacle to the successful implementation of the NICI projects.", 
        "sentence_id,": "5bcbc7db0e"
    }, 
    {
        "sentence": "Therefore, these divisions must be strengthened and equipped with the right resources, particularly the monitoring and evaluation and policy and strategy units of the planning and coordination division, to ensure successful implementation going forward.", 
        "sentence_id,": "4c40fb3626"
    }, 
    {
        "sentence": "RDB will work hand-in-hand with stakeholders (focus area working groups-FWG) in developing new projects and assessing the progress and outcome of implemented NICI projects.", 
        "sentence_id,": "cfe84ef0b5"
    }, 
    {
        "sentence": "Focus area working groups comprise of subject matter experts from public and private sectors as well as civil society.", 
        "sentence_id,": "9584b2c0ae"
    }, 
    {
        "sentence": "The planning and coordination unit will have the following responsibilities: Project Formulation: Coordinate new project formulation.", 
        "sentence_id,": "1a547232f5"
    }, 
    {
        "sentence": "Conduct research and facilitate FWG stakeholder consultations to ensure industry participation during project formulation.", 
        "sentence_id,": "21115833d6"
    }, 
    {
        "sentence": "Continuous improvement of project toolkits to ensure successful NICI III formulation.", 
        "sentence_id,": "64c025ce24"
    }, 
    {
        "sentence": "Page 70 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "5d081bab25"
    }, 
    {
        "sentence": "----------------------- Page 71----------------------- ( Page 71 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "77a730d8b2"
    }, 
    {
        "sentence": "----------------------- Page 72----------------------- ( Project Implementation: Oversee effective management of projects to ensure efficient resource utilization.", 
        "sentence_id,": "3ee1e73a27"
    }, 
    {
        "sentence": "Prepare and circulate quarterly project status reports for NICI III implementation institutions to ensure alignment with cluster and project objectives.", 
        "sentence_id,": "adb0628261"
    }, 
    {
        "sentence": "Organise FWG meetings to ensure project ownership and smooth implementation.", 
        "sentence_id,": "2c9315236e"
    }, 
    {
        "sentence": "Monitoring & Evaluation (M&E): Building on international best practices the following M&E activities are proposed: Develop a results-based monitoring framework for all focus area projects The recommended M&E log frame structure is as follows: Select a sub-set of so-called SMART indicators for on-going data gathering and reporting (simple, measurable, attainable, reliable, and tractable) Define precisely the nature and format of the data to be captured Design data input forms for each project to enable routine capture of indicator data Plan and initiate periodic (monthly, quarterly, etc.)", 
        "sentence_id,": "93bf5e98b2"
    }, 
    {
        "sentence": "data collection by relevant implementing agencies Design and implement a data capture system (excel, access, etc.)", 
        "sentence_id,": "a7f8b3abdb"
    }, 
    {
        "sentence": "and online reporting format Gather, validate, capture and report indicator data at regular intervals to ensure conformance with project activities, and objective verification of project outputs and outcomes Compile quarterly M&E reports with NICI III implementing institutions for submission to relevant stakeholders Provide recommendations to the NICI III implementing institutions on how to improve the implementation process External Monitoring and Evaluation RDB should continue to leverage external M&E experts to ensure objective evaluation of project outputs and outcomes.", 
        "sentence_id,": "61d6ee830d"
    }, 
    {
        "sentence": "This independent evaluation should be undertaken on a yearly basis.", 
        "sentence_id,": "65878314cf"
    }, 
    {
        "sentence": "The external M&E experts will carry out the following functions: Verify the M&E processes of the Planning and Coordination Unit within RDB/ICT, Page 72 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "f10f2d5307"
    }, 
    {
        "sentence": "----------------------- Page 73----------------------- ( independently evaluate the results of projects under implementation, identify bottlenecks in the M&E process, and make recommendations accordingly, to ensure that overall objectives are attained.", 
        "sentence_id,": "9971ba3e59"
    }, 
    {
        "sentence": "Provide recommendations to the NICI III implementing institutions on how to improve the implementation process.", 
        "sentence_id,": "911fb26f8a"
    }, 
    {
        "sentence": "NICI III Implementation Framework FY 2011-2012 NICI III implementation will have annual/biennial project cycles to ensure that the initiatives adapt to socio-economic changes and emerging technologies.", 
        "sentence_id,": "6b0b195434"
    }, 
    {
        "sentence": "This phased approach will ensure that the identified projects are executed with clear outcomes that are aligned with the overall NICI III objectives, focus area mission and objectives.", 
        "sentence_id,": "ac78db6ff4"
    }, 
    {
        "sentence": "Subsequent projects will follow the same cycle.", 
        "sentence_id,": "19a388dbf9"
    }, 
    {
        "sentence": "Three primary implementation institutions will be involved in the NICI III implementation process.", 
        "sentence_id,": "6f0c088ab6"
    }, 
    {
        "sentence": "Each institution will be responsible for the following tasks: Page 73 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "c14a51e61a"
    }, 
    {
        "sentence": "----------------------- Page 74----------------------- ( National ICT Steering Committee The National ICT Steering Committee will perform the following tasks: Time Period Tasks FY 2010 2nd Half Validate NICI III Plan Validate FY 2011/12 projects Advocacy of NICI III Plan Resource mobilization st st FY 2011 1 Half 1 review of NICI III project implementation progress including quarterly M&E Reports Provide technical advisory support to the NICI III implementation process Advocacy of NICI III Plan FY 2011 2nd Half 2nd review of NICI III project implementation progress including quarterly M&E Reports Provide technical advisory support to the NICI III implementation process Validate external M & E recommendations for all projects Advocacy of NICI III Plan Official sign off for completed projects st st FY 2012 1 Half 1 review of FY 2012 project implementation progress including quarterly M&E Reports Provide technical advisory support to the NICI III implementation process Advocacy of NICI III Plan FY 2012 2nd Half 2nd review of FY 2012 project implementation progress including quarterly M&E Reports Provide technical advisory support to the NICI III implementation process Validate external M & E recommendations for all projects Validate FY 2013 projects Advocacy of NICI III Plan Official sign off for completed projects Resources Mobilization st st FY 2013 1 Half 1 review of FY 2013 project implementation progress including quarterly M&E Reports Provide technical advisory support to the NICI III implementation process Advocacy of NICI III Plan Page 74 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "920fa71539"
    }, 
    {
        "sentence": "----------------------- Page 75----------------------- ( Project Implementer Time Period Tasks FY 2010 2nd Half Identify relevant Project Manager Prioritization of projects, jointly with RDB Finalize and validate project documents Advocacy of NICI III Plan st FY 2011 1 Half Commence project implementation Coordinate new project formulation Oversee effective management of projects to ensure efficient resource utilization Prepare and circulate 1st and 2nd quarterly project status and M&E reports to ensure project activities are aligned to envisaged outcomes Monitor and evaluate projects to ensure objective verification of project implementation, outputs and outcomes Official sign off for completed projects Advocacy of NICI III Plan FY 2011 2nd Half Coordinate new project formulation Oversee effective management of projects to ensure efficient resource utilization.", 
        "sentence_id,": "33d3cc5dcf"
    }, 
    {
        "sentence": "rd th Prepare and circulate 3 and 4 quarterly project status and M&E reports to ensure project activities are aligned to envisaged outcomes Monitor and evaluate projects to ensure objective verification of project implementation Facilitate external evaluation of FY 2011-2012 projects Prepare project completion reports for sign off Advocacy of NICI III Plan st FY 2012 1 Half Coordinate new project formulation Oversee effective management of projects to ensure efficient resource utilization.", 
        "sentence_id,": "8ae8d36f69"
    }, 
    {
        "sentence": "Prepare and circulate FY 2012 1st and 2nd quarterly project status and M&E reports to ensure project activities are aligned to envisaged outcomes Monitor and evaluate projects to ensure objective verification of project implementation, outputs and outcomes Prepare project completion reports for sign off Advocacy of NICI III Plan FY 2012 2nd Half Coordinate new project formulation Oversee effective management of projects to ensure efficient resource utilization.", 
        "sentence_id,": "9653c07b25"
    }, 
    {
        "sentence": "rd th Prepare and circulate 3 and 4 quarterly project status and M&E reports to ensure project activities are aligned to envisaged outcomes Monitor and evaluate projects to ensure objective verification of project implementation, outputs and outcomes Page 75 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "d0fa9187ce"
    }, 
    {
        "sentence": "----------------------- Page 76----------------------- ( Facilitate external evaluation of FY 2011-2012 projects Prepare project completion reports for sign off Advocacy of NICI III Plan st st FY 2013 1 Half 1 review of FY 2013 project implementation progress Advocacy of NICI III Plan RDB RDB will perform the following tasks: Time Period Tasks FY 2010 2nd Half Conduct research and facilitate FWG stakeholder consultations to ensure sector input to new project formulation Identify relevant Project Managers Prioritization of projects, jointly with MDAs Finalize NICI III Plan Finalize and validate project documents Advocacy of NICI III Plan st FY 2011 1 Half Commence project implementation together with external project managers where relevant.", 
        "sentence_id,": "84a5dcbbcc"
    }, 
    {
        "sentence": "Coordinate new project formulation Oversee effective management of projects to ensure efficient resource utilization Prepare and circulate 1st and 2nd quarterly project status and M&E reports for NICI III implementation institutions to ensure project activities are aligned to envisaged outcomes Monitor and evaluate projects to ensure objective verification of project implementation, outputs and outcomes Provide recommendations to the NICI III implementing institutions on how to improve the implementation process.", 
        "sentence_id,": "254e0806b2"
    }, 
    {
        "sentence": "Official sign off for completed projects Advocacy of NICI III Plan FY 2011 2nd Half Coordinate new project formulation Oversee effective management of projects to ensure efficient resource utilization.", 
        "sentence_id,": "baa8c9e9a9"
    }, 
    {
        "sentence": "rd th Prepare and circulate 3 and 4 quarterly project status and M&E reports for NICI III implementation institutions to ensure project activities are aligned to envisaged outcomes Monitor and evaluate projects to ensure objective verification of project implementation Provide recommendations to the NICI III implementing institutions on how to improve the implementation process.", 
        "sentence_id,": "40a7e20727"
    }, 
    {
        "sentence": "Facilitate external evaluation of FY 2011-2012 projects Prepare project completion reports for sign off Advocacy of NICI III Plan st FY 2012 1 Half Coordinate new project formulation Page 76 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "b0d951694a"
    }, 
    {
        "sentence": "----------------------- Page 77----------------------- ( Oversee effective management of projects to ensure efficient resource utilization.", 
        "sentence_id,": "3b0e6b0e81"
    }, 
    {
        "sentence": "Prepare and circulate FY 2012 1st and 2nd quarterly project status and M&E reports for NICI III implementation institutions to ensure project activities are aligned to envisaged outcomes Monitor and evaluate projects to ensure objective verification of project implementation, outputs and outcomes Provide recommendations to the NICI III implementing institutions on how to improve the implementation process.", 
        "sentence_id,": "d088d41f0e"
    }, 
    {
        "sentence": "Prepare project completion reports for sign off Advocacy of NICI III Plan FY 2012 2nd Half Coordinate new project formulation Oversee effective management of projects to ensure efficient resource utilization.", 
        "sentence_id,": "dd5439d986"
    }, 
    {
        "sentence": "rd th Prepare and circulate 3 and 4 quarterly project status and M&E reports for NICI III implementation institutions to ensure project activities are aligned to envisaged outcomes Monitor and evaluate projects to ensure objective verification of project implementation, outputs and outcomes Provide recommendations to the NICI III implementing institutions on how to improve the implementation process.", 
        "sentence_id,": "2c71a4abb7"
    }, 
    {
        "sentence": "Facilitate external evaluation of FY 2011-2012 projects Prepare project completion reports for sign off Advocacy of NICI III Plan st st FY 2013 1 Half 1 review of FY 2013 project implementation progress Provide technical advisory support to the NICI-III implementation process.", 
        "sentence_id,": "1ea3671a2f"
    }, 
    {
        "sentence": "Page 77 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "035e325378"
    }, 
    {
        "sentence": "----------------------- Page 78----------------------- ( PART 5: CONCLUSION Rwanda, through the NICI process, has achieved remarkable ICT developments in the last decade by creating an enabling environment and deploying necessary infrastructure as the foundation for ICT development.", 
        "sentence_id,": "fe07aa4e7d"
    }, 
    {
        "sentence": "These achievements are unparalleled among developing countries and are frequently cited as a best example of a governments strategic resolve to harness ICTs as a tool for development.", 
        "sentence_id,": "3527a9fa6a"
    }, 
    {
        "sentence": "June 2011 marks the end of NICI II and the beginning of NICI III as Rwanda continues her ICT transformation.", 
        "sentence_id,": "66f1e73d8c"
    }, 
    {
        "sentence": "Through lessons learned from previous plans, the NICI III formulation process has been inclusive in order to foster ownership of the plan ensuring outcomes are concretely defined.", 
        "sentence_id,": "38297e1a23"
    }, 
    {
        "sentence": "This has been achieved through the participation of all stakeholders that will be critical to the implementation process.", 
        "sentence_id,": "329793085c"
    }, 
    {
        "sentence": "A major improvement to the NICI III plan is the adoption of annual/biennial project cycles.", 
        "sentence_id,": "bb30bc5359"
    }, 
    {
        "sentence": "In the rapidly evolving ICT world, it is difficult to capture opportunities and challenges in rigid 5- year plans.", 
        "sentence_id,": "68deb86018"
    }, 
    {
        "sentence": "This new approach will ensure that the initiatives adapt to socio-economic changes and emerging technologies.", 
        "sentence_id,": "527e745693"
    }, 
    {
        "sentence": "This phased approach will also ensure that the identified projects are executed with clear outcomes that are aligned with NICI III focus area mission and objectives supported by a toolkit that can facilitate rapid deployment of initiatives while capturing new opportunities.", 
        "sentence_id,": "15db1e9392"
    }, 
    {
        "sentence": "The next five years will be the most critical to Rwandas transformation into a knowledge-based economy as NICI III aims to accelerate service development and advance Rwandas ICT and development agenda.", 
        "sentence_id,": "787bb15d77"
    }, 
    {
        "sentence": "Page 78 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "2f140f87b3"
    }, 
    {
        "sentence": "NICI Pillars and Projects The large scope of NICI strategy & plan demands an organising principle.", 
        "sentence_id,": "eea51084f1"
    }, 
    {
        "sentence": "However, the link between pillars and lead agencies became more tenuous during NICI II implementation process and this was pointed out as a possible reason why the project status varied considerably between different pillars.", 
        "sentence_id,": "84d9c9b0f0"
    }, 
    {
        "sentence": "It also may explain lack of coordination under NICI II.", 
        "sentence_id,": "550d7b2172"
    }, 
    {
        "sentence": "In the evaluation, some lessons learned for overall plan implementation include: Lack of a committed leader in each pillar, with the responsibility and authority to guide implementation of all the projects within his or her brief.", 
        "sentence_id,": "bb152a40d3"
    }, 
    {
        "sentence": "Lack of involvement of pillar/focus area communities that constantly monitor and support the implementation effort.", 
        "sentence_id,": "d30542b82e"
    }, 
    {
        "sentence": "Lack of ownership of initiatives by stakeholders.", 
        "sentence_id,": "ce1b04b326"
    }, 
    {
        "sentence": "Lack of close coordination across areas, which would have ensured that dependencies and sequencing of activities were appropriate.", 
        "sentence_id,": "2650109944"
    }, 
    {
        "sentence": "NICI Outcomes and Impacts While there are many positive stories from NICI II projects, there have been little objective and verifiable evidences to verify these claims.", 
        "sentence_id,": "6fda6d33cc"
    }, 
    {
        "sentence": "NICI II projects had clear outputs but almost no indicators to measure outcomes and impacts.", 
        "sentence_id,": "a541e07d2a"
    }, 
    {
        "sentence": "One result of this has been real difficulty on carrying out an independent evaluation of NICI II.", 
        "sentence_id,": "be4ea6fabf"
    }, 
    {
        "sentence": "But more importantly, the lack of measurement at output and outcome levels prevented effective monitoring of progress, financial and operational, and evaluation in relation to ultimate goals.", 
        "sentence_id,": "2a084b681a"
    }, 
    {
        "sentence": "This needs to be remedied under NICI III implementation process.", 
        "sentence_id,": "48705083d6"
    }, 
    {
        "sentence": "NICI Governance During NICI I and II implementation, the institution mandated to manage the process (RITA) underwent considerable institutional and management change.", 
        "sentence_id,": "b36b8921e9"
    }, 
    {
        "sentence": "While in 2008 the mandate and functions of RITA was transferred to the new Rwanda Development Board under RDB/ICT, organizational restructuring was not complete until recently.", 
        "sentence_id,": "1c8db5d380"
    }, 
    {
        "sentence": "This has made it challenging for the smooth and coordinated NICI II project implementation.", 
        "sentence_id,": "bb31925d16"
    }, 
    {
        "sentence": "The NICI II evaluation pointed out this fact and called for a stable and clear governance structure to be put in place and made clear to all stakeholders.", 
        "sentence_id,": "4cee530bb0"
    }, 
    {
        "sentence": "At the operational level, NICI II evaluation pointed out several challenges in Governance which include: Detailed project selection and sequencing based on dependencies were not clearly defined.", 
        "sentence_id,": "c9e69278f7"
    }, 
    {
        "sentence": "Lack of staff and changing relations with collaborating MDAs made it very difficult to manage and execute an ambitious set of projects.", 
        "sentence_id,": "d39cd9e4c3"
    }, 
    {
        "sentence": "Project analysis and design was not elaborated need for results based framework (or logical analysis framework) with objectives, inputs, outputs, practical indicators of successful achievement of outputs and outcomes, targets for achievement etc.", 
        "sentence_id,": "bd0e8f8831"
    }, 
    {
        "sentence": "Lack of information sharing and weak project management consolidated project management information was not shared among stakeholders to improve relevant projects.", 
        "sentence_id,": "7395266d39"
    }, 
    {
        "sentence": "Page 79 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "3b5ca34eb3"
    }, 
    {
        "sentence": "Monitoring and Evaluation While there are M&E specialists in RDB/ICT and Ministry of ICT since 2008, detailed recommendations to improve the M&E structure of the NICI II implementation, which were offered by consultants working on the EDPRS and subsequently picked up in the NICI II MTR, were not instituted.", 
        "sentence_id,": "087acbf7ad"
    }, 
    {
        "sentence": "Feedback from NICI II evaluation clearly pointed out the importance of structured M&E to capture real outcomes of the NICI initiatives.", 
        "sentence_id,": "351f5ec948"
    }, 
    {
        "sentence": "The evaluation also pointed to the fact that a coordinated M&E approach between RDB/ICT and MINICT is essential under NICI III.", 
        "sentence_id,": "7819d077c6"
    }, 
    {
        "sentence": "Key Recommendations for NICI III Improve NICI Governance structure Improve the efficiency and effectiveness of public institutions in implementing national ICT programs.", 
        "sentence_id,": "3e2821214e"
    }, 
    {
        "sentence": "Facilitate the monitoring and evaluation of ICT program based on socio-economic impact factor assessment.", 
        "sentence_id,": "03ba689c4a"
    }, 
    {
        "sentence": "Streamline information sharing and knowledge management by decreasing the transaction costs between government institutions and agencies through transparent reporting framework.", 
        "sentence_id,": "0e2dc1a934"
    }, 
    {
        "sentence": "Strengthen the coordination of public-private partnerships initiatives.", 
        "sentence_id,": "6afee67311"
    }, 
    {
        "sentence": "Promote the adoption and dissemination of best project management practices in implementing national ICT planned actions.", 
        "sentence_id,": "2b743aae4a"
    }, 
    {
        "sentence": "Page 80 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "d91e0aba81"
    }, 
    {
        "sentence": "Project Costs Specifies whether project expenditures are an: Investment Main Expenditure Category (INV), Technical Assistance (TA), Study (ST), Training/Capacity building (CB), Running cost (RC) Page 81 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "5db2b44e43"
    }, 
    {
        "sentence": "Project Financing Potential Financing Sources E.g.", 
        "sentence_id,": "2aca911f70"
    }, 
    {
        "sentence": "GoR, grants, soft loans, private finance E.g.", 
        "sentence_id,": "2c84c89c79"
    }, 
    {
        "sentence": "Project Milestones Pre-appraisal Study Expected start & finish dates of the project Full Appraisal Expected completion date 6.Project Implementation, Management, Monitoring & Evaluation Supporting Agencies and Supporting agency Assigned responsibility Responsibilities Assigned responsibilities for Specific supporting agencies each supporting agencies Management/Coordination Specifies agency responsible for management/coordination Responsibility of the project Specifies what agency that will be implementing the project, Implementation Responsibility i.e.", 
        "sentence_id,": "d02df2d789"
    }, 
    {
        "sentence": "project manager Specifies monitoring and evaluation responsibility in M&E Responsibility addition to RDB ( A planning toolkit for future projects to coherently and quickly aid the formulation and implementation of projects in the next phase of NICI III i.e.", 
        "sentence_id,": "fe778d3892"
    }, 
    {
        "sentence": "FY2013-2015 projects has been developed.", 
        "sentence_id,": "b97ca7c584"
    }, 
    {
        "sentence": "It elaborates the roles and responsibilities of stakeholders consulted during the formulation of NICI formulation that will continue the same role in the development of new projects for the next phase.", 
        "sentence_id,": "e623f0bdcc"
    }, 
    {
        "sentence": "It also includes a log frame for each project that will ensure that projects are adequately monitored throughout the implementation phase.", 
        "sentence_id,": "07b4378d72"
    }, 
    {
        "sentence": "Page 82 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "57bb8f6c0a"
    }, 
    {
        "sentence": "----------------------- Page 83----------------------- ( APPENDIX 3: NICI III STAKEHOLDERS NICI III formulation has been driven by stakeholders to maximise ownership.", 
        "sentence_id,": "85c2cb4e3f"
    }, 
    {
        "sentence": "The formulation structure was as follows: : High Level Steering Committee (HLSC) : Coordination Technical Committee (CTC) : NICI III Secretariat : Focus Area Working Groups (FWG) High Level Steering Committee (HLSC) The HLSC, chaired by the Minister of ICT, was composed of ministers of relevant ministries, the President of the High Court, CEO of RDB, Chairman of PSF, a Member of Senate, and Permanent Secretary of the Ministry of ICT.", 
        "sentence_id,": "b427d8fce8"
    }, 
    {
        "sentence": "Roles and responsibilities: - Guide the NICI III formulation process and furnish critical high-level decisions - NICI III advocacy in government - Leadership and ownership of programs in their areas of expertise Coordination Technical Committee (CTC) The CTC, chaired by the Permanent Secretary of the Ministry of ICT, is composed of Permanent Secretaries, technical leaders of relevant ministries and other government agencies and private sector experts.", 
        "sentence_id,": "1a03335f63"
    }, 
    {
        "sentence": "Roles and responsibilities : - Provide technical inputs at NICI III related workshops/meetings.", 
        "sentence_id,": "8e53dc4b4e"
    }, 
    {
        "sentence": "- Advocate NICI III to respective professional peers and to other stakeholders - Facilitate cloud-sourcing/consultation process of NICI III (e.g.", 
        "sentence_id,": "ccb9513892"
    }, 
    {
        "sentence": "; radio/TV shows, mobile based consultation, web based discussions, call-in discussions, etc.)", 
        "sentence_id,": "79daf62470"
    }, 
    {
        "sentence": "NICI III Secretariat The secretariat is composed of technical and logistical staff that provides direct support to the NICI III process.", 
        "sentence_id,": "1abff090a7"
    }, 
    {
        "sentence": "Roles and responsibilities: The secretariat is the coordinating body for the NICI III formulation process.", 
        "sentence_id,": "d7f7785455"
    }, 
    {
        "sentence": "Logistical details, advocacy events, information management, and compiling the NICI III plan document.", 
        "sentence_id,": "44bde0b6f8"
    }, 
    {
        "sentence": "Focus Area Working Groups (FWG) Focus Area Working Groups (FWG) provide expert insight into the NICI III focus areas.", 
        "sentence_id,": "60f763f442"
    }, 
    {
        "sentence": "FWG, chaired by sector experts, are comprised of government officials, the private sector, higher education institutions and civil society.", 
        "sentence_id,": "e2ed19d6da"
    }, 
    {
        "sentence": "Roles and responsibilities : FWG identified NICI III cluster priorities and respective programs.", 
        "sentence_id,": "a6fc1a1f66"
    }, 
    {
        "sentence": "FWG are expected take ownership of focus area priorities and programs by supporting and monitoring the NICI III implementation processes.", 
        "sentence_id,": "81cb7cfd45"
    }, 
    {
        "sentence": "Page 83 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "b219f35231"
    }, 
    {
        "sentence": "----------------------- Page 84----------------------- ( APPENDIX 4: NICI-2015 TASK FORCE & TEAM OF RESOURCE PERSONS ( Task Force Hon.", 
        "sentence_id,": "1fc70bf01e"
    }, 
    {
        "sentence": "Ignace Gatare, Dr. Minister in charge of ICT in the Office of the President Hon.", 
        "sentence_id,": "d342f665f3"
    }, 
    {
        "sentence": "Protais Musoni Minister of Cabinet Affairs Hon.", 
        "sentence_id,": "c014625b2a"
    }, 
    {
        "sentence": "Minister James Musoni Minister of Local Government Ambassador Charles Murigande Former Minister of Education Ambassador Vincent Karega Former Minister of Infrastructure Hon.", 
        "sentence_id,": "064b11af3a"
    }, 
    {
        "sentence": "John Rwangombwa Minister of Finance Johnston Busingye President of the High Court John Gara Chief Executive Officer, RDB Senator Wellars Gasamagera Chairman, Parliamentary ICT Steering Committee Sharon Haba Permanent Secretary, Ministry of Education Cyrille Turatsinze Permanent Secretary, Ministry of Local Government Caple Karangwa, Major Head of Communication & Information Systems MoD Emmanuel Hategeka Permanent Secretary, Ministry of Trade & Commerce Felix Gahamanyi Communication & Information Systems MoD Dr. Richard Gakuba Director General of e-Health, Minister of Health Patrick Nyirishema Head of ICT Department, RDB Patrick Kabagema Managing Director-Rock Global Consult Solange Mutezintare Project Manager, RDB Mike Hughes MINEDUC Twiringiyimana Remy MINEDUC Daniel Murenzi MINISANTE Paul Barera Rwanda Telecenter Network Jeffrey Kayonga Infotech Peter Kimacia C4IDEA Nina Murisa CMAC Yves Kimenyi Head of IT/ MTN RWANDA Andrew Nyanvumba CEO-Digitech Solutions Ltd Clement Uwajeneza Axis Bosco Sebabi Director of Electronic Payment Systems, BNR Jimmy Mukasa MININFRA Eddy Kayihura Lead Technical Manager, RDB/ICT Didier Nkurikiyimfura Division Manager, IT Security - RDB/ICT Sibomana Simon Digitech Solutions Ltd Chris Mulola Vice President /Internet society Rwanda chapter Moses Turatsinze M&E Officer RDB/ICT Grace Mutsinzi Division Manager, Planning &Coordination RDB/ICT Rita Kamanzi Division Manager, ICT Advisory RDB/ICT Martin Carlos Mwizerwa Head of Planning, IT Planning & Coordination - RDB/ICT Paula Ingabire Operations Advisor - RDB/ICT Page 84 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "57c8f13d40"
    }, 
    {
        "sentence": "----------------------- Page 85----------------------- ( James Musinguzi Project Manager RDB/ICT RESOURCE PERSONS Lucy Mbabazi Policy and Strategy Advisor RDB/ICT, Lead Consultant Serge Mushinzimana National Consultant Leonard Mungarulire National Consultant Lillian Mutesi Consultant Felix Mutangana Consultant Astrid ksnevad Consultant Prof. Clement Dzidonu UNECA Consultant Atsushi Yamanaka JICA Consultant Dr. Jonathan Miller M&E Consultant ( Page 85 of 85( No part of this document can be reproduced, stored in a retrieval system, or transmitted in any form or by any means - electronic, mechanical, photocopying, recording, or otherwise - without the permission of Rwanda Ministry in charge of ICT in the Office of the President.", 
        "sentence_id,": "9173d99c14"
    }
]