[
    {
        "sentence_id,": "0c0d1a8f27", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Preface Since the founding of the Peoples Republic of China, especially since the introduction of the policy of reform and opening to the outside world, the nations socialist modernization drive has attained universally acknowledged achievements."
    }, 
    {
        "sentence_id,": "67bed76c23", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "During the past two decades or so since we began to pursue the policy of reforms and opening to the outside world, our country has imported a huge amount of technologies and equipment, which played an important role in raising the overall technological level of our industries and promoting the countrys economic development."
    }, 
    {
        "sentence_id,": "ee1ac8bd66", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "4) Deepen the S&T system reform by perfecting relevant policies and measures, increasing S&T investment, strengthening the buildup of S&T talents, and promoting the creation of a national innovation system in order to provide reliable support for the nation to become an innovation-oriented society ."
    }, 
    {
        "sentence_id,": "2fee47a331", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "4) Vigorously participate in international cooperation in the field of the environment."
    }, 
    {
        "sentence_id,": "54179adef3", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "While inheriting and developing TCM theory, efforts shall be made to establish technical approaches and standard regulatory systems for TCM through technological innovation and multi-disciplinary interaction so as to improve clinical treatment and promote a sound development of TCM."
    }, 
    {
        "sentence_id,": "7843c78f9e", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "(48) Prevention and treatment of cardiovascular and cerebrovascular diseases, malignancies, and other major non-infectious diseases Priorities will be given to developing key technologies for early warning and diagnosis of major diseases, including cardiovascular and cerebrovascular diseases and tumors, and for early intervention in disease risk factors while developing key technologies and solutions for standardized, individualized and integrated treatment."
    }, 
    {
        "sentence_id,": "9dd03de525", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "(50) Traditional Chinese Medicine: impartation and innovation Priorities will be given to encouraging innovation in basic TCM theory, and inheriting and tapping on TCM experience, studying TCM diagnosis and therapy and associated assessment techniques and standards, carrying out research on and development of modern TCM and manufacturing technologies."
    }, 
    {
        "sentence_id,": "294edc8ac5", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "These efforts are designed to protect and utilize TCM resources in an effective and rational manner while strengthening the protection of intellectual property rights and establishing international cooperation platforms."
    }, 
    {
        "sentence_id,": "02c6007b59", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "(54) Architecture energy efficiency and green buildings Priorities will be to develop green architecture design technologies, architecture energy- saving technology and equipment, renewable energy devices, and integrated application technology, precision construction technologies and equipment, energy efficiency and green construction materials, and energy efficiency architecture standards."
    }, 
    {
        "sentence_id,": "ba965a4cb6", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "(56) Urban information platforms Priorities will be to develop technologies for sharing urban online information, urban basic data acquisition and updating, urban data consolidation and mining, multi-dimensional urban construction modeling and simulation, urban dynamic monitoring systems and associated application, standards for urban online information sharing, and urban emergency response services."
    }, 
    {
        "sentence_id,": "33ff1ce0fb", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "(59) Food safety and border entry-exit inspection and quarantine Priorities shall be to work on a range of key technologies concerning food safety and entry- exit quarantine related risk assessment, pollutants tracking, safety standard formulation, and quarantine monitoring and testing, and develop intelligent technologies for food contamination prevention and control and high flux quarantine monitoring."
    }, 
    {
        "sentence_id,": "9d019cc405", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Efforts will also be made to develop technical standards for hydrogen energy and fuel cell technology."
    }, 
    {
        "sentence_id,": "1f7b1bb754", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Reform of the S&T System and the Construction of a National Innovation System Since the introduction of the policy of reform and opening up, the nations S&T system reform has made important breakthroughs and substantial strides as it has strictly positioned around forging close links with the economy, aimed at strengthening technological innovation and conversion and industrialization of S&T achievements, stressed structural realignment and mechanism shift, and adopted a series of major reformative measures."
    }, 
    {
        "sentence_id,": "b6bececab6", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Firstly, let economic and S&T policies play a guiding role in order to enable enterprises to become the major R&D spender."
    }, 
    {
        "sentence_id,": "8da65cae1c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Efforts must be accelerated to create a unified, open, competitive, and orderly environment for the market economy by way of fiscal, taxation, and monetary policies so that enterprises, particularly large enterprises, are induced into increasing their R&D spending and establishing their own R&D bodies."
    }, 
    {
        "sentence_id,": "4c8ff479e3", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "As SMEs, particularly technology-based SMEs, are highly innovative but frail in risk-taking ventures, a more favorable policy environment should be created for such enterprises by drafting and formulating preferential laws and policies, particularly in the context of market accessibility and anti-unfair competition."
    }, 
    {
        "sentence_id,": "80cbfbb7c9", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "The capacity building of major academic disciplines and S&T innovation platforms at universities will be accelerated in order to nurture and assemble a number of world-class academic leaders and build up a faculty contingent with high ethical standards, strong innovative spirit, and international competitiveness."
    }, 
    {
        "sentence_id,": "f16464e6ed", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Efforts should be made to expand government roles in overall configuration and macro management of S&T development, strengthen coordination in formulating major S&T policies, implementing major S&T programs, and in constructing S&T infrastructures."
    }, 
    {
        "sentence_id,": "951ed76357", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Define the basic status of S&T policies as a national public policy and develop an interactive policy coordination system between national S&T policies and national economic policies, in response to the objectives of promoting S&T innovation and indigenous innovation capability."
    }, 
    {
        "sentence_id,": "3dd3f9fb8f", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "S&T intermediate service organizations should be guided in the direction of professionalism, scale, and standardization."
    }, 
    {
        "sentence_id,": "e1eb71b0f2", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Major Policies and Measures To ensure the implementation of the missions defined in the Outline, efforts should be made formulate more effective policies and measures, in addition to addressing system and mechanism related issues."
    }, 
    {
        "sentence_id,": "4ab5e15577", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "All policies and measures shall be made as such that they are conducive to enhancing indigenous innovation capability, spurring the enthusiasm and creativity of S&T personnel, making full use of S&T resources both at home and abroad, supporting economic and social development through science and technology."
    }, 
    {
        "sentence_id,": "95a1ac2a18", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The S&T policies and measures listed in the Outline are designed to address major discrepancies and protuberant problems we are facing today, but will be adjusted and perfected in line with changing situations and progress in the implementation of the Outline."
    }, 
    {
        "sentence_id,": "e2908ce777", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Financial and Taxation Policies Encouraging Technological Innovation at the Enterprise Level Encourage enterprises to increase R&D spending and strengthen technology innovation capability."
    }, 
    {
        "sentence_id,": "cf9edb00a3", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "On the basis of further implementing a range of taxation holiday policies aimed at spurring technology innovation and accelerating S&T findings spin-off and equipment upgrading, encourage and support enterprises to develop new products, new techniques, and new technologies, by raising the level of incentive policies, including pre-tax deduction of enterprise R&D expenditure, in an effort to provide taxation holidays for the development of high tech businesses."
    }, 
    {
        "sentence_id,": "1e95e01f8e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Enact taxation holiday policies for procuring advanced scientific instruments and equipment."
    }, 
    {
        "sentence_id,": "8dad63c77b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Encourage and support SEM initiated collaborative R&D efforts in the form of joint venture or consignment by providing policy support for the commercialization of innovation achievements."
    }, 
    {
        "sentence_id,": "6a9825deba", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Strengthening assimilation and absorption of imported technologies, and re- innovation Adjust and improve national policies on industrial technology so as to reinforce the assimilation and absorption of imported technologies and re-innovation."
    }, 
    {
        "sentence_id,": "4f968cbd84", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policies should be developed to encourage indigenous innovation and restrict blind and duplicative technology importation."
    }, 
    {
        "sentence_id,": "035c1b3b68", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Proactive policies and measures should be formulated increase investments through multiple channels in support of enterprise-centered efforts in the assimilation and absorption of imported technologies and re-innovation, in collaboration with universities and research institutes."
    }, 
    {
        "sentence_id,": "fb67d093c9", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Government practices a first-buy policy for major domestically made high-tech equipment and products that possess proprietary intellectual property rights."
    }, 
    {
        "sentence_id,": "24ffcd1ec1", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Provide policy support to enterprises in procuring domestic high-tech equipment."
    }, 
    {
        "sentence_id,": "f339bb06d7", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Develop relevant technology standards through government procurement."
    }, 
    {
        "sentence_id,": "38d3fdedda", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }, 
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Intellectual Property Rights Strategy and Technology Standards Strategy Protecting intellectual property rights and safeguarding the interests of IPR owners is not only necessary for perfecting the nations market economy system and promoting indigenous innovation, but also important for establishing the nations credibility and image in international cooperation."
    }, 
    {
        "sentence_id,": "be6f07f77d", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Organize enterprise-led collaborative efforts involving universities and research institutes in overcoming technological snags while providing support for patent application, standard formulation, and international trade."
    }, 
    {
        "sentence_id,": "3e67d5067c", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "The development of technology standards should be made an important objective of national S&T programs."
    }, 
    {
        "sentence_id,": "2cf3dba9f3", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Government agencies concerned and industrial associations shall strengthen guidance and coordination for the development of major technology standards, which are to be adopted as a priority."
    }, 
    {
        "sentence_id,": "7743709185", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Promote the system construction for technology laws and regulations and technology standards, and the integration of the development standards with scientific research, development, design, and manufacturing, in order to ensure the advanced nature and validity of standards."
    }, 
    {
        "sentence_id,": "271c62e7e4", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Encourage industry-academia-research collaboration in studying and developing major national technology standards, and associated priority adoption."
    }, 
    {
        "sentence_id,": "123e3f1d7a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Take an active part in international efforts for standards development, and strive to make our countrys technology standards international standards."
    }, 
    {
        "sentence_id,": "d9b8f44af3", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Financial Policies Encouraging Innovation and Pioneering Establish and perfect venture capital investment mechanism for innovation and pioneering activities, and prepare and formulate laws, regulations and policies to promote the healthy development of venture capital investment destined for pioneering activities."
    }, 
    {
        "sentence_id,": "6a5c9b8d05", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Create more relaxed banking and foreign exchange policy environment for high-tech venture capital firms."
    }, 
    {
        "sentence_id,": "707939dd52", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Explore to establish a fund raising modality guided by state treasury appropriations, and mainstreamed by the investment from policy oriented banks and commercial banks, in an attempt to attract more capital into venture capital investment market."
    }, 
    {
        "sentence_id,": "8e8fd1943e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Efforts should be continued to strengthen the capacity building of high-tech industrialization bases, including national high-tech industrial parks, by formulating policies conducive not only to the development of national high- tech industrial parks but also to helping spur the development of adjacent areas."
    }, 
    {
        "sentence_id,": "4658fc6801", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Establish information platforms for technology exchange and trade information, and provide policy support for technical development and associated service provided by S&T intermediary services, including university S&T parks, S&T business incubators, productivity promotion centers, and technology transfer centers."
    }, 
    {
        "sentence_id,": "0e5ddecbd1", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Effective policies and measures will be worked out to support the development, diffusion, and application of pre-competitive industrial technologies, particularly the diffusion and application of key technologies in the fields of electronics and information, biology, information technology-based manufacturing, advanced materials, environmental protection, and energy efficiency."
    }, 
    {
        "sentence_id,": "79676cda41", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Encouraging research institutes and universities to establish joint laboratories or R&D centers with overseas research institutes; support the implementation of international cooperation projects under bilateral or multilateral S&T cooperation frameworks; and establish a collaborating S&T mechanism between the mainland and Hong Kong, Macao and Taiwan, to strengthen communications and exchanges."
    }, 
    {
        "sentence_id,": "6970dfdd0e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Encourage the development of business oriented popular science activities by relaxing restrictions to allow private and overseas capital to access popular science activities and by formulating preferential policies for establishing diversified investment mechanisms."
    }, 
    {
        "sentence_id,": "9b82faa695", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "National technical system for standards, metrology, and test."
    }, 
    {
        "sentence_id,": "98ba0867a4", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Develop and formulate high accuracy and high-stability metrological bench standards and standard specimen system."
    }, 
    {
        "sentence_id,": "9287afb0cb", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards", 
                    "certification"
                ]
            }
        ], 
        "sentence": "Establish technology standards for major fields, and improve test lab systems, attestation and certification systems, and associated technical measures for technology trade."
    }, 
    {
        "sentence_id,": "af18bfa571", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Under the principle of consolidating, sharing, perfecting, and upgrading, and taking into account successful foreign experience, formulate standards and regulations involving different S&T resources, and establish a policy and law system promoting S&T resources sharing."
    }, 
    {
        "sentence_id,": "f24dc040a5", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Formulate special policies to attract high caliber experts in the core areas."
    }, 
    {
        "sentence_id,": "24e093de12", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Supporting Enterprises Efforts in Nurturing and Attracting S&T Talents The state encourages enterprises to recruit and nurture high caliber S&T personnel, with corresponding policy support."
    }, 
    {
        "sentence_id,": "4fe91874c6", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "State-owned high-tech businesses are allowed to introduce a range of incentive policies, including real options in honor of high caliber technicians and management personnel."
    }, 
    {
        "sentence_id,": "3953f36772", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Perfect the policies and measures in favor of returned service of overseas Chinese students."
    }, 
    {
        "sentence_id,": "52aaa746e4", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Adopt attractive policies and measures to attract high caliber overseas S&T personnel or teams to work in China."
    }, 
    {
        "sentence_id,": "19cf8b809c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "2) Formulating practical and feasible supporting policies."
    }, 
    {
        "sentence_id,": "c719694add", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Development objectives, major missions, and policies and measures defined in the Outline are direction pointing and guiding in nature, and need practical and feasible supporting policies to go along with."
    }, 
    {
        "sentence_id,": "64916cde64", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "These policies will cover: supporting industry to be the mainstream of technology innovation, promoting digestion, absorption, and re-innovation of imported technologies, government procurement tilting to proprietary innovations, increasing S&T input, S&T fund efficiency, deepening the reform of S&T system, establishment of national innovation system, accelerating high tech industrialization, capacity building for S&T personnel, and promoting the combination of defense and civic sectors and making defense part of the civic applications."
    }, 
    {
        "sentence_id,": "ef2496fe59", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The above-mentioned policies shall be prepared and enacted in such a manner that authorities concerned will take a lead, with the participation of involving government agencies."
    }, 
    {
        "sentence_id,": "236c43a4ed", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The policies shall be prepared based on a thorough survey and investigation, in an attempt to make them closely associated and coordinated with other policies concerning industry, banking, finance, taxation, and economy."
    }, 
    {
        "sentence_id,": "39b534a89c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The policies shall be made and implemented in a prompt manner."
    }
]
