[
    {
        "sentence_id,": "33bb11a741", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "84, inciso VI, alnea a, da Constituio, e tendo em vista o disposto no Decreto de 6 de setembro de 2007, que institui o Comit Ministerial de Formulao da Estratgia Nacional de Defesa, DECRETA: Art."
    }, 
    {
        "sentence_id,": "5075d6ef7d", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "2o Os rgos e entidades da administrao pblica federal devero considerar, em seus planejamentos, aes que concorram para fortalecer a Defesa Nacional."
    }, 
    {
        "sentence_id,": "eadc32bf91", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "Talvez por isso nunca tenha sido realizado no Brasil, em toda a sua histria, amplo debate sobre os assuntos de defesa."
    }, 
    {
        "sentence_id,": "1d56a7f533", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Periodicamente, os governos autorizavam a compra ou a produo de novos materiais de defesa e introduziam reformas pontuais nas Foras Armadas."
    }, 
    {
        "sentence_id,": "0c0664a975", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "No entanto, nunca propuseram uma estratgia nacional de defesa para orientar de forma sistemtica a reorganizao e reorientao das Foras Armadas; a organizao da indstria de material de defesa, com a finalidade de assegurar a autonomia operacional para as trs Foras: a Marinha, o Exrcito e a Aeronutica; e a poltica de composio dos seus efetivos, sobretudo a reconsiderao do Servio Militar Obrigatrio."
    }, 
    {
        "sentence_id,": "b469d8f434", 
        "tag": [
            {
                "category": "capacity building", 
                "subcategory": [
                    "education"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "education"
                ]
            }
        ], 
        "sentence": "No independente quem no tem o domnio das tecnologias sensveis, tanto para a defesa como para o desenvolvimento; e c) Independncia nacional, assegurada pela democratizao de oportunidades educativas e econmicas e pelas oportunidades para ampliar a participao popular nos processos decisrios da vida poltica e econmica do Pas."
    }, 
    {
        "sentence_id,": "f6fc2e9bd6", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Descreve-se como as trs Foras devem operar em rede - entre si e em ligao com o monitoramento do territrio, do espao areo e das guas jurisdicionais brasileiras."
    }, 
    {
        "sentence_id,": "15c86f4faf", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "2.Organizar as Foras Armadas sob a gide do trinmio monitoramento/controle, mobilidade e presena."
    }, 
    {
        "sentence_id,": "3524540cb5", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "3.Desenvolver as capacidades de monitorar e controlar o espao areo, o territrio e as guas jurisdicionais brasileiras."
    }, 
    {
        "sentence_id,": "1d5142b631", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Tal desenvolvimento dar-se- a partir da utilizao de tecnologias de monitoramento terrestre, martimo, areo e espacial que estejam sob inteiro e incondicional domnio nacional."
    }, 
    {
        "sentence_id,": "e1da51f913", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "4.Desenvolver, lastreado na capacidade de monitorar/controlar, a capacidade de responder prontamente a qualquer ameaa ou agresso: a mobilidade estratgica."
    }, 
    {
        "sentence_id,": "13d4b097df", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "A mobilidade estratgica - entendida como a aptido para se chegar rapidamente ao teatro de operaes reforada pela mobilidade ttica entendida como a aptido para se mover dentro daquele teatro - o complemento prioritrio do monitoramento/controle e uma das bases do poder de combate, exigindo das Foras Armadas ao que, mais do que conjunta, seja unificada."
    }, 
    {
        "sentence_id,": "8ba2b5bfc6", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Os setores espacial e ciberntico permitiro, em conjunto, que a capacidade de visualizar o prprio pas no dependa de tecnologia estrangeira e que as trs Foras, em conjunto, possam atuar em rede, instrudas por monitoramento que se faa tambm a partir do espao."
    }, 
    {
        "sentence_id,": "f21b03d23d", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Os instrumentos principais dessa unificao sero o Ministrio da Defesa e o Estado-Maior de Defesa, a ser reestruturado como Estado-Maior Conjunto das Foras Armadas."
    }, 
    {
        "sentence_id,": "3d2724208f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O Ministro da Defesa exercer, na plenitude, todos os poderes de direo das Foras Armadas que a Constituio e as leis no reservarem, expressamente, ao Presidente da Repblica."
    }, 
    {
        "sentence_id,": "111f1e2aa2", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Os Secretrios do Ministrio da Defesa sero livremente escolhidos pelo Ministro da Defesa, entre cidados brasileiros, militares das trs Foras e civis, respeitadas as peculiaridades e as funes de cada secretaria."
    }, 
    {
        "sentence_id,": "3094ae893e", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist"
                ]
            }
        ], 
        "sentence": "As iniciativas destinadas a formar quadros de especialistas civis em defesa permitiro, no futuro, aumentar a presena de civis em postos dirigentes no Ministrio da Defesa."
    }, 
    {
        "sentence_id,": "7907d67c6f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ser subordinado diretamente ao Ministro da Defesa."
    }, 
    {
        "sentence_id,": "c03fe48c82", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "A Marinha, o Exrcito e a Aeronutica disporo, singularmente, de um Comandante, nomeado pelo Presidente da Repblica e indicado pelo Ministro da Defesa."
    }, 
    {
        "sentence_id,": "ad05a955dc", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "assessment"
                ]
            }
        ], 
        "sentence": "Os oficiais-generais que comandarem, por conta de suas respectivas Foras, um Distrito Naval ou Comando de rea, reunir-se-o regularmente, acompanhados de seus principais assessores, para assegurar a unidade operacional das trs Foras naquela rea."
    }, 
    {
        "sentence_id,": "3f14e6f223", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "A presena ganha efetividade graas sua relao com monitoramento/controle e com mobilidade."
    }, 
    {
        "sentence_id,": "d9f9ed97fa", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "No cumprimento dessas tarefas, as unidades ganham seu pleno significado apenas quando compem sistema integrado de monitoramento/controle, feito, inclusive, a partir do espao."
    }, 
    {
        "sentence_id,": "7813cd6914", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "A defesa da Amaznia exige avano de projeto de desenvolvimento sustentvel e passa pelo trinmio monitoramento/controle, mobilidade e presena."
    }, 
    {
        "sentence_id,": "c2d004fb22", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "12.Desenvolver, para atender aos requisitos de monitoramento/controle, mobilidade e presena, o conceito de flexibilidade no combate."
    }, 
    {
        "sentence_id,": "94a9670ad2", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "13.Desenvolver, para atender aos requisitos de monitoramento/controle, mobilidade e presena, o repertrio de prticas e de capacitaes operacionais dos combatentes."
    }, 
    {
        "sentence_id,": "bf94f7bf88", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "As tecnologias de comunicaes, inclusive com os veculos que monitorem a superfcie da terra e do mar a partir do espao, devem ser encaradas como instrumentos potencializadores de iniciativas de defesa e de combate."
    }, 
    {
        "sentence_id,": "d8396c3043", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Esse o sentido do requisito de monitoramento e controle e de sua relao com as exigncias de mobilidade e de presena."
    }, 
    {
        "sentence_id,": "d20ac76377", 
        "tag": [
            {
                "category": "capacity building", 
                "subcategory": [
                    "consultant"
                ]
            }
        ], 
        "sentence": "O Conselho de Defesa Sul-Americano, em debate na regio, criar mecanismo consultivo que permitir prevenir conflitos e fomentar a cooperao militar regional e a integrao das bases industriais de defesa, sem que dele participe pas alheio regio."
    }, 
    {
        "sentence_id,": "c3f6d47cb2", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "A formulao e a execuo da poltica de compras de produtos de defesa sero centralizadas no Ministrio da Defesa, sob a responsabilidade de uma secretaria de produtos de defesa."
    }, 
    {
        "sentence_id,": "6e656dd18f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "democracy"
                ]
            }
        ], 
        "sentence": "A motivao de ordem nacional ser contribuir para a ampliao das instituies que democratizem a economia de mercado e aprofundem a democracia, organizando o crescimento econmico socialmente includente."
    }, 
    {
        "sentence_id,": "26e98e42da", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "As barragens sero, quando possvel, providas de eclusas, de modo a assegurar franca navegabilidade s hidrovias."
    }, 
    {
        "sentence_id,": "541c130906", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "6.O monitoramento da superfcie do mar a partir do espao dever integrar o repertrio de prticas e capacitaes operacionais da Marinha."
    }, 
    {
        "sentence_id,": "b316b51752", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Preferencialmente e sempre que a situao ttica permitir, a fora de superfcie ser engajada no conflito depois do emprego inicial da fora submarina, que atuar de maneira coordenada com os veculos espaciais (para efeito de monitoramento) e com meios areos (para efeito de fogo focado)."
    }, 
    {
        "sentence_id,": "a36cc650d1", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "A flexibilidade, por sua vez, inclui os requisitos estratgicos de monitoramento/controle e de mobilidade."
    }, 
    {
        "sentence_id,": "193db9655b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Na paz, significa a versatilidade com que se substitui a presena - ou a onipresena - pela capacidade de se fazer presente (mobilidade) luz da informao (monitoramento/controle)."
    }, 
    {
        "sentence_id,": "cfc7981987", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "Transforma a incerteza em soluo, em vez de encar-la como problema."
    }, 
    {
        "sentence_id,": "1bb0986337", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Entretanto, todas as brigadas do Exrcito devem conter, em princpio, os seguintes elementos, para que se generalize o atendimento do conceito da flexibilidade: (a) Recursos humanos com elevada motivao e efetiva capacitao operacional, tpicas da Brigada de Operaes Especiais, que hoje compe a reserva estratgica do Exrcito; (b) Instrumentos de comunicaes e de monitoramento que lhes permitam operar em rede com outras unidades do Exrcito, da Marinha e da Fora Area e receber informao fornecida pelo monitoramento do terreno a partir do ar e do espao; (c) Instrumentos de mobilidade que lhes permitam deslocar-se rapidamente por terra, gua e ar - para o teatro de operaes e dentro dele."
    }, 
    {
        "sentence_id,": "998a2bbefd", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "A qualificao do mdulo brigada como vanguarda exige amplo espectro de meios tecnolgicos, desde os menos sofisticados, tais como radar porttil e instrumental de viso noturna, at as formas mais avanadas de comunicao entre as operaes terrestres e o monitoramento espacial."
    }, 
    {
        "sentence_id,": "4217b23e87", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "5.O monitoramento/controle, como componente do imperativo de flexibilidade, exigir que entre os recursos espaciais haja um vetor sob integral domnio nacional, ainda que parceiros estrangeiros participem do seu projeto e da sua implementao, incluindo: (a) a fabricao de veculos lanadores de satlites; (b) a fabricao de satlites de baixa e de alta altitude, sobretudo de satlites geoestacionrios, de mltiplos usos; (c) o desenvolvimento de alternativas nacionais aos sistemas de localizao e de posicionamento dos quais o Brasil depende, passando pelas necessrias etapas internas de evoluo dessas tecnologias; (d) os meios areos e terrestres para monitoramento focado, de alta resoluo; (e) as capacitaes e os instrumentos cibernticos necessrios para assegurar comunicaes entre os monitores espaciais e areos e a fora terrestre."
    }, 
    {
        "sentence_id,": "0d313fb43b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "7.Monitoramento/controle e mobilidade tm seu complemento em medidas destinadas a assegurar, ainda no mdulo brigada, a obteno do efetivo poder de combate."
    }, 
    {
        "sentence_id,": "a27f8ab52f", 
        "tag": [
            {
                "category": "capacity building", 
                "subcategory": [
                    "education"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "education"
                ]
            }
        ], 
        "sentence": "Outras medidas - ainda mais importantes - so educativas: a formao de um militar que rena qualificao e rusticidade."
    }, 
    {
        "sentence_id,": "6075af366c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "8.A defesa da regio amaznica ser encarada, na atual fase da Histria, como o foco de concentrao das diretrizes resumidas sob o rtulo dos imperativos de monitoramento/controle e de mobilidade."
    }, 
    {
        "sentence_id,": "a6e11ce1c5", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "As adaptaes necessrias sero as requeridas pela natureza daquele teatro de operaes: a intensificao das tecnologias e dos dispositivos de monitoramento a partir do espao, do ar e da terra; a primazia da transformao da brigada em uma fora com atributos tecnolgicos e operacionais; os meios logsticos e areos para apoiar unidades de fronteira isoladas em reas remotas, exigentes e vulnerveis; e a formao de um combatente detentor de qualificao e de rusticidade necessrias proficincia de um combatente de selva."
    }, 
    {
        "sentence_id,": "3545eeca6e", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "Esses objetivos esto encadeados em determinada ordem: cada um condiciona a definio e a execuo dos objetivos subseqentes."
    }, 
    {
        "sentence_id,": "6ae0314285", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Implicao prtica dessa tarefa que a Fora Area precisar contar com plataformas e sistemas prprios para monitorar, e no apenas para combater e transportar, particularmente na regio amaznica."
    }, 
    {
        "sentence_id,": "92afdf69ac", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "O Sistema de Defesa Aeroespacial Brasileiro (SISDABRA), uma dessas camadas, dispor de um complexo de monitoramento, incluindo veculos lanadores, satlites geoestacionrios e de monitoramento, avies de inteligncia e respectivos aparatos de visualizao e de comunicaes, que estejam sob integral domnio nacional."
    }, 
    {
        "sentence_id,": "273f3a5ad5", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "O Comando de Defesa Aeroespacial Brasileiro (COMDABRA) ser fortalecido como ncleo da defesa aeroespacial, incumbido de liderar e de integrar todos os meios de monitoramento aeroespacial do Pas."
    }, 
    {
        "sentence_id,": "1ce310b026", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "institution"
                ]
            }
        ], 
        "sentence": "De sua importncia central resultam os seguintes imperativos estratgicos: a. Priorizar a formao, dentro e fora do Brasil, dos quadros tcnico-cientficos, militares e civis, que permitam alcanar a independncia tecnolgica; b. Desenvolver projetos tecnolgicos que se distingam por sua fecundidade tecnolgica (aplicao anloga a outras reas) e por seu significado transformador (alterao revolucionria das condies de combate), no apenas por sua aplicao imediata; c. Estreitar os vnculos entre os Institutos de Pesquisa do Centro Tecnolgico da Aeronutica (CTA) e as empresas privadas, resguardando sempre os interesses do Estado quanto proteo de patentes e propriedade industrial; d. Promover o desenvolvimento, em So Jos de Campos ou em outros lugares, de adequadas condies de ensaio; e. Enfrentar o problema da vulnerabilidade estratgica criada pela concentrao de iniciativas no complexo tecnolgico e empresarial de So Jos dos Campos."
    }, 
    {
        "sentence_id,": "e0ef504ecb", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "Considerao que poder ser decisiva a necessidade de preferir a opo que minimize a dependncia tecnolgica ou poltica em relao a qualquer fornecedor que, por deter componentes do avio a comprar ou a modernizar, possa pretender, por conta dessa participao, inibir ou influir sobre iniciativas de defesa desencadeadas pelo Brasil."
    }, 
    {
        "sentence_id,": "82373251a6", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Os veculos no tripulados podero vir a ser meios centrais, no meramente acessrios, do combate areo, alm de facultar patamar mais exigente de preciso no monitoramento/controle do territrio nacional."
    }, 
    {
        "sentence_id,": "5bb864c1c5", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "O monitoramento espacial ser parte integral e condio indispensvel do cumprimento das tarefas estratgicas que orientaro a Fora Area: vigilncia mltipla e cumulativa, superioridade area local e fogo focado no contexto de operaes conjuntas."
    }, 
    {
        "sentence_id,": "661ec6771c", 
        "tag": [
            {
                "category": "capacity building", 
                "subcategory": [
                    "education"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "education"
                ]
            }
        ], 
        "sentence": "4.As capacitaes cibernticas se destinaro ao mais amplo espectro de usos industriais, educativos e militares."
    }, 
    {
        "sentence_id,": "ed720b3887", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "No setor ciberntico, ser constituda organizao encarregada de desenvolver a capacitao ciberntica nos campos industrial e militar."
    }, 
    {
        "sentence_id,": "2b3428d741", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "7.Estabelecer-se-, no Ministrio da Defesa, uma Secretaria de Produtos de Defesa."
    }, 
    {
        "sentence_id,": "c7270613e6", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O Secretrio ser nomeado pelo Presidente da Repblica, por indicao do Ministro da Defesa."
    }, 
    {
        "sentence_id,": "f6b3c54299", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Caber ao Secretrio executar as diretrizes fixadas pelo Ministro da Defesa e, com base nelas, formular e dirigir a poltica de compras de produtos de defesa, inclusive armamentos, munies, meios de transporte e de comunicaes, fardamentos e materiais de uso individual e coletivo, empregados nas atividades operacionais."
    }, 
    {
        "sentence_id,": "f51dbd0b8d", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O Ministro da Defesa delegar aos rgos das trs Foras poderes para executarem a poltica formulada pela Secretaria quanto a encomendas e compras de produtos especficos de sua rea, sujeita tal execuo avaliao permanente pelo Ministrio."
    }, 
    {
        "sentence_id,": "32b04cf726", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "institution", 
                    "minister"
                ]
            }
        ], 
        "sentence": "8.A Secretaria responsvel pela rea de Cincia e Tecnologia no Ministrio da Defesa dever ter, entre as suas atribuies, a de coordenar a pesquisa avanada em tecnologias de defesa que se realize nos Institutos de pesquisa da Marinha, do Exrcito e da Aeronutica, bem como em outras organizaes subordinadas s Foras Armadas."
    }, 
    {
        "sentence_id,": "cee21b191e", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist"
                ]
            }
        ], 
        "sentence": "No Exrcito, respeitada a necessidade de especialistas, a maioria do efetivo de soldados dever sempre continuar a ser de recrutas do Servio Militar Obrigatrio."
    }, 
    {
        "sentence_id,": "f089e4f090", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist"
                ]
            }
        ], 
        "sentence": "Na Marinha e na Fora Area, a necessidade de contar com especialistas, formados ao longo de vrios anos, dever ter como contrapeso a importncia estratgica de manter abertos os canais do recrutamento."
    }, 
    {
        "sentence_id,": "f524ee63a5", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "capacity building", 
                "subcategory": [
                    "education"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "education"
                ]
            }
        ], 
        "sentence": "O conflito entre as vantagens do profissionalismo e os valores do recrutamento h de ser atenuado por meio da educao - tcnica e geral, porm de orientao analtica e capacitadora - que ser ministrada aos recrutas ao longo do perodo de servio."
    }, 
    {
        "sentence_id,": "4a7b5dc7fd", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist"
                ]
            }
        ], 
        "sentence": "7.Um interesse estratgico do Estado a formao de especialistas civis em assuntos de defesa."
    }, 
    {
        "sentence_id,": "4b00241d09", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "No intuito de form-los, o Governo Federal deve apoiar, nas universidades, um amplo espectro de programas e de cursos que versem sobre a defesa."
    }, 
    {
        "sentence_id,": "5989b2d390", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "institution", 
                    "government"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist", 
                    "assessment"
                ]
            }
        ], 
        "sentence": "Por outro lado, configuram-se como principais vulnerabilidades da atual estrutura de defesa do Pas: - pouco envolvimento da sociedade brasileira com os assuntos de defesa e escassez de especialistas civis nesses temas; - insuficincia e descontinuidade na alocao de recursos oramentrios para a defesa; - obsolescncia da maioria dos equipamentos das Foras Armadas; elevado grau de dependncia em relao a produtos de defesa estrangeiros; e ausncia de direo unificada para aquisies de produtos de defesa; - inadequada distribuio espacial das Foras Armadas no territrio nacional, para o atendimento otimizado s necessidades estratgicas; - falta de articulao com o Governo federal e com a sociedade do principal Instituto brasileiro de altos estudos estratgicos - a Escola Superior de Guerra - no desenvolvimento e consolidao dos conhecimentos necessrios ao planejamento de defesa e no assessoramento formulao de polticas e estratgias decorrentes; - insuficincia ou pouca atratividade e divulgao dos cursos para a capacitao de civis em assuntos de defesa; e inexistncia de carreira civil na rea de defesa, mesmo sendo uma funo de Estado; - limitados recursos aplicados em pesquisa cientfica e tecnolgica para o desenvolvimento de material de emprego militar e produtos de defesa, associados ao incipiente nvel de integrao entre os rgos militares de pesquisa, e entre estes e os institutos civis de pesquisa; - inexistncia de planejamento nacional para desenvolvimento de produtos de elevado contedo tecnolgico, com participao coordenada dos centros de pesquisa das universidades, das Foras Armadas e da indstria; - falta de incluso, nos planos governamentais, de programas de aquisio de produtos de defesa em longo prazo, calcados em programas plurianuais e em planos de equipamento das Foras Armadas, com priorizao da indstria nacional de material de defesa."
    }, 
    {
        "sentence_id,": "d18c3f7240", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "institution", 
                    "government"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "A identificao e a anlise dos principais aspectos positivos e das vulnerabilidades permitem vislumbrar as seguintes oportunidades a serem exploradas: - maior engajamento da sociedade brasileira nos assuntos de defesa, assim como maior integrao entre os diferentes setores dos trs poderes do Estado brasileiro e desses setores com os institutos nacionais de estudos estratgicos, pblicos ou privados; - regularidade e continuidade na alocao dos recursos oramentrios de defesa, para incrementar os investimentos e garantir o custeio das Foras Armadas; - aparelhamento das Foras Armadas e capacitao profissional de seus integrantes, para que disponham de meios militares aptos ao pronto emprego, integrado, com elevada mobilidade ttica e estratgica; - otimizao dos esforos em Cincia, Tecnologia e Inovao para a Defesa, por intermdio, dentre outras, das seguintes medidas: (a) maior integrao entre as instituies cientficas e tecnolgicas, tanto militares como civis, e a indstria nacional de defesa; (b) definio de pesquisas de uso dual; e (c) fomento pesquisa e ao desenvolvimento de produtos de interesse da defesa; - maior integrao entre as indstrias estatal e privada de material de defesa, com a definio de um modelo de participao na produo nacional de meios de defesa; - estabelecimento de regime jurdico especial para a indstria nacional de material de defesa, que possibilite a continuidade e o carter preferencial nas compras pblicas; - integrao e definio centralizada na aquisio de produtos de defesa de uso comum, compatveis com as prioridades estabelecidas; - condicionamento da compra de produtos de defesa no exterior transferncia substancial de tecnologia, inclusive por meio de parcerias para pesquisa e fabricao no Brasil de partes desses produtos ou de sucedneos a eles; - articulao das Foras Armadas, compatvel com as necessidades estratgicas e de adestramento dos Comandos Operacionais, tanto singulares quanto conjuntos, capaz de levar em considerao as exigncias de cada ambiente operacional, em especial o amaznico e o do Atlntico Sul; - fomento da atividade aeroespacial, de forma a proporcionar ao Pas o conhecimento tecnolgico necessrio ao desenvolvimento de projeto e fabricao de satlites e de veculos lanadores de satlites e desenvolvimento de um sistema integrado de monitoramento do espao areo, do territrio e das guas jurisdicionais brasileiras; - desenvolvimento das infra-estruturas martima, terrestre e aeroespacial necessrias para viabilizar as estratgias de defesa; - promoo de aes de presena do Estado na regio amaznica, em especial pelo fortalecimento do vis de defesa do Programa Calha Norte; - estreitamento da cooperao entre os pases da Amrica do Sul e, por extenso, com os do entorno estratgico brasileiro; - valorizao da profisso militar, a fim de estimular o recrutamento de seus quadros em todas as classes sociais; - aperfeioamento do Servio Militar Obrigatrio, na busca de maior identificao das Foras Armadas com a sociedade brasileira, e estudos para viabilizar a criao de um Servio Civil, a ser regulado por normas especficas; - expanso da capacidade de combate das Foras Armadas, por meio da mobilizao de pessoal, material e servios, para complementar a logstica militar, no caso de o Pas se ver envolvido em conflito; e - otimizao do controle sobre atores no-governamentais, especialmente na regio amaznica, visando preservao do patrimnio nacional, mediante ampla coordenao das Foras Armadas com os rgos governamentais brasileiros responsveis pela autorizao de atuao no Pas desses atores, sobretudo daqueles com vinculao estrangeira."
    }, 
    {
        "sentence_id,": "733fabb5ef", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "capacity building", 
                "subcategory": [
                    "consultant"
                ]
            }
        ], 
        "sentence": "(b) Na crise O Comandante Supremo das Foras Armadas, consultado o Conselho de Defesa Nacional, poder ativar uma estrutura de gerenciamento de crise, com a participao de representantes do Ministrio da Defesa e dos Comandos da Marinha, do Exrcito e da Aeronutica, bem como de representantes de outros Ministrios, se necessrios."
    }, 
    {
        "sentence_id,": "9437aa8506", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "Ante a possibilidade de a crise evoluir para conflito armado, podero ser desencadeadas, entre outras, as seguintes medidas: - a ativao dos Comandos Operacionais previstos na Estrutura Militar de Defesa; - a adjudicao de foras pertencentes estrutura organizacional das trs Foras aos Comandos Operacionais ativados; - a atualizao e implementao, pelo Comando Operacional ativado, dos planos de campanha elaborados no estado de paz; - o recompletamento das estruturas; - a ativao de Zona de Defesa, reas onde so mobilizveis tropas da ativa e reservistas, inclusive os egressos dos Tiros de Guerra, para defesa do interior do pas em caso de conflito armado; e - a decretao da Mobilizao Nacional, se necessria."
    }, 
    {
        "sentence_id,": "d1ea5a01f5", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "(c) Durante o conflito armado/guerra O desencadeamento da campanha militar prevista no Plano de Campanha elaborado."
    }, 
    {
        "sentence_id,": "3cfbdf97f3", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Na elaborao das Hipteses de Emprego, a Estratgia Militar de Defesa dever contemplar o emprego das Foras Armadas considerando, dentre outros, os seguintes aspectos: - o monitoramento e controle do espao areo, das fronteiras terrestres, do territrio e das guas jurisdicionais brasileiras em circunstncias de paz; - a ameaa de penetrao nas fronteiras terrestres ou abordagem nas guas jurisdicionais brasileiras; - a ameaa de foras militares muito superiores na regio amaznica; - as providncias internas ligadas defesa nacional decorrentes de guerra em outra regio do mundo, ultrapassando os limites de uma guerra regional controlada, com emprego efetivo ou potencial de armamento nuclear; - a participao do Brasil em operaes de paz e humanitrias, regidas por organismos internacionais; - a participao em operaes internas de Garantia da Lei e da Ordem, nos termos da Constituio Federal, e os atendimentos s requisies da Justia Eleitoral; - ameaa de conflito armado no Atlntico Sul."
    }, 
    {
        "sentence_id,": "307e735471", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "capacity building", 
                "subcategory": [
                    "education"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "education"
                ]
            }
        ], 
        "sentence": "Nesse sentido, o sistema educacional de cada Fora ministrar cursos e realizar projetos de pesquisa e de formulao em conjunto com os sistemas das demais Foras e com a Escola Superior de Guerra."
    }, 
    {
        "sentence_id,": "5457ddd479", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Da mesma forma, as Foras Armadas devero ser equipadas, articuladas e adestradas, desde os tempos de paz, segundo as diretrizes do Ministrio da Defesa, realizando exerccios singulares e conjuntos."
    }, 
    {
        "sentence_id,": "492fc415db", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "government"
                ]
            }
        ], 
        "sentence": "Assim, com base na Estratgia Nacional de Defesa e na Estratgia Militar dela decorrente, as Foras Armadas submetero ao Ministrio da Defesa seus Planos de Equipamento e de Articulao, os quais devero contemplar uma proposta de distribuio espacial das instalaes militares e de quantificao dos meios necessrios ao atendimento eficaz das Hipteses de Emprego, de maneira a possibilitar: - poder de combate que propicie credibilidade estratgia da dissuaso; - que o Sistema de Defesa Nacional disponha de meios que permitam o aprimoramento da vigilncia; o controle do espao areo, das fronteiras terrestres, do territrio e das guas jurisdicionais brasileiras; e da infra-estrutura estratgica nacional; - o aumento da presena militar nas reas estratgicas do Atlntico Sul e da regio amaznica; - o aumento da participao de rgos governamentais, militares e civis, no plano de vivificao e desenvolvimento da faixa de fronteira amaznica, empregando a estratgia da presena; - a adoo de uma articulao que atenda aos aspectos ligados concentrao dos meios, eficincia operacional, rapidez no emprego e otimizao do custeio em tempo de paz; e - a existncia de foras estratgicas de elevada mobilidade e flexibilidade, dotadas de material tecnologicamente avanado e em condies de emprego imediato, articuladas de maneira melhor atender s Hipteses de Emprego."
    }, 
    {
        "sentence_id,": "2dbac852d1", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Os Planos das Foras singulares, consolidados no Ministrio da Defesa, devero referenciar-se a metas de curto prazo (at 2014), de mdio prazo (entre 2015 e 2022) e de longo prazo (entre 2027 e 2030)."
    }, 
    {
        "sentence_id,": "c87536012a", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Em relao ao equipamento, o planejamento dever priorizar, com compensao comercial, industrial e tecnolgica: - no mbito das trs Foras, sob a conduo do Ministrio da Defesa, a aquisio de helicpteros de transporte e de reconhecimento e ataque; - na Marinha, o projeto e fabricao de submarinos convencionais que permitam a evoluo para o projeto e fabricao, no Pas, de submarinos de propulso nuclear, de meios de superfcie e areos priorizados nesta Estratgia; - no Exrcito, os meios necessrios ao completamento dos sistemas operacionais das brigadas; o aumento da mobilidade ttica e estratgica da Fora Terrestre, sobretudo das Foras de Ao Rpida Estratgicas e das foras estacionadas na regio amaznica; os denominados Ncleos de Modernidade; a nova famlia de blindados sobre rodas; os sistemas de msseis e radares antiareos (defesa antiarea); a produo de munies e o armamento e o equipamento individual do combatente, entre outros, aproximando-os das tecnologias necessrias ao combatente do futuro; e - na Fora Area, a aquisio de aeronaves de caa que substituam, paulatinamente, as hoje existentes, buscando a possvel padronizao; a aquisio e o desenvolvimento de armamentos e sensores, objetivando a auto-suficincia na integrao destes s aeronaves; e a aquisio de aeronaves de transporte de tropa."
    }, 
    {
        "sentence_id,": "f5aca66ad5", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Em relao distribuio espacial das Foras no territrio nacional, o planejamento consolidado no Ministrio da Defesa, dever priorizar: - na Marinha, a necessidade de constituio de uma Esquadra no norte/nordeste do Pas; - no Exrcito, a distribuio que atenda s seguintes condicionantes: (a) um flexvel dispositivo de expectativa, em face da indefinio de ameaas, que facilite o emprego progressivo das tropas e a presena seletiva em uma escalada de crise; (b) a manuteno de tropas no centro do Pas, em particular as reservas estratgicas, na situao de prontido operacional com mobilidade, que lhes permitam deslocar-se rapidamente para qualquer parte do territrio nacional ou para o exterior; (c) a manuteno de tropas no centro-sul do Pas para garantir a defesa da principal concentrao demogrfica, industrial e econmica, bem como da infra-estrutura, particularmente a geradora de energia; e (d) a concentrao das reservas regionais em suas respectivas reas; e - na Fora Area, a adequao da localizao de suas unidades de transporte de tropa de forma a propiciar o rpido atendimento de apoio de transporte a foras estratgicas de emprego."
    }, 
    {
        "sentence_id,": "9fe34839f5", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "A partir da consolidao dos Planos de Equipamento e de Articulao elaborados pelas Foras, o Ministrio da Defesa propor ao Presidente da Repblica o Projeto de Lei de Equipamento e de Articulao da Defesa Nacional, envolvendo a sociedade brasileira na busca das solues necessrias."
    }, 
    {
        "sentence_id,": "0c295e5697", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O Ministrio da Defesa, em coordenao com o Ministrio da Cincia e Tecnologia, atualizar a Poltica de Cincia, Tecnologia e Inovao para a Defesa Nacional e os instrumentos normativos decorrentes."
    }, 
    {
        "sentence_id,": "0362e12a35", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "As capacidades de alerta, vigilncia, monitoramento e reconhecimento podero, tambm, ser aperfeioadas por meio do uso de sensores pticos e de radar, a bordo de satlites ou de veculos areos no-tripulados (VANT)."
    }, 
    {
        "sentence_id,": "f661c4e11f", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Sero consideradas, nesse contexto, as plataformas e misses espaciais em desenvolvimento, para fins civis, tais como satlites de monitoramento ambiental e cientficos, ou satlites geoestacionrios de comunicaes e meteorologia, no mbito do Programa Nacional de Atividades Espaciais - PNAE."
    }, 
    {
        "sentence_id,": "b69416896d", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Foi fortalecida com o lanamento do Plano de Ao de Cincia, Tecnologia e Inovao (PACTI/MCT - Portaria Interministerial MCT/MD n 750, de 20.11.2007), cuja finalidade viabilizar solues cientfico-tecnolgicas e inovaes para o atendimento das necessidades do Pas atinentes defesa e ao desenvolvimento nacional."
    }, 
    {
        "sentence_id,": "5f1dda94d0", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Sob a coordenao geral do Ministrio do Desenvolvimento, Indstria e Comrcio Exterior, a PDP contempla 32 reas."
    }, 
    {
        "sentence_id,": "03d17939e9", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O programa estruturante do Complexo Industrial de Defesa est sob a gesto do Ministrio da Defesa e sob a coordenao do Ministrio da Cincia e Tecnologia."
    }, 
    {
        "sentence_id,": "ee858dcc7b", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O Ministrio da Defesa, em coordenao com o Ministrio de Cincia e Tecnologia e com o Ministrio do Desenvolvimento, Indstria e Comrcio Exterior, realizar a anlise das caractersticas referidas, selecionando de forma articulada projetos e produtos que unam as necessidades das atividades de defesa com as potencialidades tecnolgicas e produtivas existentes no Brasil."
    }, 
    {
        "sentence_id,": "07012902d7", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "1.O Ministrio da Defesa propor, em coordenao com os Ministrios das Relaes Exteriores, da Fazenda, do Desenvolvimento, Indstria e Comrcio Exterior, do Planejamento, Oramento e Gesto, da Cincia e Tecnologia e com a Secretaria de Assuntos Estratgicos da Presidncia da Repblica, o estabelecimento de parcerias estratgicas com pases que possam contribuir para o desenvolvimento de tecnologias de ponta de interesse para a defesa."
    }, 
    {
        "sentence_id,": "9c3b1fd90a", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "2.O Ministrio da Defesa, em coordenao com os Ministrios da Fazenda, do Desenvolvimento, Indstria e Comrcio Exterior, do Planejamento, Oramento e Gesto, e da Cincia e Tecnologia e com as Foras Armadas, dever estabelecer ato legal que garanta a alocao, de forma continuada, de recursos financeiros especficos que viabilizem o desenvolvimento integrado e a concluso de projetos relacionados defesa nacional, cada um deles com um plo integrador definido, com nfase para o desenvolvimento e a fabricao, dentre outros, de: - aeronaves de caa e de transporte; - submarinos convencionais e de propulso nuclear; - meios navais de superfcie; - armamentos inteligentes, como msseis, bombas e torpedos, dentre outros; - veculos areos no-tripulados; - sistemas de comando e controle e de segurana das informaes; - radares; - equipamentos e plataformas de guerra eletrnica; - equipamento individual e sistemas de comunicao do combatente do futuro; - veculos blindados; - helicpteros de transporte de tropa, para o aumento da mobilidade ttica, e helicpteros de reconhecimento e ataque; - munies; e - sensores ticos e eletro-ticos."
    }, 
    {
        "sentence_id,": "0848267c10", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "3.O Ministrio da Cincia e Tecnologia, por intermdio da Agncia Espacial Brasileira, promover a atualizao do Programa Espacial Brasileiro, de forma a priorizar o desenvolvimento de sistemas espaciais necessrios ampliao da capacidade de comunicaes, meteorologia e monitoramento ambiental, com destaque para o desenvolvimento de: - um satlite geoestacionrio nacional para meteorologia e comunicaes seguras, entre outras aplicaes; e - satlites de sensoriamento remoto para monitoramento ambiental, com sensores pticos e radar de abertura sinttica."
    }, 
    {
        "sentence_id,": "0e3ad7594d", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "institution", 
                    "minister"
                ]
            }
        ], 
        "sentence": "4.O Ministrio da Defesa e o Ministrio da Cincia e Tecnologia, por intermdio do Instituto de Aeronutica e Espao do Comando da Aeronutica e da Agncia Espacial Brasileira, promovero medidas com vistas a garantir a autonomia de produo, lanamento, operao e reposio de sistemas espaciais, por meio: - do desenvolvimento de veculos lanadores de satlites e sistemas de solo para garantir acesso ao espao em rbitas baixa e geoestacionria; - de atividades de fomento e apoio ao desenvolvimento de capacidade industrial no setor espacial, com a participao do Ministrio do Desenvolvimento, Indstria e Comrcio Exterior, de modo a garantir o fornecimento e a reposio tempestiva de componentes, subsistemas e sistemas espaciais; e - de atividades de capacitao de pessoal nas reas de concepo, projeto, desenvolvimento e operao de sistemas espaciais."
    }, 
    {
        "sentence_id,": "57e8a7d066", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "assessment"
                ]
            }
        ], 
        "sentence": "Nesse sentido, o Ministrio da Defesa, assessorado pelos Comandos das trs Foras, propor as medidas necessrias valorizao pretendida."
    }, 
    {
        "sentence_id,": "11e3d9433b", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "assessment"
                ]
            }
        ], 
        "sentence": "Nesse sentido, o Ministrio da Defesa, assessorado pelos Comandos das trs Foras, propor as mudanas necessrias no Servio Militar Obrigatrio."
    }, 
    {
        "sentence_id,": "66420cdf56", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "3.O Ministrio da Defesa e a Secretaria de Assuntos Estratgicos da Presidncia da Repblica proporo a criao e a regulamentao de um Servio Civil, em todo o territrio nacional, a ser prestado por cidados que no forem designados para a realizao do Servio Militar Obrigatrio."
    }, 
    {
        "sentence_id,": "020c0e7cc2", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist"
                ]
            }
        ], 
        "sentence": "4.O Ministrio da Defesa realizar estudos sobre a criao de quadro de especialistas civis em Defesa, em complementao s carreiras existentes na administrao civil e militar, de forma a constituir- se numa fora de trabalho capaz de atuar na gesto de polticas pblicas de defesa, em programas e projetos da rea de defesa, bem como na interao com rgos governamentais e a sociedade, integrando os pontos de vista poltico e tcnico."
    }, 
    {
        "sentence_id,": "20ff3cf49c", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "institution", 
                    "government"
                ]
            }
        ], 
        "sentence": "Ensino Promover maior integrao e participao dos setores civis governamentais na discusso dos temas ligados defesa, assim como a participao efetiva da sociedade brasileira, por intermdio do meio acadmico e de institutos e entidades ligados aos assuntos estratgicos de defesa."
    }, 
    {
        "sentence_id,": "fd91d59bcf", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "government"
                ]
            }
        ], 
        "sentence": "1.O Ministrio da Defesa dever apresentar planejamento para a transferncia da Escola Superior de Guerra para Braslia, de modo a intensificar o intercmbio fluido entre os membros do Governo Federal e aquela Instituio, assim como para otimizar a formao de recursos humanos ligados aos assuntos de defesa."
    }, 
    {
        "sentence_id,": "6e141e7a01", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O Ministrio da Defesa e o Ministrio do Planejamento, Oramento e Gesto proporo projeto de lei, alterando a Lei de Criao da Escola Superior de Guerra."
    }, 
    {
        "sentence_id,": "999373ba72", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "assessment"
                ]
            }
        ], 
        "sentence": "O projeto de lei visar criar cargos de direo e assessoria superior destinados constituio de um corpo permanente que, podendo ser renovado, permita o exerccio das atividades acadmicas, pela atrao de pessoas com notria especializao ou reconhecido saber em reas especficas."
    }, 
    {
        "sentence_id,": "9ac0479f9a", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }
        ], 
        "sentence": "Isso possibilitar incrementar a capacidade institucional da Escola de desenvolver atividades acadmicas e administrativas, bem como intensificar o intercmbio entre os membros do Governo Federal, a sociedade organizada e aquela instituio."
    }, 
    {
        "sentence_id,": "0da2bc3894", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "3.O Ministrio da Defesa e a Secretaria de Assuntos Estratgicos da Presidncia da Repblica estimularo a realizao de Encontros, Simpsios e Seminrios destinados discusso de assuntos estratgicos, a includa a temtica da Defesa Nacional."
    }, 
    {
        "sentence_id,": "479061d0d8", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "4.O Ministrio da Defesa intensificar a divulgao das atividades de defesa, de modo a aumentar sua visibilidade junto sociedade, e implementar aes e programas voltados promoo e disseminao de pesquisas e formao de recursos humanos qualificados na rea, a exemplo do Programa de Apoio ao Ensino e Pesquisa Cientfica e Tecnolgica em Defesa Nacional (Pr-Defesa)."
    }, 
    {
        "sentence_id,": "ae00d04444", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }
        ], 
        "sentence": "O Ministrio da Defesa elaborar uma Poltica de Ensino com as seguintes finalidades: - acelerar o processo de interao do ensino militar, em particular no nvel de Altos Estudos, atendendo s orientaes contidas na primeira parte da presente Estratgia e - capacitar civis e militares para a prpria Administrao Central do Ministrio e para outros setores do Governo, de interesse da Defesa."
    }, 
    {
        "sentence_id,": "dafbdf82b0", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "government"
                ]
            }
        ], 
        "sentence": "1.O Ministrio da Defesa, enquanto no for aprovada alterao na legislao do Sistema Nacional de Mobilizao, orientar e coordenar os demais ministrios, secretarias e rgos envolvidos no SINAMOB no estabelecimento de programas, normas e procedimentos relativos complementao da Logstica Nacional e na adequao das polticas governamentais poltica de Mobilizao Nacional."
    }, 
    {
        "sentence_id,": "02374e9211", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "2.O Ministrio da Defesa, em coordenao com a Secretaria de Assuntos Estratgicos da Presidncia da Repblica, propor modificaes na Lei n 11.631, de 27 de dezembro de 2007, no que concerne definio do rgo central do SINAMOB."
    }, 
    {
        "sentence_id,": "5ba91bf4f7", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "1.O Ministrio da Defesa propor a modificao de sua estrutura regimental, de forma a criar rgo a si subordinado encarregado de formular e dirigir a poltica de compras de produtos de defesa."
    }, 
    {
        "sentence_id,": "0a945728c2", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "2.O Ministrio da Defesa propor a criao de estrutura, a si subordinada, encarregada da coordenao dos processos de certificao, de metrologia, de normatizao e de fomento industrial."
    }, 
    {
        "sentence_id,": "92b5a55fb8", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Indstria de Material de Defesa Compatibilizar os esforos governamentais de acelerao do crescimento com as necessidades da Defesa Nacional."
    }, 
    {
        "sentence_id,": "ed2a00c621", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "2.O Ministrio da Defesa, em articulao com os Ministrios da Fazenda, do Desenvolvimento, Indstria e Comrcio Exterior, dos Transportes, do Planejamento, Oramento e Gesto e da Cincia e Tecnologia e com a Secretaria de Assuntos Estratgicos da Presidncia da Repblica, dever propor modificaes na legislao referente tributao incidente sobre a indstria nacional de material de defesa, por meio da criao de regime jurdico especial que viabilize incentivos e desonerao tributria iniciativa privada na fabricao de produto de defesa prioritrio para as Foras Armadas e para a exportao."
    }, 
    {
        "sentence_id,": "e1a100dda7", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "3.O Ministrio da Defesa, em articulao com os Ministrios da Fazenda, do Desenvolvimento, Indstria e Comrcio Exterior, dos Transportes, do Planejamento, Oramento e Gesto e da Cincia e Tecnologia, e a Secretaria de Assuntos Estratgicos da Presidncia da Repblica, dever propor modificaes na legislao referente linha de crdito especial, por intermdio do Banco Nacional de Desenvolvimento Econmico e Social (BNDES), para os produtos de defesa, similar s j concedidas para outras atividades."
    }, 
    {
        "sentence_id,": "5d9aa9d08d", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "4.O Ministrio da Defesa, em articulao com os Ministrios da Fazenda, do Desenvolvimento, Indstria e Comrcio Exterior, dos Transportes, do Planejamento, Oramento e Gesto e da Cincia e Tecnologia e com a Secretaria de Assuntos Estratgicos da Presidncia da Repblica, dever propor modificaes na legislao referente viabilizao, por parte do Ministrio da Fazenda, de procedimentos de garantias para contratos de exportao de produto de defesa de grande vulto, em consonncia com o Decreto Lei n 1.418, de 03 de setembro de 1975, e com a Lei de Responsabilidade Fiscal."
    }, 
    {
        "sentence_id,": "6512b7292d", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O Ministrio da Defesa aperfeioar o Sistema de Comando e Controle de Defesa, para contemplar o uso de satlite de telecomunicaes prprio."
    }, 
    {
        "sentence_id,": "5100fae20d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "O sistema integrado de Comando e Controle de Defesa dever ser capaz de disponibilizar, em funo de seus sensores de monitoramento e controle do espao terrestre, martimo e areo brasileiro, dados de interesse do Sistema Nacional de Segurana Pblica, em funo de suas atribuies constitucionais especficas."
    }, 
    {
        "sentence_id,": "028c0d9244", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O Ministrio da Defesa definir ncleos de Estados-Maiores Conjuntos, coordenados pelo Estado- Maior Conjunto das Foras Armadas, a serem ativados, desde o tempo de paz, dentro da estrutura organizacional das Foras Armadas, para que possibilitem a continuidade e a atualizao do planejamento e do adestramento operacionais que atendam o ao estabelecido nos planos estratgicos."
    }, 
    {
        "sentence_id,": "ffa1b62eac", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "O recursos humanos sero capacitados em anlise e tcnicas nos campos cientfico, tecnolgico, ciberntico, espacial e nuclear, com nfase para o monitoramento/controle, mobilidade estratgica e capacidade logstica."
    }, 
    {
        "sentence_id,": "de0a774818", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Criar-se-, no Ministrio da Defesa, uma estrutura compatvel com as necessidades de integrao dos rgos de inteligncia militar."
    }, 
    {
        "sentence_id,": "0dd919a2c0", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O Ministrio da Defesa promover estudos relativos ao aperfeioamento da Doutrina de Operaes Conjuntas, considerando, principalmente, o ambiente operacional e o aprimoramento dos meios de defesa, a experincia e os ensinamentos adquiridos com a realizao de operaes conjuntas e as orientaes da Estratgia Nacional de Defesa, no que concerne s atribuies do Estado-Maior Conjunto das Foras Armadas e dos Estados-Maiores das trs Foras."
    }, 
    {
        "sentence_id,": "41673436e5", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "2.O Ministrio da Defesa promover aes com vistas ao incremento das atividades de um Centro de Instruo de Operaes de Paz, de maneira a estimular o adestramento de civis e militares ou de contingentes de Segurana Pblica, assim como de convidados de outras naes amigas."
    }, 
    {
        "sentence_id,": "303b8fe5d2", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Infra-Estrutura Compatibilizar os atuais esforos governamentais de acelerao do crescimento com as necessidades da Defesa Nacional."
    }, 
    {
        "sentence_id,": "800e8a8db6", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "1.O Ministrio da Defesa, em coordenao com a Secretaria de Assuntos Estratgicos da Presidncia da Repblica propor aos ministrios competentes as iniciativas necessrias ao desenvolvimento da infra-estrutura de energia, transporte e comunicaes de interesse da defesa, de acordo com os planejamentos estratgicos de emprego das Foras."
    }, 
    {
        "sentence_id,": "52f3a11b36", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "2.O Ministrio da Defesa priorizar, na elaborao do Plano de Desenvolvimento de Aerdromos de Interesse Militar (PDAIM), os aerdromos de desdobramento previstos nos planejamentos relativos defesa da regio amaznica."
    }, 
    {
        "sentence_id,": "4bfaa65e16", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "3.O Ministrio da Defesa apresentar ao Ministrio dos Transportes, em data coordenada com este, programao de investimentos de mdio e longo prazo, bem como a ordenao de suas prioridades ligadas s necessidades de vias de transporte para o atendimento aos planejamentos estratgicos decorrentes das Hipteses de Emprego."
    }, 
    {
        "sentence_id,": "dc840ec3a5", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "O Ministrio dos Transportes, por sua vez, promover a incluso das citadas prioridades no Plano Nacional de Logstica e Transportes (PNLT)."
    }, 
    {
        "sentence_id,": "c8d859e0a2", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "4.O Ministrio dos Transportes, em coordenao com o Ministrio da Defesa, far instalar, no Centro de Operaes do Comandante Supremo (COCS), terminal da Base de Dados Georreferenciados em Transporte que possibilite a utilizao das informaes ligadas infra-estrutura de transportes, disponibilizadas por aquele sistema, no planejamento e na gesto estratgica de crises e conflitos."
    }, 
    {
        "sentence_id,": "1316d0a6c5", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "5.O Ministrio da Defesa e o Ministrio da Integrao Nacional desenvolvero estudos conjuntos com vistas compatibilizao dos Programas Calha Norte e de Promoo do Desenvolvimento da Faixa de Fronteira (PDFF) e ao levantamento da viabilidade de estruturao de Arranjos Produtivos Locais (APL), com aes de infra-estrutura econmica e social, para atendimento a eventuais necessidades de vivificao e desenvolvimento da fronteira, identificadas nos planejamentos estratgicos decorrentes das Hipteses de Emprego."
    }, 
    {
        "sentence_id,": "c0af0fb99b", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "7.O Ministrio da Defesa, com o apoio das Foras Armadas no que for julgado pertinente, e o Ministrio das Comunicaes promovero estudos com vistas coordenao de aes de incentivo habilitao de rdios comunitrias nos municpios das reas de fronteira, de forma a atenuar, com isto, os efeitos de emisses indesejveis."
    }, 
    {
        "sentence_id,": "35c792985f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "1.O Ministrio da Defesa propor alteraes na Lei Complementar n 97, de 09 de junho de 1999, alterada pela Lei Complementar n 117, de 02 de setembro de 2004; e na Lei n 9.299, de 07 de agosto de 1996, que viabilizem o emprego das Foras Armadas na Garantia da Lei e da Ordem, nos termos da Constituio Federal, com eficcia e resguardo de seus integrantes."
    }, 
    {
        "sentence_id,": "367ddfb3ea", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "1.O Ministrio da Defesa e o Ministrio das Relaes Exteriores promovero o incremento das atividades destinadas manuteno da estabilidade regional e cooperao nas reas de fronteira do Pas."
    }, 
    {
        "sentence_id,": "9a791c03b6", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "2.O Ministrio da Defesa e as Foras Armadas intensificaro as parcerias estratgicas nas reas ciberntica, espacial e nuclear e o intercmbio militar com as Foras Armadas das naes amigas, neste caso particularmente com as do entorno estratgico brasileiro e as da Comunidade de Pases de Lngua Portuguesa."
    }, 
    {
        "sentence_id,": "ce4116bbf3", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "3.O Ministrio da Defesa, o Ministrio das Relaes Exteriores e as Foras Armadas buscaro contribuir ativamente para o fortalecimento, a expanso e a consolidao da integrao regional, com nfase na pesquisa e desenvolvimento de projetos comuns de produtos de defesa."
    }, 
    {
        "sentence_id,": "eecd4f62c2", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "1.O Ministrio da Defesa, demais ministrios envolvidos e as Foras Armadas devero incrementar o apoio necessrio participao brasileira nos processos de deciso sobre o destino da Regio Antrtica."
    }, 
    {
        "sentence_id,": "03f084d6ea", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Todas as instncias do Estado devero contribuir para o incremento do nvel de Segurana Nacional, com particular nfase sobre: - o aperfeioamento de processos para o gerenciamento de crises; - a integrao de todos os rgos do Sistema de Inteligncia Nacional (SISBIN); - a preveno de atos terroristas e de atentados massivos aos Direitos Humanos, bem como a conduo de operaes contra-terrorismo, a cargo dos Ministrios da Defesa e da Justia e do Gabinete de Segurana Institucional da Presidncia da Repblica (GSI-PR); - as medidas para a segurana das reas de infra-estruturas crticas, incluindo servios, em especial no que se refere energia, transporte, gua e telecomunicaes, a cargo dos Ministrios da Defesa, das Minas e Energia, dos Transportes, da Integrao Nacional e das Comunicaes, e ao trabalho de coordenao, avaliao, monitoramento e reduo de riscos, desempenhado pelo Gabinete de Segurana Institucional da Presidncia da Repblica (GSI/PR); - as medidas de defesa qumica, bacteriolgica e nuclear, a cargo da Casa Civil da Presidncia da Repblica, dos Ministrios da Defesa, da Sade, da Integrao Nacional, das Minas e Energia e da Cincia e Tecnologia, e do GSI-PR, para as aes de proteo populao e s instalaes em territrio nacional, decorrentes de possveis efeitos do emprego de armas dessa natureza; - as aes de defesa civil, a cargo do Ministrio da Integrao Nacional; - as aes de segurana pblica, a cargo do Ministrio da Justia e dos rgos de segurana pblica estaduais; - o aperfeioamento dos dispositivos e procedimentos de segurana que reduzam a vulnerabilidade dos sistemas relacionados Defesa Nacional contra ataques cibernticos e, se for o caso, que permitam seu pronto restabelecimento, a cargo da Casa Civil da Presidncia da Repblica, dos Ministrios da Defesa, das Comunicaes e da Cincia e Tecnologia, e do GSI-PR; - a execuo de estudos para viabilizar a instalao de um centro de pesquisa de doenas tropicais para a regio amaznica, a cargo dos Ministrios da Defesa, da Cincia e Tecnologia, da Sade e rgos de sade estaduais e municipais; - medidas de defesa contra pandemias; e - o atendimento aos compromissos internacionais relativos salvaguarda da vida humana no mar e ao trfego areo internacional, a cargo do Ministrio da Defesa, por intermdio dos Comandos da Marinha e da Aeronutica, respectivamente, e do Ministrio das Relaes Exteriores; Disposies Finais Os documentos complementares e decorrentes da presente Estratgia Nacional de Defesa, cujas necessidades de elaborao ou atualizao atendem s exigncias desta Estratgia, devero ser confeccionados conforme o quadro a seguir: PRAZO TAREFA A REALIZAR RESPONSVEL 31/12/2010 Planos Estratgicos que serviro de base para os Planos de Campanha dos Comandos Conjuntos, para cada HE MD 30/06/2009 Planos de Equipamento e Articulao das Foras Armadas (2009-2030) MD e Foras Armadas 30/09/2009 Proposta de Projeto de Lei de Equipamento e Articulao da Defesa Nacional a ser submetida ao Presidente da Repblica CC e MD 31/03/2009 Atualizao da Poltica de Cincia, Tecnologia e Inovao para a Defesa Nacional e instrumentos normativos decorrentes."
    }, 
    {
        "sentence_id,": "46372f95d8", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "CC, MF, MD, MPOG e SAE 30/06/2009 Proposta de dispositivos necessrios a viabilizar investimentos nas Foras Armadas a partir de receitas eventualmente geradas pelos bens imveis da Unio, administrados pelas Foras."
    }, 
    {
        "sentence_id,": "f8ba5ca31c", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification", 
                    "specialist"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "CC e MD 30/06/2009 Apresentao de estudo de viabilidade para a criao e regulamentao de um Servio Civil, em todo o territrio nacional, a ser prestado por cidados que no forem designados para a realizao do Servio Militar CC, MD, MPOG e SAE, MEC e SADE 30/06/2009 Projeto de Lei propondo a criao de quadro especfico de Especialistas de Defesa, para a incluso no Plano nico de Carreira dos servidores da rea de defesa, em complementao s carreiras existentes na administrao civil e militar CC, MD e MPOG 30/06/2009 Plano de Transferncia da ESG para Braslia e proposta de medidas complementares necessrias MD 31/03/2009 Projeto de Lei alterando a Lei de Criao da ESG, viabilizando a criao de cargos DAS CC, MD e MPOG 30/06/2009 Proposta de Poltica de Ensino para as Foras Armadas, em particular no nvel de Altos Estudos MD e MEC 31/03/2009 Proposta de Modificao da Lei do Sistema Nacional de Mobilizao CC, MD e SAE 30/06/2009 Projeto de Lei propondo nova estrutura do MD, com a criao de rgo encarregado do processo de aquisio de produto de defesa, devidamente integrado ao processo de catalogao de material CC, MD e MPOG 31/03/2009 Proposta de criao de estrutura, subordinada ao MD, encarregada da coordenao dos processos de certificao, de metrologia, de normalizao e de fomento industrial MD, MDIC e MPOG 31/03/2009 Proposta de modificaes na Lei n 8.666 e legislao complementar, possibilitando regime jurdico e econmico especial para compras de produtos de defesa junto s empresas nacionais CC, MD, MDIC, MT, MPOG e SAE 31/03/2009 Proposta de modificaes na legislao referente tributao incidente sobre a indstria nacional de defesa, por meio da criao de regime jurdico especial que viabilize incentivos e desonerao tributria iniciativa privada na fabricao de produto de defesa prioritrio para as Foras Armadas CC, MD, MDIC, MF, MT, MPOG e SAE PRAZO TAREFA A REALIZAR RESPONSVEL 31/03/2009 Proposta de modificaes na legislao referente viabilizao, por parte do Ministrio da Fazenda, de procedimentos de garantias para contratos de exportao de produto de defesa de grande vulto CC, MD, MF, MT, MDIC e SAE 30/06/2009 Propostas de alteraes na LCP 97, na LCP 117 e na Lei n 9.299, para adequ-las Estratgia Nacional de Defesa CC e MD A ESTRATGIA NACIONAL DE DEFESA E SEUS DOCUMENTOS DECORRENTES SERO COMPLEMENTADOS POR ANEXOS."
    }, 
    {
        "sentence_id,": "251f70d0fd", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "SERO ELABORADOS, SOB A DIREO DO MINISTRO DA DEFESA, PELO ESTADO-MAIOR CONJUNTO DAS FORAS ARMADAS E PELOS ESTADOS-MAIORES DAS TRS FORAS."
    }, 
    {
        "sentence_id,": "7fdf3de471", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "PRESIDNCIA DA REPBLICA Gabinete de Segurana Institucional Braso-Oficial-Repblica.png Secretaria Executiva Departamento de Segurana da Informao e Comunicaes GUIA DE REFERNCIA PARA A SEGURANA DAS INFRAESTRUTURAS CRTICAS DA INFORMAO Verso 01 Nov./2010 Claudia Canongia, Admilson Gonalves Jnior e Raphael Mandarino Junior (Organizadores) Braslia - DF 2010 Presidente da Repblica Luis Incio Lula da Silva Vice-Presidente da Repblica Jos Alencar Gomes da Silva Ministro Chefe do Gabinete de Segurana Institucional Jorge Armando Felix Secretrio Executivo Antonio Srgio Geromel Diretor do Departamento de Segurana da Informao e Comunicaes Raphael Mandarino Junior Copyright 2010 Presidncia da Repblica."
    }, 
    {
        "sentence_id,": "a33ad76b96", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Disponvel em formato eletrnico: http://dsic.planalto.gov.br Organizadores Claudia Canongia, Admilson Gonalves Jnior e Raphael Mandarino Junior Colaboradores Subgrupos 1, 2 e 3 do Grupo de Trabalho de Segurana das Infraestruturas Crticas da Informao GT SICI Subgrupo 1: Mapeamento de Ativos de Informao das Infraestruturas Crticas da Informao Admilson Gonalves Jnior, Ministrio do Planejamento, Oramento e Gesto Alexandre Costa Guindani, Caixa Econmica Federal Alexandre Mariano Feitosa, Ministrio da Defesa Jos Ney de Oliveira Lima, Ministrio do Planejamento, Oramento e Gesto Murilo Srgio de Farias Flix, Petrobras Nbia Moreira dos Santos, Ministrio do Planejamento, Oramento e Gesto Pedro Andr Freire, Servio Federal de Processamento de Dados Ricardo Brigatto Salvatore, Ministrio da Defesa Sandro Herman Pereira Rehem, Ministrio do Planejamento, Oramento e Gesto Suzana de Queiroz Ramos Teixeira, Ministrio da Cincia e Tecnologia Subgrupo 2: Requisitos mnimos necessrios Segurana das Infraestruturas Crticas da Informao: aumentar a segurana, resilincia e capacitao Amilcar Faria, Banco Central Andr Moreira, Banco do Brasil Danilo Dias, Banco Central Eduardo Gomes de Barros, Comando do Exrcito Humberto Campedelli, Empresa de Tecnologia e Informaes da Previdncia Social Marcelo Paiva Fontenele, Comando do Exrcito Marcos Allemand Lopes, Servio Federal de Processamento de Dados Subgrupo 3: Mtodo para Identificao de Ameaas e Gerao de Alertas de Segurana das Infraestruturas Crticas da Informao Alexandre Hosang, Agncia Brasileira de Inteligncia tila Bandeira, Banco do Brasil Bernadette S. C. Castilho, Petrobras Joo Matos Pinheiro Filho, Agncia Brasileira de Inteligncia Paulo Gonalves Garcia, Ministrio das Relaes Exteriores Projeto grfico, edio e impresso Agncia Brasileira de Inteligncia/GSIPR Apoio de reviso tcnica Marlene Isidro (DSIC/GSIPR) Ficha Catalogrfica Dados Internacionais de Catalogao na Publicao (CIP) B823g Brasil."
    }, 
    {
        "sentence_id,": "f512ad1672", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Assim, motivado por esta misso e considerando a necessidade de assegurar, dentro do espao ciberntico, aes de segurana da informao e comunicaes como fundamentais para garantir disponibilidade, integridade, confidencialidade e autenticidade da informao, no mbito da Administrao Pblica Federal, direta e indireta; a possibilidade real de uso dos meios computacionais para aes ofensivas por meio da penetrao nas redes de computadores de setores estratgicos para a nao; e o ataque ciberntico como sendo uma das maiores ameaas mundiais na atualidade; foi institudo, em agosto de 2009, um Grupo de Trabalho para estudo e anlise de matrias relacionadas Segurana das Infraestruturas Crticas da Informao - o subconjunto de ativos de informao que afetam diretamente a consecuo e a continuidade da misso do Estado e a segurana da sociedade - no mbito do Comit Gestor de Segurana da Informao (CGSI)."
    }, 
    {
        "sentence_id,": "f1c3923767", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist"
                ]
            }
        ], 
        "sentence": "Este Guia de Referncia, alm de assistir a misso do GSIPR, rene estudos tcnicos sobre a Segurana das Infraestruturas Crticas da Informao desenvolvidos por especialistas de diferentes rgos da Administrao Pblica Federal, direta e indireta."
    }, 
    {
        "sentence_id,": "05101a61f2", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards", 
                    "computing"
                ]
            }
        ], 
        "sentence": "Jorge Armando Felix Ministro Chefe do Gabinete de Segurana Institucional da Presidncia da Repblica LISTA DE SIGLAS E ABREVIATURAS ABNT Associao Brasileira de Normas Tcnicas APF Administrao Pblica Federal BS British Standard CAIS Centro de Atendimento a Incidentes de Segurana CERT.br Centro de Estudos, Resposta e Tratamento de Incidentes de Segurana no Brasil CETIR Gov Centro de Tratamento de Incidentes de Segurana em Redes de Computadores da Administrao Pblica Federal CGSI Comit Gestor de Segurana da Informao CREDEN Cmara de Relaes Exteriores e Defesa Nacional DDoS Distributed Denial of Service D.O.U."
    }, 
    {
        "sentence_id,": "0690f6ab38", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "I - levantar e avaliar as potenciais vulnerabilidades e riscos que possam afetar a Segurana das Infraestruturas Crticas da Informao, o que requer a identificao e monitoramento das interdependncias; II - propor, articular e acompanhar medidas necessrias Segurana das Infraestruturas Crticas da Informao; III - estudar, propor e acompanhar a implementao de um sistema de informaes que conter dados atualizados das Infraestruturas Crticas da Informao, para apoio a decises; e, IV - pesquisar e propor um mtodo de identificao de alertas e ameaas da Segurana de Infraestruturas Crticas da Informao."
    }, 
    {
        "sentence_id,": "87e0283dae", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Os estudos desenvolvidos expressam significativa e substantiva colaborao tcnica, calcadas em mltiplas vises da Administrao Pblica Federal, direta e indireta, e abrem espao para observaes e sugestes de melhorias adicionais e contnuas, caracterizando-se como importante subsdio para a elaborao do Plano de Segurana das Infraestruturas Crticas da Informao do Pas."
    }, 
    {
        "sentence_id,": "0afccd5368", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Ao final deste Captulo, descreve-se o Mdulo de Monitoramento de Ameaas e Gerao de Alertas de Segurana das Infraestruturas Crticas da informao, que foi desenvolvido baseado no mapeamento dos ativos de informao e respectivos itens de controle, promovendo, assim, o alinhamento e a sinergia com os 3 Captulos deste livro, no sentido de fomentar a viso ora proposta do Guia de Referncia para a Segurana das Infraestruturas Crticas da Informao."
    }, 
    {
        "sentence_id,": "96ad416ac4", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist"
                ]
            }
        ], 
        "sentence": "Achamos que vale dizer tambm que durante as reunies ordinrias do GT SICI, bem como por meio eletrnico, a Coordenao do GT colaborou intensa e sistematicamente com os rumos e objetivos que os estudos deveriam seguir, sem contudo, interferir diretamente na proposio tcnica dos especialistas colaboradores, estimulando a construo de novos conhecimentos no tema."
    }, 
    {
        "sentence_id,": "4a242d9bda", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "assessment"
                ]
            }
        ], 
        "sentence": "Representante suplente do GSIPR no GT SICI Assessora Tcnica do DSIC/GSIPR INTRODUO As Infraestruturas Crticas (IC) - instalaes, servios, bens e sistemas exercem significativa influncia na vida de qualquer pessoa e na operao de setores importantes para o desenvolvimento e manuteno do pas, como o caso do setor industrial."
    }, 
    {
        "sentence_id,": "77cc301375", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Alm disso, as dependncias dos sistemas e servios, as tendncias e evolues tecnolgicas da computao distribuda, as interconexes de redes pblicas e privadas e o compartilhamento de recursos expem as organizaes s diversas ameaas, entre elas: fraudes eletrnicas, espionagem, sabotagem, vandalismo, fogo, inundao, blackouts, cdigos maliciosos, hackers, ataques de DDoS, entre outras (ABNT, 2005)."
    }, 
    {
        "sentence_id,": "e07dd804af", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "software"
                ]
            }
        ], 
        "sentence": "A segurana da informao obtida com a utilizao de controles: polticas, prticas, procedimento, estruturas organizacionais e infraestruturas de hardware e software."
    }, 
    {
        "sentence_id,": "74b4a9d681", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "4 No Pas, o Decreto N 3.505, de 13 de junho de 2000, e o Decreto N 4.553, de 27 de dezembro de 2002, dispem respectivamente, no mbito da Administrao Pblica Federal, direta e indireta: pela instituio da Poltica de Segurana da Informao nos rgos e entidades; e sobre a salvaguarda de dados, informaes, documentos e materiais classificados de interesse da segurana da sociedade e do Estado."
    }, 
    {
        "sentence_id,": "40e760e42a", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "5 O Ministrio do Planejamento, Oramento e Gesto o rgo central do SISP e, nesta condio, interage com o Gabinete de Segurana Institucional da Presidncia da Repblica (GSIPR) para a divulgao e implementao da Poltica de Segurana da Informao e Comunicaes nos rgos e entidades da Administrao Pblica Federal, direta e indireta."
    }, 
    {
        "sentence_id,": "87e18c06b6", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Adicionalmente, conta-se com a Instruo Normativa N 4 SLTI/MPOG (2008) que dispe sobre o processo de contratao de servios de tecnologia da informao pela Administrao Pblica Federal direta, autrquica e fundacional."
    }, 
    {
        "sentence_id,": "b231db127d", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "A Gesto de Riscos (GR) quando implementada e mantida possibilita a uma organizao ou a uma IC: a) Aumentar a probabilidade de atingir seus objetivos; b) Encorajar a gesto pr-ativa; c) Identificar e tratar os riscos atravs de toda a organizao; d) Melhorar a governana; e) Melhorar os controles; f) Melhorar a eficcia e eficincia operacional; g) Minimizar perdas; h) Aumentar a resilincia da organizao."
    }, 
    {
        "sentence_id,": "e3f9b92d4d", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "software"
                ]
            }
        ], 
        "sentence": "Independentemente destas definies entende-se que a GRSIC, aplicada a ICI, deve abranger, no mnimo, as seguintes ameaas potenciais: a) Terremotos b) Furaes c) Tornados d) Inundao e) Falta de Energia f) Problemas no Transporte Pblico g) Greves h) Pandemias i) Escndalos j) Vazamento de Informaes k) Incndios l) Contaminao Qumica m) Distrbios Sociais n) Bombas o) Terrorismo p) Falhas de Hardware q) Falhas de Software r) Vrus e worms s) Morte de Pessoa Chave Importante destacar que por melhor que seja o processo de GRSIC implementado em uma ICI ele tem carter apenas preventivo, no evitando que os riscos se concretizem, apenas possibilitando a reduo das probabilidades de ocorrncia."
    }, 
    {
        "sentence_id,": "83aa520400", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Esse processo de gesto composto pelas etapas de definies preliminares, anlise/avaliao dos riscos, plano de tratamento dos riscos, aceitao dos riscos, implementao do plano de tratamento dos riscos, monitorao e anlise Graf-4.png crtica, comunicao do risco, alinhado ao modelo denominado PDCA (Plan-Do-Check-Act), definido na Norma Complementar N 02/IN01/DSIC/GSIPR (2008c), de modo a fomentar a sua melhoria contnua."
    }, 
    {
        "sentence_id,": "aedab35532", 
        "tag": [
            {
                "category": "capacity building", 
                "subcategory": [
                    "education"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "education"
                ]
            }
        ], 
        "sentence": "De forma resumida podemos dizer que a implementao da GCN possibilitar: a) Entender os requisitos e as necessidades da IC; b) Desenvolver e implementar estratgias de continuidade adequadas aos requisitos da IC; c) Capacitar a Infraestrutura Crtica para responder adequadamente a incidentes, emergncias e crises de qualquer natureza; d) Desenvolver planos; e) Testar e manter atualizados esses planos; f) Educar todos os servidores/empregados envolvidos na recuperao da IC."
    }, 
    {
        "sentence_id,": "a69f542ef9", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "A necessidade de assegurar dentro do espao fsico ou ciberntico aes de segurana da informao como fundamentais para garantir disponibilidade, integridade, confidencialidade e autenticidade da informao e comunicaes no mbito da Administrao Pblica Federal, direta e indireta; a possibilidade real de uso dos meios computacionais para aes ofensivas atravs da penetrao nas redes de computadores de alvos estratgicos; e o ataque ciberntico como sendo uma das maiores ameaas mundiais na atualidade (CDN/SE, 2009), motivam a confeco deste Guia, cujo objetivo auxiliar tanto os gestores de Segurana da Informao quanto os de Infraestruturas Crticas a identificar e a mapear os ativos de informao, considerando suas interdependncias internas e externas organizao - e potenciais vulnerabilidades e riscos que possam afetar a segurana de Infraestruturas Crticas da Informao."
    }, 
    {
        "sentence_id,": "e44e44e286", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "O produto de cada atividade servir de insumo para as atividades subsequentes, e o resultado final do processo dever proporcionar Alta Administrao condies para priorizar quais ativos de informaes devero receber aes de controle, visando o tratamento de riscos para a reduo dos impactos ao negcio."
    }, 
    {
        "sentence_id,": "db7117e46e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Assegurar-se de que as exigncias da segurana estejam cumpridas atravs de monitoramento; ."
    }, 
    {
        "sentence_id,": "bf3698617f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "O valor do ativo ser til para a alta administrao decidir a respeito, atravs de uma anlise de custo e benefcio, dos controles que devem ser utilizados para mant- lo."
    }, 
    {
        "sentence_id,": "f8f2599f1e", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "software"
                ]
            }
        ], 
        "sentence": "Geralmente o continer descreve o tipo da tecnologia - hardware, software, um sistema de informao - ou at mesmo pessoas, papis ou mdias magnticas."
    }, 
    {
        "sentence_id,": "3b49b05540", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Tipicamente, custdia considerada em termos de administrador ou gerente de segurana da informao e comunicaes, cuja responsabilidade de guardar os ativos de informao compe o rol de tarefas para manter os processos de negcio da organizao, e inclui necessariamente um esforo colaborativo com os gestores de TI."
    }, 
    {
        "sentence_id,": "837b76ce72", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Quanto governana do ativo de informao: a) Prpria; b) Compartilhada com mltiplos parceiros nacionais; c) Compartilhada com parceiros nacionais e internacionais; d) Dependente de um nico proprietrio nacional; e) Dependente de um nico proprietrio internacional."
    }, 
    {
        "sentence_id,": "31a3ccd9c8", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "privacy"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Principais entraves a serem superados quanto gesto do ativo de informao (caso necessrio, marque mais de uma opo): a) A dimenso e a complexidade das infraestruturas envolvidas; b) A interdependncia entre processos; c) A interdependncia entre setores e atividades econmicas; d) Existncia de mltiplas normas e padres tcnicos; e) Conflito entre segurana e privacidade; f) Questes comerciais; g) Questes organizacionais; h) Questes legais; i) Questes geogrficas/climticas; j) Questes relacionadas ao tempo para a recuperao em situaes de emergncia; k) Recuperao dos servios/atividades em situaes de um ataque bem sucedido/concretizado; l) Capacitao de RH; m) Ampliao da segurana das redes; n) Necessidade de cooperao tcnica e cientfica por meio de parcerias; o) Diviso clara de responsabilidades entre vrios agentes/atores intervenientes; p) Cobertura ampla e total do esforo de monitoramento dos riscos/ameaas associados."
    }, 
    {
        "sentence_id,": "c101a81259", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "a) Oramentrio; b) Financeiro; c) De ordem tcnica e administrativa; d) De ordem poltica; e) Capacitao e treinamento de pessoal; f) Legais, devido multiplicidade de normas relacionadas a Meio Ambiente, Sade e Segurana Pblica."
    }, 
    {
        "sentence_id,": "5ce9ca7190", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "O ativo de informao est subordinado/pertence : a) Ao Nvel Decisrio (Alta Administrao); b) Ao Nvel Estratgico; c) Ao Nvel Ttico; d) Ao Nvel Operacional; e) Colegiados e Comits."
    }, 
    {
        "sentence_id,": "6c8b9849b4", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Equipe de respostas a incidentes de redes de computadores: a) Prpria; b) Terceirizada; c) No possui, mas tem parcerias (CETIR Gov, CERT.br, CAIS/RNP); d) No possui e no tem parcerias."
    }, 
    {
        "sentence_id,": "c7b65a55f0", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Qual a situao da estrutura tcnica, administrativa e financeira prevista para a preveno de desastres/incidentes?"
    }, 
    {
        "sentence_id,": "4d26b44a91", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "A estratgia compartilhada com outros governos; d) Sim."
    }, 
    {
        "sentence_id,": "5b0c45b831", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "a) Est implantada, com responsabilidades bem definidas e existe comprometimento da alta administrao; b) Est implantada, com responsabilidades bem definidas, mas sem comprometimento da alta administrao; c) Est implantada, existe comprometimento da alta administrao, mas as responsabilidades ainda no foram bem definidas; d) Est implantada, mas ainda no h comprometimento da alta administrao, nem responsabilidades devidamente definidas; e) No est implantada, mas est em processo de elaborao; f) No est implantada, e ainda no est sendo elaborada."
    }, 
    {
        "sentence_id,": "253b14a16f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "A proximidade sugere que caso uma Infraestrutura Crtica seja afetada por determinado evento que produza risco ou colapso no seu funcionamento, as demais Infraestruturas Crticas, indexadas no permetro, podem tambm ser afetadas; d) Relao de Propriedade/de Interao: ocorre quando existe uma dependncia de gesto, que se caracteriza pela noo de propriedade, complementaridade entre produtos e servios, de administrao e finanas, de tal ordem que os danos que ocorrem em uma Infraestrutura Crtica pode significativamente prejudicar as atividades de outra Infraestrutura Crtica, indexada."
    }, 
    {
        "sentence_id,": "ad7ca87fcd", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Havendo dependncia, podemos afirmar que a Infraestrutura Crtica: a) Apresenta alto grau de integrao de tarefas e atividades com outros ativos de informao, com diferentes provedores e proprietrios independentes; b) Apresenta interaes entre ativos de informao com sistemas de informao cada vez mais interligados e interdependentes; c) Em situaes de emergncia, ou crise, aumenta o grau de risco; d) Nos impactos produzidos pelos seus riscos, podem ultrapassar limites nacionais, ou seja, so transfronteiras; e) Afeta, limita a capacidade quanto a autonomia tcnica, operacional e administrativa de respostas em situao de emergncia."
    }, 
    {
        "sentence_id,": "06cc6fa4dc", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "a) Est implantada, com responsabilidades bem definidas e existe comprometimento da alta administrao; b) Est implantada, com responsabilidades bem definidas, mas sem comprometimento da alta administrao; c) Est implantada, existe comprometimento da alta administrao, mas as responsabilidades ainda no foram bem definidas; d) Est implantada, mas ainda no h comprometimento da alta administrao, nem responsabilidades devidamente definidas; e) No est implantada, mas est em processo de elaborao; f) No est implantada, e ainda no est sendo elaborada."
    }, 
    {
        "sentence_id,": "de6bbfca33", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "software"
                ]
            }
        ], 
        "sentence": "Tecnolgicas: podem ser provocadas por falhas em sistemas, equipamentos ou software."
    }, 
    {
        "sentence_id,": "a104d6937c", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing", 
                    "software"
                ]
            }
        ], 
        "sentence": "Controles tcnicos: so as salvaguardas que so incorporadas no sistema de proteo fsica, no hardware ou no software dos computadores e sistemas de tecnologia da informao (por exemplo, mecanismos de controle de acesso, mecanismos de identificao e autenticao, mtodos de encriptao e softwares de deteco de intruso); ."
    }, 
    {
        "sentence_id,": "8aa159c8ed", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "Devem ser listados os controles implementados, para se contrapor a cada ameaa elencada, assim como as recomendaes necessrias ao aperfeioamento do sistema, reduzindo-se assim as suas vulnerabilidades."
    }, 
    {
        "sentence_id,": "5ccac20751", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Deve-se monitorar, continuamente, e observar se a situao do risco muda ao longo do tempo ou se permanece."
    }, 
    {
        "sentence_id,": "37fe0de1bc", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "O monitoramento deve ser contnuo."
    }, 
    {
        "sentence_id,": "1d5b2540ae", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Deve-se monitorar frequentemente para verificar se a situao muda com as aes implementadas."
    }, 
    {
        "sentence_id,": "594b76f172", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Deve-se monitorar frequentemente, para verificar se a situao do risco muda ao longo do tempo, bem como se aps a implementao das aes o risco diminui."
    }, 
    {
        "sentence_id,": "08dea1c364", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Nenhuma ao de imediato precisa ser tomada, porm deve-se monitorar, periodicamente, para verificar se a situao do risco muda com o passar do tempo."
    }, 
    {
        "sentence_id,": "ad79891fcd", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Estratgias para Segurana das Infraestruturas Crticas da Informao Devido criticidade das operaes e os impactos para a sociedade e governo, as organizaes que compem os setores da Infraestrutura Crtica de um pas no devem conviver com crises, nem tampouco esperar por acidentes, para ento tratar as questes de segurana."
    }, 
    {
        "sentence_id,": "0c220abd4d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Comit Executivo de Segurana da Informao e Comunicaes Planejar Analisar Monitorar Implementar Sistema de Gesto de Segurana da Informao e Comunicaes Planejar Planejar Planejar Planejar Analisar Monitorar Implementar Analisar Monitorar Implementar Analisar Monitorar Implementar Analisar Monitorar Implementar Nvel Estratgico Nvel Ttico Nvel Operacional Percepo de mudanas no negcio Percepo de mudanas nos indicadores dos sistemas de gesto Percepo de mudanas fsicas, tecnolgicas e humanas Re-alimentao do processo de segurana Figura 3.1 - Processo de Gesto da Segurana da Informao e Comunicaes Tendo em vista que as organizaes no conseguem prever todos os desafios a serem enfrentados, importante que sejam flexveis e capazes de se adaptarem s mudanas no seu contexto operacional ou ambiental, de forma que possam sobreviver e principalmente evoluir."
    }, 
    {
        "sentence_id,": "32c943a457", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "institution"
                ]
            }
        ], 
        "sentence": "O Gartner Institute7 diz que uma organizao resiliente exige que haja um compromisso contnuo em relao ao acesso s informaes, sistemas de conhecimento, mecanismos de comunicao, locais de trabalho e infraestruturas, de forma que possa rapidamente retornar operao aps um choque ou desastre."
    }, 
    {
        "sentence_id,": "410dc34185", 
        "tag": [
            {
                "category": "capacity building", 
                "subcategory": [
                    "education"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "education"
                ]
            }
        ], 
        "sentence": "Visando a criao e o fortalecimento da cultura de segurana da informao e comunicaes, as organizaes devem estabelecer aes direcionadas em trs nveis: sensibilizao/conscientizao, treinamento e educao."
    }, 
    {
        "sentence_id,": "bcd1fd1e78", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Estas aes precisam ser planejadas e monitoradas visando avaliar a qualidade, a efetividade e a proposio de melhorias."
    }, 
    {
        "sentence_id,": "08dccf711e", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist"
                ]
            }, 
            {
                "category": "capacity building", 
                "subcategory": [
                    "education"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "education"
                ]
            }
        ], 
        "sentence": "Educao As aes de educao visam formar especialistas, capazes de definir estratgias de segurana, servindo de apoio ao Gestor de Segurana da Informao e Comunicaes da organizao, ou at mesmo atuando como Gestor de Segurana setorial, dependendo da estrutura de segurana definida."
    }, 
    {
        "sentence_id,": "e0f9e2c229", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "As certificaes em segurana devem servir como forma de manter gestores de segurana atualizados."
    }, 
    {
        "sentence_id,": "d99e215838", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "software"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Categorias de Controle Itens de Controle Grau de Implementao (0 a 5 ou NA) Poltica de Proteo da Informao Organizao da proteo da informao Plano de proteo da informao Classificao e desclassificao Conformidade e entraves legais Gesto do Risco Classificao de ativos Alocao de recursos Reviso de requisitos de segurana Taxao do risco Categorias de Controle Itens de Controle Grau de Implementao (0 a 5 ou NA) Gesto do Risco Tratamento do risco Diagnstico de vulnerabilidades Gesto de Configurao Controle de mudanas na configurao Revalidao de configurao de segurana Manuteno Automatizao do processo Manuteno remota Confiabilidade (incluem contratos de nveis de servio) Proteo de Mdia Identificao da mdia de sada Controle de acesso mdia Mtodo de transporte de mdia Controle da mdia Armazenamento Destruio / descarte de mdias e gravaes Cultura Treinamento Conscientizao Gesto de crise (emergncia, continuidade e recuperao de desastres) Existncia dos planos (confeco, manuteno e testes) Treinamento Simulao e avaliao dos planos Redundncia de servio Backup e recuperao Categorias de Controle Itens de Controle Grau de Implementao (0 a 5 ou NA) Proteo Fsica e Ambiental Controle de acesso fsico Monitoramento de acesso fsico Proteo de instalaes e linhas de energia / comunicao Servios de emergncia (energia, luzes sinalizadoras, gua, comunicaes,...) Controle de ambiente externo Segurana do Pessoal Inspeo de antecedentes Gesto do pessoal Gesto de recursos humanos internos Segurana de terceiros Resposta a incidentes Treinamento simulado para incidentes Monitoramento de incidentes Relatrio de incidentes de segurana Melhoria no processo de resposta a incidentes Auditoria e Rastreamento de Responsabi- lidades Definio de tpicos de auditoria Gesto de informaes auditadas Monitoramento, anlise e relatrio de auditoria Estabelecimento de periodicidade de auditorias Penalidades administrativa, civil e penal Categorias de Controle Itens de Controle Grau de Implementao (0 a 5 ou NA) Controle de Acesso ao Sistema e Proteo das Comunicaes Controle de contas Controle de senha Controle de configurao Controle de acesso Funo de controle de falhas no acesso Funo destacada para precaues no uso do sistema Funo de relatrio de informao de login anterior Funo de controle da sesso Isolamento do sistema e do software aplicativo Controle de recursos compartilhados do sistema Controle de Acesso ao Sistema e Proteo das Comunicaes Proteo contra defeitos no software e cdigos maliciosos Ferramentas e tecnologias para deteco de invaso e interrupo de servio Proteo contra indisponibilidade do servio Roteamento de comunicao segura Criao e controle de chave criptogrfica Comunicao VOIP Categorias de Controle Itens de Controle Grau de Implementao (0 a 5 ou NA) Aplicao Segurana nas etapas do ciclo de vida dos sistemas Requisitos de segurana dos sistemas Processamento correto nas aplicaes Controles criptogrficos Segurana dos arquivos do sistema Segurana em processos de desenvolvimento e de suporte Gesto de vulnerabilidades tcnicas Para cada item de controle dever ser atribudo um grau de implementao que ir variar de 0 a 5, da seguinte forma: 0 a 1 = no implementado; 2 a 3 = em implementao; 4 = implementado; e 5 = otimizado."
    }, 
    {
        "sentence_id,": "ce9881b5ea", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "No caso de o item de controle no ser aplicvel (NA), ele no computa para obteno da mdia."
    }, 
    {
        "sentence_id,": "894a8d22b5", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Monitorar os indcios de ameaas associadas s Infraestruturas Crticas da Informao identificadas, com grau de risco predefinido, gerando sinais quando os controles indicarem um padro de fuga da normalidade; ."
    }, 
    {
        "sentence_id,": "2cf7812683", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Os diversos setores realizam o monitoramento e geram alertas para a rede sem qualquer anlise centralizada de informaes."
    }, 
    {
        "sentence_id,": "dd751396ca", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "A elaborao de uma interface grfica que mostre geograficamente as Infraestruturas Crticas da Informao monitoradas; ."
    }, 
    {
        "sentence_id,": "ab3d1fc973", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "A proposta de um piloto com instituies gestoras de Infraestruturas Crticas que j tenham processos implantados de monitoramento de ameaas."
    }, 
    {
        "sentence_id,": "06ba357bf6", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Artefato malicioso: qualquer programa de computador, ou parte de um programa, construdo com a inteno de provocar danos, obter informaes no autorizadas ou interromper o funcionamento de sistemas e/ou redes de computadores (GSIPR, 2009b)."
    }, 
    {
        "sentence_id,": "05e9988bd1", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Equipe de Tratamento e Resposta a Incidentes em Redes Computacionais ETIR: grupo de pessoas com a responsabilidade de receber, analisar e responder s notificaes e atividades relacionadas a incidentes de segurana em redes de computadores (GSIPR, 2009b)."
    }, 
    {
        "sentence_id,": "927afeb6dc", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Segurana da Informao: proteo dos sistemas de informao contra a negao de servio a usurios autorizados, assim como contra a intruso, e a modificao desautorizada de dados ou informaes, armazenados, em processamento ou em trnsito, abrangendo, inclusive, a segurana dos recursos humanos, da documentao e do material, das reas e instalaes das comunicaes e computacional, assim como as destinadas a prevenir, detectar, deter e documentar eventuais ameaas a seu desenvolvimento (PRESIDNCIA, 2000)."
    }, 
    {
        "sentence_id,": "54e2f38941", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "protection"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "structure"
                ]
            }
        ], 
        "sentence": "The State of the Art in Critical Infraestructure Protection: a Framework for Convergence."
    }, 
    {
        "sentence_id,": "23b531b357", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Faculty of Computer Science, University of New Brunswick, Fredericton, N.B."
    }, 
    {
        "sentence_id,": "ae2a4dd333", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ministrio do Planejamento, Oramento e Gesto, Secretaria de Logstica e Tecnologia da Informao, Cmara Tcnica de Segurana da Tecnologia da Informao."
    }, 
    {
        "sentence_id,": "8724dfcb81", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Disponvel em <http://www.redegoverno.gov.br/eventos/arquivos/Mod_Seg_Inf.pdf>."
    }, 
    {
        "sentence_id,": "bf3cc104e4", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Disciplina a Gesto de Segurana da Informao e Comunicaes na Administrao Pblica Federal, direta e indireta, e d outras providncias."
    }, 
    {
        "sentence_id,": "fb611e47f8", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Criao de Equipes de Tratamento e Resposta a Incidentes em Redes Computacionais - ETIR."
    }, 
    {
        "sentence_id,": "fe7424d4f7", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "structure"
                ]
            }
        ], 
        "sentence": "Toward modeling and simulation of critical national infrastructure interdependencies."
    }, 
    {
        "sentence_id,": "ba99f74867", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "secure"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "technology", 
                    "technology"
                ]
            }
        ], 
        "sentence": "NIST Special Publication 800-50: Building an Information Technology Security Awareness and Training Program."
    }, 
    {
        "sentence_id,": "3347523f5d", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "institution", 
                    "secure"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards", 
                    "computing", 
                    "technology", 
                    "technology"
                ]
            }
        ], 
        "sentence": "Computer Security Division, Information Technology Laboratory, National Institute of Standards and Technology."
    }, 
    {
        "sentence_id,": "9b31f889df", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Institui a Poltica de Segurana da Informao nos rgos e entidades da Administrao Pblica Federal."
    }, 
    {
        "sentence_id,": "6cfcf44888", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Dispe sobre a salvaguarda de dados, informaes, documentos e materiais sigilosos de interesse da segurana da sociedade e do Estado, no mbito da Administrao Pblica Federal, e d outras providncias."
    }, 
    {
        "sentence_id,": "c45feba23b", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Dispe sobre a organizao da Presidncia da Repblica e dos Ministrios, e d outras providncias."
    }, 
    {
        "sentence_id,": "083aa5b4f4", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Secretaria de Logstica e Tecnologia da Informao, Ministrio do Planejamento, Oramento e Gesto."
    }, 
    {
        "sentence_id,": "f23e437069", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Dispe sobre o processo de contratao de servios de Tecnologia da Informao pela Administrao Pblica Federal direta, autrquica e fundacional."
    }, 
    {
        "sentence_id,": "a62c10d3a0", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "structure"
                ]
            }
        ], 
        "sentence": "A Generic National Framework for Critical Information Infrastructure (CIIP)."
    }, 
    {
        "sentence_id,": "3d9a9e0ccb", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "secure"
                ]
            }
        ], 
        "sentence": "Center for Security Studies, ETH."
    }, 
    {
        "sentence_id,": "b3590f694b", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "secure"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "evaluate"
                ]
            }
        ], 
        "sentence": "Improve of Evaluation Method for Information Security Levels of CIIP."
    }, 
    {
        "sentence_id,": "7c4633f046", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "technology", 
                    "technology"
                ]
            }
        ], 
        "sentence": "World Academy of Science, Engineering and Technology."
    }, 
    {
        "sentence_id,": "55f5463c35", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist", 
                    "software"
                ]
            }
        ], 
        "sentence": "Informaes Gerais do Ativo de Informao Data Verso Identificao nica Responsveis Preechimento (nome, cargo/funo, setor, telefone/ramal, e-mail corporativo) Nome Ativo Impacto no negcio (Alto, Mdio, Baixo) Descrio detalhada (descreva o objetivo do ativo, o que faz, como faz, requisitos utilizados, como foi desenvolvido, qual tecnologia, detalhes tcnicos ...) Proprietrio(s) do ativo (nome, cargo/funo, setor, telefone/ramal, e-mail corporativo) Contineres do Ativo de Informao (1) Aplicaes e Sistemas Aplicativos de usurios Sistemas Operacionais Sistemas Corporativos Outros softwares (2) Hardwares Servidores Storages Estaes de usurios Outros hardwares (3) Pessoas Especialistas ou unidades de negcio Fornecedores Clientes Outras pessoas (4) Outros contineres Locais fsicos Papel Mdias magnticas Outros Requisitos de Segurana do Ativo de Informao Requisitos de Confidencialidade Requisitos de Integridade Requisitos de Disponibilidade Relacionamentos do Ativo de Informao Id."
    }, 
    {
        "sentence_id,": "be24c003b6", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "digital"
                ]
            }
        ], 
        "sentence": "Criminosos digitais Destruio de informaes Acesso a dados sigilosos Divulgao ilegal de informaes Ganho monetrio Alteraes no autorizadas de dados ."
    }, 
    {
        "sentence_id,": "4540ab26b4", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "privacy"
                ]
            }
        ], 
        "sentence": "Violao da privacidade das pessoas; Espies ."
    }, 
    {
        "sentence_id,": "654d180e9e", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Abuso dos recursos computacionais; ."
    }, 
    {
        "sentence_id,": "095b7fe706", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "software"
                ]
            }
        ], 
        "sentence": "Sensibilidade radiao eletromagntica Radiao eletromagntica Inexistncia de um controle de mudanas de configurao Erro durante o uso Sensibilidade a variaes de voltagem Interrupo do suprimento de energia Sensibilidade a variaes de temperatura Fenmeno meteorolgico Armazenamento no protegido Furto de mdia ou documentos Descuidado durante o descarte Furto de mdia ou documentos Utilizao de cpias no controladas Furto de mdias ou documentos Software Inexistncia de procedimentos de teste de softwares."
    }, 
    {
        "sentence_id,": "c07dcbc28f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "software"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Abuso de direitos Software Falhas conhecidas no software Abuso de diretos No execuo do logout ao se deixar uma estao de trabalho Abuso de direitos Descarte ou reutilizao de mdia de armazenamento sem a execuo dos procedimentos apropriados de remoo dos dados Abuso de direitos Inexistncia de uma trilha de auditoria Abuso de direitos Atribuio errnea de direitos de acesso Abuso de diretos Software amplamente distribudo Comprometimento dos dados Utilizar programas aplicativos com um conjunto errado de dados Comprometimento dos dados Interface de usurio complexa Erro durante uso Inexistncia de documentao Erro durante uso Parmetros Incorretos Erro durante uso Datas incorretas Erro durante uso Rede Inexistncia de mecanismos de autenticao e identificao Forjamento de direitos Tabelas de senhas desprotegidas Forjamento de diretos Gerenciamento mal feito de senhas Forjamento de direitos Servios desnecessrios habilitados Processamento ilegal de dados Software novo ou imaturo Defeito de software Especificaes confusas o incompletas para os desenvolvedores Defeito de software Rede Inexistncia de um controle eficaz de mudana Defeito de software Download e uso no controlado de software Alterao do software Inexistncia de cpias de segurana Alterao do software Inexistncia de mecanismos de proteo fsica no prdio, portas e janelas Furto de mdia ou documentos Inexistncia de relatrios de gerenciamento Uso no autorizado de equipamento Inexistncia de evidncias que comprovem o envio ou recebimento de mensagens Repdio de aes Linhas de Comunicao desprotegidas Escuta no autorizada Trfego sensvel desprotegido Escuta no autorizada Junes de cabeamento mal feitas Falha do equipamento de telecomunicao Ponto nico de falha Falha do equipamento de telecomunicao No identificao e no autenticao do emissor ou receptor Forjamento de diretos Arquitetura insegura da rede Espionagem distncia Transferncias de senhas em claro Espionagem a distncia Gerenciamento de rede inadequado, quanto configurao de roteamentos Saturao do sistema de informao Conexes de redes pblicas desprotegidas Uso no autorizado de equipamento Recursos humanos Ausncia de recursos humanos Indisponibilidade de recursos humanos Recursos humanos Procedimentos de recrutamento inadequados Indisponibilidade de recursos humanos Treinamento insuficiente em segurana Erro durante o uso Uso incorreto de software e hardware Erro durante o uso Falta de conscientizao em segurana Erro durante o uso Inexistncia de mecanismos de monitoramento Processamento ilegal dos dados Trabalho no supervisionado de pessoal de limpeza ou de terceirizados Furto de mdia ou documentos Inexistncia de polticas pra o uso correto de meios de telecomunicao e de troca de mensagens Uso no autorizado de recurso Local ou instalaes Uso inadequado de mecanismos de controle de acesso fsico a locais sensveis Destruio de equipamento ou mdia Localizao em rea suscetvel a inundaes Inundao Fornecimento de energia instvel Interrupo de suprimento de energia Inexistncia de mecanismos de proteo fsica no prdio portas e janelas Furto de equipamentos Organizao Inexistncia de um procedimento formal para o registro de remoo de usurios Abuso de direitos Inexistncia de processo formal para a anlise crtica dos direitos de acesso Abuso de direitos Organizao Provises de segurana insuficientes o inexistentes em contratos com clientes e/ou terceiros Abuso de direitos Inexistncia de procedimentos de monitoramento das instalaes de processamento de informaes Abuso de direitos Inexistncia de auditorias peridicas Abuso de direitos Inexistncia de procedimentos para a identificao e anlise/avaliao de riscos Abuso de direitos Inexistncia de relatos de falha nos arquivos de auditoria das atividades de administradores e operaes Abuso de direitos Resposta inadequada do servio de manuteno Violao das condies de uso do sistema de informao Acordo de nvel de servio (SLA) inexistncia ou ineficaz Violao das condies de uso do sistema de informao Controle de mudanas inexistente ou ineficaz Violao das condies de uso do sistema de informao Procedimento e controle de sistemas de gerenciamento de segurana inexistentes Comprometimento dos dados Atribuio inadequada das responsabilidades pela segurana da informao Repdio de aes Plano de continuidade de servios inexistente Falha nos servios Organizao Poltica de uso de e-mail inexistente Erro durante o uso Ausncia de registros de auditoria (logs) Erro durante o uso Processo disciplinar no caso de incidentes de segurana inexistente Furto de equipamentos ou dados Poltica de uso de recursos de informtica inexistente Furto de equipamentos ou dados Inexistncia de controle de ativos fora da organizao Furto de equipamentos ou dados Inexistncia de procedimentos de direitos de propriedade intelectual Uso de cpias de aplicativos falsificadas ou ilegais."
    }, 
    {
        "sentence_id,": "80ac93e6f9", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "No nvel governamental, o Centro de Tratamento de Incidentes de Segurana em Redes de Computadores da Administrao Pblica Federal CTIR Gov (GSIPR, 2008b), subordinado ao Departamento de Segurana de Informao e Comunicaes - DSIC do Gabinete de Segurana Institucional da Presidncia da Repblica, tem como finalidade precpua o atendimento aos incidentes em redes de computadores pertencentes Administrao Pblica Federal, direta e indireta."
    }, 
    {
        "sentence_id,": "591da0006e", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "Gesto de crise fundamental que o rgo responsvel pela Segurana das Infraestruturas Crticas seja encarregado pela estrutura da gesto de crise no mbito nacional e, numa situao adversa, tenha condies de prover aconselhamento diretamente ao Presidente da Repblica."
    }, 
    {
        "sentence_id,": "d2eaa465f8", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Agncia governamental, provendo liderana e superviso estratgica; ."
    }, 
    {
        "sentence_id,": "543d02a7e9", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }
        ], 
        "sentence": "Liderana e Superviso Estratgica As lideranas devem fazer parte da Alta Administrao, embora os demais integrantes do rgo de Segurana das Infraestruturas Crticas da Informao possam ser oriundos de diversas agncias governamentais."
    }, 
    {
        "sentence_id,": "5b2067325f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Competncias Tcnicas O CTIR Gov dever estar em condies de atender s demandas tcnicas do rgo de Segurana das Infraestruturas Crticas da Informao do governo, e em plena sintonia com o CERT.br, o CAIS/RNP, e demais equipes de tratamento de incidentes em redes de computadores."
    }, 
    {
        "sentence_id,": "de6de907ea", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Agncias governamentais envolvidas com Segurana das Infraestruturas Crticas da Informao; ."
    }, 
    {
        "sentence_id,": "3857a99944", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "rgos fora da Administrao Pblica Federal (APF); ."
    }, 
    {
        "sentence_id,": "d6ef680f51", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ministrio da Justia, por meio do Departamento da Polcia Federal; ."
    }, 
    {
        "sentence_id,": "cbe6f0dada", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ministrio das Relaes Exteriores; ."
    }, 
    {
        "sentence_id,": "ca587ea9ca", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ministrio do Trabalho e Emprego; ."
    }, 
    {
        "sentence_id,": "4d854c7f09", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ministrio da Previdncia Social; ."
    }, 
    {
        "sentence_id,": "cb17f41bff", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ministrio da Cincia e Tecnologia; ."
    }, 
    {
        "sentence_id,": "803c051315", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ministrio do Meio Ambiente; ."
    }, 
    {
        "sentence_id,": "b504ed7544", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ministrio da Integrao Nacional; ."
    }, 
    {
        "sentence_id,": "c950121cd8", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ministrio do Planejamento, Oramento e Gesto; ."
    }, 
    {
        "sentence_id,": "6f4ecae863", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "computing"
                ]
            }
        ], 
        "sentence": "Clientes e Produtos Os alvos da unidade de Segurana das Infraestruturas Crticas da Informao podem ser classificados numa base de clientes fechada (que inclui os operadores de Infraestruturas Crticas nacionais) e numa aberta (que envolvem todas as pessoas jurdicas de direito privado e computadores caseiros)."
    }, 
    {
        "sentence_id,": "0c0763fc50", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "specialist"
                ]
            }
        ], 
        "sentence": "Base de Clientes Fechada Pela prpria criticidade das atividades, as Infraestruturas Crticas da Informao usualmente j possuem seus prprios especialistas para tratar de Segurana das Infraestruturas Crticas."
    }, 
    {
        "sentence_id,": "8bd717389a", 
        "tag": [
            {
                "category": "capacity building", 
                "subcategory": [
                    "consultant"
                ]
            }
        ], 
        "sentence": "Figura: Metodologia e requisitos (LOPES, 2010) Para imprimir o texto da consulta sem formatao, clique em IMPRIMIR no final da pgina."
    }, 
    {
        "sentence_id,": "ee9f121228", 
        "tag": [
            {
                "category": "capacity building", 
                "subcategory": [
                    "consultant"
                ]
            }
        ], 
        "sentence": "Para visualizar os dados, clique em DADOS DA CONSULTA CONSULTA PBLICA N 21 Ttulo REGULAMENTO SOBRE GESTO DE RISCO DAS REDES DE TELECOMUNICAES E USO DE SERVIOS DE TELECOMUNICAES EM SITUAES DE EMERGNCIA E DESASTRES Ttulo I - Captulo I TTULO I DISPOSIES GERAIS CAPTULO I DO OBJETIVO E DA ABRANGNCIA Art."
    }, 
    {
        "sentence_id,": "4805b4480a", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "O PGRiscos deve ser aprovado anualmente pela diretoria das prestadoras e pelo conselho de administrao, se houver."
    }, 
    {
        "sentence_id,": "ae1a20cc7f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Os relatrios mencionados no 3 tambm devem ser submetidos diretoria das prestadoras e ao conselho de administrao, se houver, que devem manifestar-se expressamente acerca das aes a serem implementadas para correo tempestiva das deficincias apontadas."
    }, 
    {
        "sentence_id,": "2e7f6d542b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "A estrutura operacional das prestadoras para o gerenciamento das redes e servios de telecomunicaes deve estar capacitada a identificar, monitorar, analisar, avaliar e tratar os riscos."
    }, 
    {
        "sentence_id,": "1d3882f9d4", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Maior detalhamento das informaes que devero ser enviadas Agncia, dos elementos a serem monitorados, bem como a periodicidade e a forma de seu envio, para o recebimento e gerenciamento de que trata o caput, sero definidas por grupo de trabalho com a participao da Anatel e de representante das Prestadoras."
    }, 
    {
        "sentence_id,": "de2fc3aecf", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "13 As prestadoras do SMP, SME, SeAC, TV a Cabo, MMDS, DTH devero, quando acionadas pelo rgo governamental competente sobre a eminncia de desastres, disseminar notificao de alerta e de orientao aos usurios localizados nos municpios em situao de risco."
    }, 
    {
        "sentence_id,": "0ec65e7796", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "1 A disseminao da notificao de alerta e de orientao pelas prestadoras do SMP e SME, contendo mensagem pr-estabelecida pelo rgo governamental competente, dever ser realizada atravs de mensagens de texto e mensagens de voz."
    }, 
    {
        "sentence_id,": "73f3d614c3", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "2 A disseminao da notificao de alerta e de orientao pelas prestadoras do SeAC, TV a Cabo, MMDS, DTH contendo mensagem pr-estabelecida pelo rgo governamental competente, dever ser realizada atravs de avisos ou mensagens superpostas programao normal (pop-ups)."
    }, 
    {
        "sentence_id,": "8bff3187d2", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }, 
            {
                "category": "child online protection", 
                "subcategory": [
                    "NCA"
                ]
            }
        ], 
        "sentence": "O contedo da mensagem e o momento em que deve ser encaminhado o alerta so de responsabilidade do rgo governamental competente."
    }, 
    {
        "sentence_id,": "ea2d7c5fff", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "As prestadoras de servios de telecomunicaes devem enviar o alerta imediatamente aps a comunicao do rgo governamental competente ou quando este determinar."
    }, 
    {
        "sentence_id,": "ffcb9fcc18", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Ministrio do Planejamento, Oramento e Gesto."
    }, 
    {
        "sentence_id,": "452efa0e98", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Estratgia Geral de Tecnologia da Informao do SISP 2013-2015: verso 1.0 / Ministrio do Planejamento, Oramento e Gesto, Secretaria de Logstica e Tecnologia da Informao."
    }, 
    {
        "sentence_id,": "939a99b059", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }
        ], 
        "sentence": "GLOSSRIO 29 Anexos 31 ANEXO 1 - Lista dos rgos integrantes do SISP 32 ANEXO 2 Anlise Ambiental 35 ANEXO 3 Plano de Metas 2011-2012 37 ANEXO 4 Pesquisa Situacional 2012 rgos Setoriais 46 ANEXO 5 Documentao dos Indicadores 56 APRESENTAO A Estratgia Geral de Tecnologia da Informao (EGTI) um instrumento de gesto do Sistema de Administrao dos Recursos de Tecnologia da Informao (SISP), que traa a direo da Tecnologia da Informao (TI), definindo o plano estratgico que visa promover a melhoria contnua da gesto e governana de TI, assim como a sustentao da insfraestrutura, alm de subsidiar os rgos do Sistema na elaborao dos Planejamentos de Tecnologia da Informao, inclusive em atendimento ao que determina o Art."
    }, 
    {
        "sentence_id,": "edc76c0ef1", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "4 do Decreto n 7.579, de 2011, o rgo Central do SISP elaborar, em conjunto com os rgos Setoriais e Seccionais do SISP, a Estratgia Geral de Tecnologia da Informao - EGTI para a Administrao direta, autrquica e fundacional do Poder Executivo Federal, revisada e publicada anualmente, para servir de subsdio elaborao dos PDTI pelos rgos e entidades integrantes do SISP."
    }, 
    {
        "sentence_id,": "04a46bdc37", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "A EGTI 2013-2015 estabelece nove objetivos estratgicos distribudos em cinco perspectivas: Sociedade; Governo Federal; Processos Internos; Pessoas, Aprendizado e Crescimento e Financeiro."
    }, 
    {
        "sentence_id,": "d9c9718207", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Assim, a atual verso da EGTI sinaliza para a busca do amadurecimento institucional do SISP e do fortalecimento da atuao dos rgos integrantes do sistema na gesto e governana de TI, e destaca como tendncia a unificao da tecnologia da informao (TI) com a comunicao (C), gerando, assim, a TIC."
    }, 
    {
        "sentence_id,": "266b167bd6", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Alm disso, consolida um rico processo de construo colaborativa entre os rgos integrantes do SISP e torna pblica a estratgia do governo federal para a rea de TI."
    }, 
    {
        "sentence_id,": "2b85d02f87", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "CONTEXTO SISP O Sistema de Administrao dos Recursos de Tecnologia da Informao (SISP) tem por objetivo, de acordo com o Decreto n 7579, de 11 de outubro de 2011, o planejamento, a coordenao, a organizao, a operao, o controle e a superviso dos recursos de tecnologia da informao dos rgos e entidades da administrao pblica federal direta, autrquica e fundacional, em articulao com os demais sistemas utilizados direta ou indiretamente na gesto da informao pblica federal."
    }, 
    {
        "sentence_id,": "92b4298424", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }
        ], 
        "sentence": "So finalidades do SISP: assegurar ao Governo federal suporte de informao adequado, dinmico,confivel e eficaz; facilitar aos interessados a obteno das informaes disponveis, resguardados os aspectos de disponibilidade, integridade, confidencialidade e autenticidade, bem como restries administrativas e limitaes legais; promover a integrao e a articulao entre programas de governo, projetos e atividades, visando definio de polticas, diretrizes e normas relativas gesto dos recursos de tecnologia da informao; estimular o uso racional dos recursos de tecnologia da informao, no mbito do Poder Executivo Federal, visando melhoria da qualidade e da produtividade do ciclo da informao; estimular o desenvolvimento, a padronizao, a integrao, a interoperabilidade, a normalizao dos servios de produo e disseminao de informaes, de forma desconcentrada e descentralizada; propor adaptaes institucionais necessrias ao aperfeioamento dos mecanismos de gesto dos recursos de tecnologia da informao; estimular e promover a formao, o desenvolvimento e o treinamento dos servidores que atuam na rea de tecnologia da informao; e definir a poltica estratgica de gesto de tecnologia da informao do Poder Executivo Federal."
    }, 
    {
        "sentence_id,": "8df46a9236", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "3 do Decreto n 7.579, de 11 de outubro de 2011, integram o SISP: como rgo Central, a Secretaria de Logstica e Tecnologia da Informao do Ministrio do Planejamento, Oramento e Gesto; como rgos Setoriais, representadas por seus titulares, as unidades de administrao dos recursos de tecnologia da informao dos Ministrios e dos rgos da Presidncia da Repblica; a Comisso de Coordenao, formada pelos representantes dos rgos Setoriais, presidida por representante do rgo Central; como rgos Seccionais, representadas por seus titulares, as unidades de administrao dos recursos de tecnologia da informao das autarquias e fundaes; e 7 como rgos Correlatos, representados pelos seus titulares, as unidades desconcentradas e formalmente constitudas de administrao dos recursos de tecnologia da informao nos rgos Setoriais e Seccionais."
    }, 
    {
        "sentence_id,": "9a9728a598", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }
        ], 
        "sentence": "1.1.2 Competncias So competncias dos rgos que compem o SISP, segundo o Decreto n 7.579, de 11 de outubro de 2011: Compete ao rgo Central do SISP: orientar e administrar os processos de planejamento estratgico, de coordenao geral e de normalizao relativos aos recursos de tecnologia da informao abrangidos pelo SISP; definir, elaborar, divulgar e implementar, com apoio da Comisso de Coordenao, as polticas, diretrizes e normas gerais relativas gesto dos recursos do SISP e ao processo de compras do Governo na rea de tecnologia da informao; promover a elaborao de planos de formao, desenvolvimento e treinamento do pessoal envolvido na rea de abrangncia do SISP; incentivar aes prospectivas, visando acompanhar as inovaes tcnicas da rea de tecnologia da informao, de forma a atender s necessidades de modernizao dos servios dos rgos e entidades abrangidos pelo SISP; e promover a disseminao das polticas, diretrizes, normas e informaes disponveis, de interesse comum, entre os rgos e entidades abrangidos pelo SISP."
    }, 
    {
        "sentence_id,": "ffeb779c50", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "assessment"
                ]
            }
        ], 
        "sentence": "Compete Comisso de Coordenao do SISP: participar da elaborao e implementao das polticas, diretrizes e normas gerais relativas gesto dos recursos do SISP e ao processo de compras do Governo na rea de tecnologia da informao; assessorar o rgo Central do SISP no cumprimento de suas atribuies; promover o intercmbio de conhecimento entre seus participantes e homogeneizar o entendimento das polticas, diretrizes e normas gerais relativas ao SISP; e acompanhar e avaliar os resultados da regulamentao emanada do rgo Central do SISP, e propor ajustamentos."
    }, 
    {
        "sentence_id,": "046cdbff9f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister"
                ]
            }
        ], 
        "sentence": "Compete aos rgos Setoriais do SISP: coordenar, planejar, articular e controlar as aes relativas aos recursos de tecnologia da informao, no mbito dos respectivos Ministrios ou rgos da Presidncia da Repblica; fornecer subsdios ao rgo Central do SISP, por intermdio da Comisso de Coordenao, para a definio e elaborao de polticas, diretrizes e normas gerais relativas ao SISP; cumprir e fazer cumprir, por meio de polticas, diretrizes, normas e projetos setoriais, as polticas, diretrizes e normas gerais emanadas do rgo Central do SISP; e participar, como membro da Comisso de Coordenao, dos encontros de trabalho programados para tratar de assuntos relacionados ao SISP."
    }, 
    {
        "sentence_id,": "7b75a26625", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Ainda para contextualizao do SISP, convm destacar que os rgos, devido quantidade e diversidade de estruturas, possuem realidades distintas no que se refere a recursos de todos os tipos e condies de promover a gesto e governana da TI."
    }, 
    {
        "sentence_id,": "c7ba313e5f", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "A segunda verso, elaborada em 2009 para ter vigncia no ano de 2010, resultou da reviso da EGTI anterior e buscou o alinhamento de estratgias de TI, a fim de subsidiar os rgos integrantes do Sistema a alcanar o aumento da maturidade de processos de Governana de TI."
    }, 
    {
        "sentence_id,": "cce0c93646", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Buscou a continuidade das evolues obtidas com as estratgias anteriores: o fortalecimento das reas de TI, a entrega de valor s reas finalsticas de negcio e o apoio ao cumprimento das metas governamentais."
    }, 
    {
        "sentence_id,": "20e7250c82", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "A EGTI 2013-2015 tem o compromisso de fortalecer a gesto e a governana estratgica do SISP, fazendo com que a estratgia definida seja sistematicamente implementada, acompanhada e analisada, para garantir que a viso de futuro e os objetivos planejados sejam alcanados."
    }, 
    {
        "sentence_id,": "ce198b8269", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "REFERENCIAL ESTRATGICO 4.1 Misso Promover a melhoria da governana e da gesto de tecnologia da informao nos rgos integrantes do Sistema, agregando valor s polticas pblicas e ao desenvolvimento sustentvel do pas."
    }, 
    {
        "sentence_id,": "9a4cf71db8", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "4.2 Viso Ser a principal referncia de sucesso e inovao na gesto estratgica de recursos de tecnologia da informao dos programas e polticas do governo federal."
    }, 
    {
        "sentence_id,": "428f866a48", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Foco em Resultados Buscar sempre a efetividade na gerao de valor para as instituies governamentais."
    }, 
    {
        "sentence_id,": "b1e137f3f1", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Transparncia Incentivar a cultura da publicidade das aes governamentais, com honestidade e respeito, propiciando maior credibilidade sociedade e ao prprio Governo."
    }, 
    {
        "sentence_id,": "eceb830781", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "No entanto, vlido destacar que os demais assuntos tambm devem ser tratados por cada equipe responsvel no rgo Central, bem como pelos rgos que integram o SISP, haja vista a complexidade e oportunidades que so inerentes s reas de TI da Administrao Pblica Federal."
    }, 
    {
        "sentence_id,": "51e6d2d763", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Dessa forma, os objetivos estratgicos do SISP esto organizados horizontalmente em perspectivas adaptadas do modelo original, sendo elas: Pessoas, Aprendizado e Crescimento: contm os objetivos relacionados ao desenvolvimento de pessoas e de estruturao da organizao; Financeiro: relaciona-se aos objetivos voltados para a gesto oramentria; Processos Internos: rene os objetivos relacionados s aes internas e de apoio direto ao alcance da viso; Governo Federal: a perspectiva intermediria entre os processos internos e os resultados da sociedade, que visa aprimorar a capacidade de gesto do governo; e Sociedade: rene os resultados tangveis da estratgia que impactam na sociedade."
    }, 
    {
        "sentence_id,": "1dc2b90435", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }, 
            {
                "category": "capacity building", 
                "subcategory": [
                    "consultant"
                ]
            }
        ], 
        "sentence": "O documento foi publicado em 2010, sendo objeto de ampla consulta a todos os setores da sociedade e do Estado, levando em conta a experincia da Administrao Pblica, que necessariamente instrumento de sua implementao."
    }, 
    {
        "sentence_id,": "1120dddfec", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Considerando que o perodo de vigncia de doze anos e, portanto, trs governos, ele nodefine programas de Governo ou apresenta metas financeiras."
    }, 
    {
        "sentence_id,": "7d3602f589", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Abaixo, dentre vrias metas do Plano Brasil 2022, listamos apenas aquelas que esto prximas dos objetivos estratgicos da nova EGTI: Economia Modernizar o funcionamento da Administrao Pblica."
    }, 
    {
        "sentence_id,": "d837eb99cf", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "digital"
                ]
            }
        ], 
        "sentence": "Sociedade Promover a incluso digital e tecnolgica da juventude."
    }, 
    {
        "sentence_id,": "bb4108e4b4", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "democracy", 
                    "government"
                ]
            }
        ], 
        "sentence": "7.2 Plano Plurianual 2012-2015 A viso de futuro do atual Governo est alicerada em valores que iro orientar constantemente as aes do Governo Federal: Soberania, Democracia, Justia Social, Sustentabilidade, Diversidade Cultural e Identidade Nacional, Participao Social e Excelncia na Gesto."
    }, 
    {
        "sentence_id,": "d0d1a23818", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "O Plano Plurianual 2012-2015 foi construdo a partir da dimenso estratgica definida pelo governo e organizado luz dos cenrios econmico, social, ambiental e regional."
    }, 
    {
        "sentence_id,": "829a581e35", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Sendo assim, de fundamental importncia o alinhamento dos planos estratgicos s aes do PPA , buscando o aumento de sinergia entre os rgos/entidades na busca de um mesmo objetivo governamental."
    }, 
    {
        "sentence_id,": "3ac54525c1", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "O alinhamento da EGTI ao PPA 2012-2015 resultou na identificao de 2 Programas e 5 Objetivos, representando a sua participao nas polticas pblicas do Governo Federal."
    }, 
    {
        "sentence_id,": "976c156a06", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "democracy", 
                    "government"
                ]
            }
        ], 
        "sentence": "A EGTI 2013-2015 se conecta ao PPA em relao aos compromissos polticos assumidos pelo governo para a rea da Democracia e Aperfeioamento da Gesto Pblica e da Cidadania e Justia."
    }, 
    {
        "sentence_id,": "6ab44a1fb8", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "democracy"
                ]
            }
        ], 
        "sentence": "PROGRAMA: 2038 - DEMOCRACIA E APERFEIOAMENTO DA GESTO PBLICA (PPA 2012-2015) OBJETIVOS PPA 2012-2015 OBJETIVOS EGTI 2013-2015 OBJETIVO: 0605 - Ampliar a oferta de servios pblicos de excelncia ao cidado, s empresas e s demais organizaes da sociedade, mediante a melhoria dos marcos legais, dos processos de trabalho e da tecnologia da informao."
    }, 
    {
        "sentence_id,": "9527467408", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }, 
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification", 
                    "digital"
                ]
            }
        ], 
        "sentence": "Metas: Implementar e disponibilizar a Agenda Brasil Digital de Governo Eletrnico sociedade; Implementar Modelo de Acessibilidade de Governo Eletrnico (e- MAG) nos stios governamentais; Massificao do uso de Certificados Digitais da ICP- Brasil."
    }, 
    {
        "sentence_id,": "93b05c5eea", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification", 
                    "digital"
                ]
            }
        ], 
        "sentence": "02D2 - Massificao e aperfeioamento da Certificao Digital ICP Brasil e outras tecnologias de segurana da informao e identificao digital necessrias s transaes eletrnicas de interesse da Unio, dos Estados, dos Municpios e da sociedade, mediante a garantia de pleno funcionamento da Infraestrutura de Chaves Pblicas Brasileira e de Carimbo do Tempo da ICP Brasil, como forma de assegurar sua interoperabilidade, capilaridade, acessibilidade e eficcia jurdica s transaes e documentos eletrnicos, bem como contribuir para a preservao do meio ambiente ao permitir a desmaterializao de processos e documentos."
    }, 
    {
        "sentence_id,": "4d6c09a538", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }
        ], 
        "sentence": "Melhorar continuamente a prestao de servios e a transparncia de informaes sociedade OBJETIVO: 0606 - Aperfeioar a gesto de pessoas na administrao pblica federal, orientada por competncias e pela democratizao das relaes de trabalho, visando aumentar a capacidade do governo na implementao de polticas pblicas."
    }, 
    {
        "sentence_id,": "9c396dc31c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "Aprimorar a gesto de pessoas de TI PROGRAMA: 2020 - CIDADANIA E JUSTIA (PPA 2012-2015) OBJETIVOS PPA 2012-2015 OBJETIVOS EGTI 2013-2015 OBJETIVO: 0607 - Aperfeioar o processo de alocao e de gesto dos recursos pblicos mediante o fortalecimento e a integrao das funes de planejamento, oramento, execuo, monitoramento, avaliao e controle de polticas pblicas."
    }, 
    {
        "sentence_id,": "b71617ce81", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }
        ], 
        "sentence": "Alcanar a efetividade na gesto de TI OBJETIVOS PPA 2012-2015 OBJETIVOS EGTI 2013-2015 OBJETIVO: 0579 - Fortalecer a governana e ampliar a capacidade institucional da Administrao Pblica, visando a melhor organizao e funcionamento do Estado."
    }, 
    {
        "sentence_id,": "334fc3095e", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Aperfeioar a governana de TI OBJETIVO: 0872 - Consolidar a poltica nacional de arquivos, modernizar os servios arquivsticos governamentais e preservar o patrimnio arquivstico nacional de forma a harmonizar a responsabilidade do poder pblico com o direito constitucional dos cidados de acesso informao e contribuir para a promoo do direito memria e verdade."
    }, 
    {
        "sentence_id,": "8ac9b70b59", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration"
                ]
            }
        ], 
        "sentence": "Meta: - Aprovar marcos legais para os Sistema de Administrao de Recursos de Informao e Informtica (SISP), Sistema de Servios Gerais (SISG) e Sistema de Gesto de Documentos de Arquivo (SIGA) da Administrao Pblica Federal Iniciativa: - 03KR - Modernizao e integrao sistmica dos servios arquivsticos dos rgos e entidades da Administrao Pblica Federal."
    }, 
    {
        "sentence_id,": "0593ed678d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "monitor"
                ]
            }
        ], 
        "sentence": "8.1 Indicadores Indicadores so instrumentos de gesto essenciais nas atividades de monitoramento e avaliao dos resultados das organizaes."
    }, 
    {
        "sentence_id,": "321d6eb8ea", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "2.3 Propiciar o alinhamento do oramento de TI s estratgias do rgo e do Governo."
    }, 
    {
        "sentence_id,": "3bc056d6a2", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "minister", 
                    "administration", 
                    "government"
                ]
            }
        ], 
        "sentence": "Aperfeioar a gesto oramentria de TI PERSPECTIVA: PROCESSOS INTERNOS DESCRIO DO OBJETIVO Alinhar a TI s estratgias e objetivos da organizao, definindo papis e responsabilidades e envolvendo a alta administrao nas decises, alm de adotar prticas de governana que permitam a entrega de valor ao rgo."
    }, 
    {
        "sentence_id,": "15a7579d6e", 
        "tag": [
            {
                "category": "legal measures", 
                "subcategory": [
                    "government"
                ]
            }
        ], 
        "sentence": "Aperfeioar a governana de TI"
    }
]