[
    {
        "sentence_id,": "fa36562ae9", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Izmjene i dopune Zakona o krivicnom postupku u BiH, vodeci racuna o ustavnim nadlenostima, u cilju unapredenja zatite djece od djecje pornografije i drugih oblika seksualnog iskoritavanje u skladu sa medunarodnim standardima i preporukama, a posebno Konvencijom o cyber kriminalu i Konvencijom o zatiti djece od seksualnog iskoritavanja i zlostavljanja."
    }, 
    {
        "sentence_id,": "2274692744", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Izmjena krivicnih zakona u BIH, vodeci racuna o ustavnim nadlenostima, u skladu sa medunarodnim standardima i preporukama, a posebno Konvencijom o cyber kriminalu i Konvencijom o zatiti djece od seksualnog iskoritavanja i zlostavljanja."
    }, 
    {
        "sentence_id,": "fad1733eb3", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Usko specijalisticka obuka policije za on-line istraivanje KD (procesnopravno prikupljanje dokaza, put dokaza, prikrivene istrage i sl.)."
    }, 
    {
        "sentence_id,": "841ab4e147", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Ministartvo sigurnosti BIH, Ministarstvo unutranjih poslova FBIH, Ministarstvo unutranjih psolova Republike Srpske, Policija Distrikta Brcko BIH."
    }, 
    {
        "sentence_id,": "bf825db9b3", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Kreiranje jedinstvenih smjernica o postupanja ISP- ova u slucajevima detektovanja stranica koje prikazuju nasilje nad djecom Ministarstvo prometa i komunikacija BIH, RAK, Ministarstvo unutranjih poslova FBIH, Ministarstvo unutranjih poslova Republike Srpske, Policija Distrikta Brcko BIH, Ministarstvo pravde FBIH, Ministarstvo pravde RS, Pravosudna komisija BD BIH."
    }, 
    {
        "sentence_id,": "f3bc41c106", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Rad na obezbjedenju pristupa policijskom forumu GROOVE, nadlenim agencijama (organizacijama) u BIH koje se bave ovom problematikom."
    }, 
    {
        "sentence_id,": "a7cab07736", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Harmoniziranje standarda za pruanje pomoci i zatite djece rtava trgovine ljudima i drugih vidova kriminala Ministarstvo za ljudska prava i izbjeglice BiH; Ministarstvo sigurnosti BiH; Nadlena ministartva iz oblasti obrazovanja, socijalne zatite i zdravstva u FBIH; Ministarstvo za porodicu, omladinu i sport Republike Srpske; Odjeli za obrazovanje, socijalnu zatitu i zdravstvo Brcko Distrikta BIH."
    }
]