[
    {
        "sentence_id,": "5ff78da1e8", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "The strategy will be implemented through a number of strategic pillars: International Cooperation; ICT Innovation and Entrepreneurship; ICT Industry Development; Digital Citizenship; Human Capacity Building; Government ICT Infrastructure and Digital Services; and Telecommunications and Postal Service Infrastructure."
    }, 
    {
        "sentence_id,": "0ec4e127e0", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The general policies of the strategy cover green ICT, Arabic digital content, cloud computing, digital identity management, access to information, e-commerce, mobile applications for development, manufacturing of tablet computers for education, open-source software and empowering people with disabilities."
    }, 
    {
        "sentence_id,": "35faef9ce7", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }, 
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Strategic Goals Strengthening the National Economy Promoting Digital Citizenship and Information Society Supporting the Democratic Transition Promoting Sustainable Development Strategic Goals Digital Citizenship ICT Empowering People with Disabilities Internet Safety Program for the production and dissemination of information Activation of a partnership with the ministries, agencies and companies operating in the ICT sector as the main sources of data National Broadband Initiative Digital identity management initiative Technology Homes program Program to raise inclusion of rural and marginalized areas through ICTs ICT Empowering People with Disabilities Program to support civil society organizations through ICTs Program to improve access to postal services through ICTs and promote innovation in postal service provision ICT Industry Development IT exports promotion program Technology zones development program Outsourcing and IT services training program Initiative for education development using IT, cloud computing and the Egyptian Educational TABLET Industry development Program to support SMEs through ICTs Outsourcing and IT services training program ICT centers of excellence program E-learning program to promote use of technology in support of innovation and entrepreneurship ICT centers of excellence program E-learning program to promote use of technology in support of innovation and entrepreneurship Green ICT initiative Entrepreneurship support program Program to promote research and support researchers ICT Innovation and Entrepreneurship International Cooperation Back to Africa initiative Cooperation with international organizations Bilateral cooperation Regional cooperation Strategic development partners program Strengthening the National Economy Promoting Digital Citizenship and Information Society Supporting the Democratic Transition Promoting Sustainable Development Strategic Axes Government ICT Infrastructure and Digital Services Telecommunications and Postal Service Infrastructure Human Capacity Building Program to enhance cooperation and interaction between all parties in the postal sector Cybersecurity program Program to raise the efficiency of postal networks Program to modernize and diversify postal products and services National Broadband Initiative Green ICT initiative Program to support environmental protection and sustainable growth Program to improve access to postal services through ICTs and promote innovation in postal service provision Program to enhance international alliances National Broadband Initiative Program to modernize and diversify postal products and services Programs to develop State sectors: Healthcare services Educational services Agricultural services Development of commercial sector activities through chambers of commerce Development of financial sector activities Improvement of the work environment in administrative entities Legislative services Housing sector Peoples Assembly and Shoura Council work systems Transport system Security system Tourism system Infrastructure in marginalized regions Ministry of Foreign Affairs system Ministry of Culture system National Broadband Initiative E-signature activation program e-Commerce program Initiative for education development using Digital identity IT, cloud computing management and the Egyptian program Educational Tablet Computer Green ICT initiative Arabic digital e-Content initiative Strategic Axes National Broadband Initiative Arabic digital e-Content initiative E-signature activation program e-Commerce program Initiative for education development using IT, cloud computing and the Egyptian Educational TABLET ICT for Illiteracy Eradication Initiative Program to promote research and support researchers Olympiad in Informatics Outsourcing and IT services training program at the Arab level ICT certificate scholarship program Computer Competence Certificate (C3) Human development program Egyptian Olympiad in Informatics Education development program for Egyptian universities (EDU Egypt) Professional training Quantitative Indicators and Goals Technology Homes ICT Empowering program program People with Disabilities Specialized training Back to Africa initiative program Legislation Training for IT trainers Centers of excellence program Training program General Applicable Policies (digital identity management, green technology, access to information, empowering people with disabilities, mobile device applications) 10 11 Strategy Drafting Methodology The Ministry of Communications and Information Technology was established in 1999 to develop the national ICT sector."
    }, 
    {
        "sentence_id,": "0bffb3e43d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Strategy Framework The present document is divided into two main parts: The first part includes the vision, mission, aims and policies for the ICT sector from 2012 to 2017, as well as the most important legislative amendments that will be formulated during this period."
    }, 
    {
        "sentence_id,": "9814d28a92", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }, 
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "10 of 2003 4.2 Freedom of Information Draft Law 4.3 Cybersecurity Draft Law 5 General and Targeted Strategic Policies 6 Strategic Pillars and Executive Work Programs 6.1 Telecommunications and Postal Service Infrastructure 6.2 Government ICT Infrastructure and Digital Services 6.3 Human Capacity Building 6.4 Digital Citizenship 6.5 ICT Industry Development 6.6 ICT Innovation and Entrepreneurship 6.7 International Cooperation 7 Targeted Strategic Initiatives 7.1 Digital Identity Management Initiative 7.2 Arabic Digital Content Initiative 7.3 The Educational Reform Initiative using ICTs, Cloud Computing and the Tablet Computer 7.4 Back to Africa Initiative 7.5 ICT for Empowering People with Disabilities (PWDs) 7.6 Green ICT Initiative 8 Conclusion 8.1 Monitoring and Evaluation 8.2 Conclusion 1 - Towards a Digital Society and Knowledge-based Economy 16 17 The ICT revolution has extended the reach of the sector far beyond facilitating communication, to the extent that sustainable development in all fields now largely relies on the use of ICTs."
    }, 
    {
        "sentence_id,": "5c8eb493ad", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "As part of this process, MCIT identified best practices, critical success factors and potential challenges, allowing it to amend ICT policies and restructure the sector in response to real-time needs."
    }, 
    {
        "sentence_id,": "e1b3f6b93e", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Recognizing the essential role of ICT in social and economic development, MCIT devised the ICT for All program to fulfill two main goals: first, raising citizens quality of life by helping the government improve public service provision through the use of ICTs and the development of a knowledge-based society; and second, facilitating citizens access to computers and high-speed internet, raising youth employability through ICT training, thus, encouraging government employees to undertake internationally accredited ICT certification programs."
    }, 
    {
        "sentence_id,": "39dc458175", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "In this context, the following three basic targets have been identified: Poverty reduction and the raising of living standards in identified local communities through empowerment, facilitating market access, improving education and training services, and developing basic infrastructure networks , Ensuring local communitiesownership of the services received through their involvement in evaluating the quality of these services Building a relationship of trust between the government and local communities."
    }, 
    {
        "sentence_id,": "2f6f425dc4", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "This will allow Egyptian graduates to compete in the global market and enable Egypt to produce and develop ICT tools and software to international standards."
    }, 
    {
        "sentence_id,": "e3a30d918d", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "The strategy also aims to promote the development of mobile services, expansion of mobile coverage in underserved areas, adherence to global standards in environmental and health protection related to mobile stations, development of mobile internet access services, use of geo data bases and similar systems, and use of ICTs to monitor and facilitate adaptation to climate change."
    }, 
    {
        "sentence_id,": "39c1614c6e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "5 - General and Targeted Strategic Policies In light of the rapid and ongoing growth of the ICT sector, developing policies and regulations related to modern technologies is a strategic national priority."
    }, 
    {
        "sentence_id,": "3c7e581ca8", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The importance of determining and adopting the right policies stems from the need to establish the foundations, mechanisms and procedures through which strategies can be successfully implemented, with close attention to protecting the interests of individuals and society, and identifying users duties and responsibilities."
    }, 
    {
        "sentence_id,": "0c749e6a4a", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The policies adopted in previous strategic plans were successful in ensuring the ICT sectors ability to meet increasing demand."
    }, 
    {
        "sentence_id,": "40bf969b78", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "MCIT therefore established various work programs to develop and determine policies in light of strategic planning aims, research and analytical studies."
    }, 
    {
        "sentence_id,": "d8de6e81d6", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "These programs aim at: Drafting and updating policies and guiding principles concerning ICT use in local development Contributing to the development of legislative and regulatory frameworks related to the ICT sector Supporting the development of strategies to increase the spread and use of ICTs and maximize their benefit to users and society Monitoring developments in technology 36 37 The National ICT Strategy for 2012 - 2017 was formulated with special attention to the following considerations: Drafting policies with the greatest flexibility to respond to the increasing demand for communications services through continuous development of ICT infrastructure."
    }, 
    {
        "sentence_id,": "ec7af9568b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "This can be facilitated by market studies determining the priority needs of consumers and the business sector and at the same time be aware of the challenges faced by the consuming sectors for this kind of service Drafting the most comprehensive policies possible, enabling Egypt to excel in using ICTs for development."
    }, 
    {
        "sentence_id,": "6c6c299fab", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "This can be achieved by providing ICT infrastructure in marginalized areas, encouraging inter-company use of ICTs, increasing ICT access for Arabic speakers, and providing support for SMEs, which can play an important role in ICT service exports and the production of Arabic digital content Drafting policies that have quantifiable objectives and whose progress is easy to monitor MCIT will review the policies of the strategy and make modifications as and when required, in accordance with government policies and priorities, in response to relevant developments in the ICT field."
    }, 
    {
        "sentence_id,": "e1c1108bd0", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The policies contained in the strategy are divided into two types, as follows: General Policies: These policies apply to all projects and programs for the ICT sector due to their importance both to Egypt and the international community."
    }, 
    {
        "sentence_id,": "94f58d31c0", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "These policies cover: Digital identity management Green ICT Empowerment of people with disabilities Access to information Mobile applications for development Targeted Policies: These policies apply to a limited number of programs in certain fields."
    }, 
    {
        "sentence_id,": "4654eeb8c8", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "These policies cover: Arabic digital content Cloud computing e-Commerce Manufacturing of tablet computers Open-source software 38 39 Executive Programs Aims Policy, Research and Strategic Planning Development Program ICT and Postal Sector Policy Development Program Following up on the latest developments in general and targeted policies on the regional and international levels Ensuring Egypts effective participation in decision making forums and work groups concerned with policy, standards and recommendations in the ICT field on the regional and international levels Developing existing ICT and postal sector policies and practices at the national level through analysis of relevant international experience Monitoring developments in the ICT environment to ensure ICT general policy and national strategy conform to the needs of the sector."
    }, 
    {
        "sentence_id,": "6ad6a510fe", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "And to deploy these policies and introduce them to all levels locally Strategic Planning Program Determining and analyzing ICT sector challenges Determining future strategic goals for the ICT sector in cooperation with concerned departments Establishing a mechanism to monitor and evaluate the work program and preparing periodic progress reports Drafting relevant sub-strategies Analytical Studies and Research Program Determining areas for ICT research and studies, in cooperation with concerned entities, particularly technosocial research and comparative studies indicating political and social trends and their relation to ICT."
    }, 
    {
        "sentence_id,": "9b7e1e84e1", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "It will also facilitate monitoring of the progress of the sector in the field of sustainable development Table 5.1: Work Programs to Develop ICT Sector Strategies and Policies Table 5.1: Work Programs to Develop ICT Sector Strategies and Policies Main Program 5 - General and Targeted Strategic Policies 6 - Strategic Pillars and Executive Work Programs The National ICT Strategy for 2012-2017 comprises seven main work pillars that represent the executive tracks for programs and projects related to the ICT sector in the next five years."
    }, 
    {
        "sentence_id,": "61306404b4", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "The pillars are: the Telecom and postal services infrastructure, Government ICT infrastructure and digital services, national capacity building, digital citizenship, IT industry development, ICT innovation and entrepreneurship and international cooperation."
    }, 
    {
        "sentence_id,": "ec57a984b2", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "The primary strategic objectives of this axis are: Developing the capacity of human resources to support the national economy, in collaboration with stakeholders in various sectors, including education and healthcare Creating job opportunities for graduates and raising the value of knowledge and creativity Promoting specialization and the acquisition of specialist skills in the various fields of ICT through internationally accredited programs Equipping future generations with the ability to apply ICTs in all sectors to boost national development, productivity and competitiveness Executive Programs Aims Table 6.3: Human Capacity Building Primary Programs Education Development Program for Egyptian Universities (EDUEgypt) Bridging the gap between student skills and the competencies required by the job market, particularly in the field of outsourcing Training of IT Trainers Program Equipping young people across the country to become IT trainers responsible for promoting IT skills and human development and technically supervising training centers to raise the efficiency of management systems to International Quality Certificate level Enhancing IT trainers technical and personal skills, knowledge and professionalism ICT Centers of Excellence Program Establishing centers of excellence to promote technology innovation and develop a knowledge-based society Establishing a concept for centers of excellence in accordance with global trends through the incorporation and integration of training, scientific research and innovation in these centers Outsourcing and IT Services Training Program Implementation of an integrated plan by the Institute of Information Technology supporting partnerships between regional institutions to promote innovation and entrepreneurship in IT, and to facilitate the transfer of Egyptian experience, knowledge and skills in human resource development in the IT field in the Arab region Regional Cooperation Program for Africa Implementation of an Information Technology Institute program promoting IT use in health and educational research and outsourcing through the provision of opportunities in education and scientific research for individuals and institutions across Africa 48 49 6 - Strategic Pillars and Executive Work Programs 6 - Strategic Pillars and Executive Work Programs 6.4 Digital Citizenship MCIT seeks to promote the principles of digital citizenship in Egypt and to define the rights and responsibilities of citizens in cyberspace."
    }, 
    {
        "sentence_id,": "56b42f7e09", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }, 
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "The primary strategic objectives of this axis are: Integrating people with disabilities in the knowledge-based society Empowering women, particularly sole or primary earners, through IT skills Making information and data available to all in a transparent manner Promoting acquisition of digital skills in marginalized and remote areas Supporting civil society capabilities through use of ICTs Enabling citizens in general, and the elderly in particular, to access digital services Protecting the identity and privacy of individuals on the internet, thereby promoting use of digital services and facilities 50 51 Internet safety: Developing content related to internet safety in line with the latest developments in the field, paying particular attention to policies and programs related to children Adopting IT governance concepts as a mechanism to protect privacy and information security Developing internet safety measures in line with developments in ICT Increasing the availability of protection systems for use with the internet and mobile phones Drafting legislation and amending current laws related to violation of privacy and information security on the internet as appropriate Activating the role of the state in legal control over illegal internet cafes and connections Carrying out research into online family protection Strengthening international cooperation to promote internet safety in Egypt Promoting Arab cooperation and experience exchange in the field of online safety, particularly for youth Supporting online protection for children while respecting their creativity, and studying the provision of online family protection mechanisms that respect human rights and freedom of expression Encouraging internet and mobile service providers to run public awareness campaigns and provide protection mechanisms Table 6.4: Digital Citizenship Primary Programs Executive Programs Aims Executive Programs Table 6.4: Digital Citizenship Primary Programs Digital Identity Management Program Developing infrastructure, technologies and policies to define, manage and coordinate the ownership, use and protection of personal information Creating a sound framework for digital identity management, supporting electronic provision of public services, efficient management of state resources and government transparency Technology Homes Program Boosting levels of IT knowledge and skills nationwide through training programs, including for people with disabilities, and also providing access to e-government services and services for families, women and children ICTs for Community Integration Program Empowering rural and marginalized communities through development projects and raising awareness of the benefits of ICTs in cooperation with civil society organizations Promoting development in rural and marginalized areas through application of technology solutions to establish an integrated sustainable development model Empowering women through illiteracy eradication programs Improving services in education, healthcare and in support of small businesses through use of ICTs ICTs for People with Disabilities Initiative Improving quality of life and social integration for people with disabilities through use of ICTs Promoting and supporting a productive and interactive disabled community Raising the capacity of organizations working with people with disabilities Raising awareness of the potential of ICTs to support people with disabilities ICTs for Civil Society Program Raising the capacity of civil society organizations working in development (including NGOs and IT Clubs) and empowering target groups (in particular young people and women) by building capacity through use of ICTs Empowering target groups to play a greater role in society through the adoption of a rights-based approach to development, incorporating social entrepreneurship, networking and knowledge sharing Postal Service Access Enhancement Program Using ICTs to improve and expand postal services, including mobile services, to facilitate communication and trade, thereby promoting economic and social development Internet Safety Program Preparing and implementing a number of projects promoting the protection, education and empowerment of families on the internet, with special focus on the protection and empowerment of children through the growing number of protection systems available for internet and mobile use 6 - Strategic Pillars and Executive Work Programs 6 - Strategic Pillars and Executive Work Programs 6.5 ICT Industry Development MCIT seeks to boost Egypts global ICT competitiveness by developing the outsourcing services industry, raising IT service exports and attracting foreign investment, thereby promoting sector growth and creating new job opportunities."
    }, 
    {
        "sentence_id,": "6d67265aec", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "The primary strategic objectives of this axis are: Positioning Egypt as a regional innovation hub Accelerating development and economic growth in Egypt through development of the ICT sector, with emphasis on creativity Supporting industry in the creation of high- level job opportunities for professionals and graduates in various specialized fields of ICT Attracting foreign investment to boost innovation and entrepreneurship in the ICT sector Establishment of companies able to innovate in the field of information and communication technology Developing the ICT sector by engaging stakeholders in the introduction, funding and support of innovative ideas Creating an environment that encourages creativity and entrepreneurism Promoting creativity and innovation in ICT to address development challenges 54 55 Executive Programs Aims Table 6.6: ICT Innovation and Entrepreneurship Primary ProgramsEquipping universities with laboratories to foster an environment supportive of innovation to the benefit of both individuals and companies Encouraging international companies to establish research and development centers in Egypt Promoting joint research projects between Egyptian ICT companies and ICT centers of excellence to facilitate the development of innovative products and services Encouraging the establishment of new companies and the development of solutions serving vital sectors of the economy, such as agriculture, education and tourism, through competitions run by ICT centers of excellence Promoting new technologies and helping companies create innovative solutions and services through Technology Days organized by ICT centers of excellence ICT Centers of Excellence Program Establishing a national network of e-learning centers by upgrading Technology Homes to function as community service centers offering e-learning services, promoting community development and raising the skill levels of young people Supporting the development of innovative ideas whose creators qualify for sponsorship, including the winning of competitions, by providing them space, tools, use of laboratories and access to services shared with incubator companies, as well as expertise relating to financing, marketing and approaching investors Organizing periodic workshops providing training for incubator and emerging companies Entrepreneurship Support Program e-Learning Program 6 - Strategic Pillars and Executive Work Programs 6 - Strategic Pillars and Executive Work Programs 6.7 International Cooperation Table 6.7: International Cooperation Primary Programs MCIT seeks to enhance cooperation in the field of ICT with other countries and international organizations on the bilateral, regional and international levels including through exchange of expertise and experience, and joint ventures promoting growth and development."
    }, 
    {
        "sentence_id,": "f3230f9cc5", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }, 
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "The primary strategic objectives of this axis are: Identifying opportunities for cooperation with other countries, and participation in ICT-related decision-making forums of UN bodies and other regional and international organizations, to present the views and protect the interests of Egypt and the region Attracting foreign investment to increase ICT sector growth and create job opportunities for youth Strengthening Egypts role in the Arab and African regions through the implementation of joint ventures Maximizing use of ICTs to improve the level and quality of public services and promote a knowledge-based society Developing ICT policies in line with international trends, local needs, and related research and studies Expanding the scope of Egypts partnerships with other countries to help consolidate relations and to facilitate access to international expertise promoting ICT sector growth Raising Egypts global competitiveness in ICT Enhancing ICT cooperation between Egypt and the international community to support the growth and development of the ICT sector Main Programs Executive Programs Aims Bilateral Cooperation msProgram Bilateral, regional and international cooperation programs Expanding Egypts cooperation with other countries and international organizations on the bilateral, regional and international levels with the aim of promoting national development Strengthening cooperation with the countries of Africa through the Back to Africa initiative, which includes the Nile ICT Corridor Initiative, targeting capacity building and development in the Nile Basin region; a project to boost Egypts bilateral relations with the countries of Africa; and support of the New Partnership for Africas Development (NEPAD) Cooperation with International Organizations Program Regional Cooperation Program Table 6.7: International Cooperation Primary PrograStrategic Development Partners Program 56 57 7 - Targeted Strategic Initiatives The targeted initiatives of the National ICT Strategy for 2012-2017 aim to enhance Egypts global position in the field of ICT globally and to increase the contribution of the sector to the GDP."
    }, 
    {
        "sentence_id,": "26982d37e7", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "The national plan of the Broadband Initiative (eMisr) was launched and comprises two phases: The objectives of the initiative are summarized as follows: Egypt to reach a leading position in the digital communication field Stimulating economic growth nationwide and enhancing social cohesion Increasing job opportunities Coordinating with other Egyptian government sectors and improving the standard of living and the quality of life for all citizens Bridging the digital gap in Egypt These objectives were identified for their relevance to the current priorities of Egypt and the major world economies."
    }, 
    {
        "sentence_id,": "aeefb84aa8", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "This initiative involves developing the infrastructure, technologies and policies required to create, identify, manage and coordinate the ownership, use and protection of personal information, including a framework to define digital identity data for government information systems and individuals and entities executing transactions via the internet."
    }, 
    {
        "sentence_id,": "b8ee40b684", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The primary objectives of this initiative are: Applying the highest level of security in the collection, use and storage of documents containing personal data, ensuring that unnecessary documents are removed from storage in an appropriate manner and that information retrieval is fast and efficient Providing citizens with electronic cards, containing accurate personal and biometric information, including electronic signature, to facilitate and secure transactions with government authorities Increasing the ease and speed of checking user data to raise performance in the provision of government services Improving the quality of services provided to citizens through shared use of digital identity applications and records by various institutions Improving and integrating operations systems for various government service providers to ensure efficient use of resources, eliminate repetition of routine procedures, and focus on raising service quality Helping organizations control and secure the flow of information with partners and customers, and to cooperate with each other, thereby promoting economic growth Promoting use of digital identity applications to facilitate the provision and use of local, regional and international services by institutions and individuals, saving time, effort and money Reducing threats to data security and privacy by limiting the amount of data circulated between institutions to that which is essential Facilitating the collection of accurate statistics and the formulation of plans for all sectors of the economy Supporting all sectors of the economy through the exchange and updating of information via a central source Encouraging innovation in the market, the creation of new job opportunities and increasing foreign trade Facilitating an effective response and the ability to adapt to internet threats by increasing security on the internet, reducing cybercrime, improving the safety of networks and systems, raising overall safety levels for consumers and promoting confidence in the internet 7 - Targeted Strategic Initiatives 7 - Targeted Strategic Initiatives Table 7.1: Digital Identity Management Initiative Primary Programs Output Activities Programs Table 7.1: Digital Identity Management Initiative Primary Programs Digital Identity Management Strategy Development Program Establishment of the National Committee for Digital Identity Management Creation of an administrative and legal framework for digital identity management through amendment of current policies and laws Identification of the responsibilities of government and the private sector in digital identity management and protection Analysis of digital identity management systems and procedures in automated government systems Drafting of an executive plan for digital identity management Legal framework and policies for digital identity management Analysis of current digital identity management systems Executive plan for digital identity management National strategy for digital identity management Incorporation of Digital Identity Data in the National Identity Number Database Upgrading of the national identity number database through inclusion of biometric data to facilitate and secure citizens transactions with government authorities Enhanced national identity number database Linking of National Databases to the National Identity Number Database Inclusion of national identity numbers in national database entries, and linking of national databases to the national identity number database, facilitating verification and auditing of data Information systems supporting subsidy provision National database integrity Government Efficiency Enhancement Program Use of information systems to raise efficiency in the distribution of subsidized items, in priority products, including diesel, gasoline and energy distribution Automation of the tax collection cycle, covering registration, collection, complaints and follow-up Simplification of the tax collection process through provision of multiple payment methods, including in person or Information systems supporting subsidy provision Information systems that reduce government spending and allow for via the internet more efficient collection of Simplification of the system to various taxes determine real estate taxes through the establishment of an inventory of housing units and their tax value based on monthly and annual electricity consumption 7.2 Arabic Digital Content Initiative MCIT and the ICT sector in Egypt consider the support of Arabic digital content on the internet, a top priority that allows the internet to reach more Arabic-speaking communities around the world, and hence preserving and promoting Arab heritage and identity for coming generations."
    }, 
    {
        "sentence_id,": "3b460b3c1f", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "The primary objectives of this initiative are: Establishing a national strategy with a clear vision and objectives to enrich and digitize Arabic content, promote creativity in the Arabic digital content industry, and develop indicators to monitor and evaluate progress Promoting the creation and dissemination of public sector information/ open government data Promoting the digitization industry and developing an easily replicable model for content creation Providing a suitable legislative and regulatory environment to protect Arabic content Promoting research and development in the field of Arabic language technology Promoting the development of tools to enrich Arabic content and the improvement of infrastructure through use of advanced technologies Promoting translation into Arabic of scientific and technological content from developed countries in order to increase access to knowledge, expertise and experience 62 63 7 - Targeted Strategic Initiatives 7 - Targeted Strategic Initiatives Supporting SMEs working in the content industry Implementing training and capacity-building programs to ensure the availability of human resources qualified to work in the content industry at more developed levels than mere data entry Enhancing Arab cooperation in the field of Arabic digital content through implementation of joint projects and exchange of expertise Promoting the export of Arabic digital content and related technologies that will create job opportunities Raising awareness of the importance of Arabic digital content and its development Encouraging companies to develop and market innovative technologies to protect electronic products at suitable prices Raising awareness in the business community of intellectual property rights Developing specialized courses for universities, and accredited training courses to follow, to prepare students for work in the digital content field Promoting a culture of e-purchasing for digital content Providing suitable guarantees and protection to attract investment in e-publishing Opening new avenues for Arabic digital content in Egypt through partnerships with international organizations 64 65 7.2.1 Primary Aims of the Programs of Arabic Digital Content Initiative 1- Documentation of Arab Heritage Program: Promoting the digitization of Arabic heritage materials Promoting use of IT to preserve and promote heritage Developing digital heritage materials for use in the education process Boosting Egyptian cooperation with African countries, using digital heritage materials to promote Egyptian and Arab heritage Building human capacity in the field of heritage in the Nile Basin region 2- Production and Provision of Government Content Program: Facilitating the production of service-oriented government content through the provision of appropriate technology infrastructure including computers, data centers, local networks and secure connection lines software, applications and licenses Establishing information systems and databases allowing citizens to access government services in all governorates Reusing government data in studies and research to provide feedback on government services and facilitate their improvement 3- Capacity Building for National Companies Program: Encouraging national companies to produce and develop Arabic digital content with the aim of raising the competitiveness of national industries Supporting the digitization industry Promoting investment in the hosting of digital content in all formats Creating a supportive environment for small and medium start-up companies through provision of loans, tax exemptions or export- related facilities for appropriate periods Supporting development of the human resources required for the digital content industry, with the aim of creating job opportunities and increasing global demand for digital content 4- Creativity and Innovation in Arabic Digital Content Program: Creating a supportive environment for creativity and innovation Developing the necessary human resources for the production of creative and innovative content Developing specialized courses for universities in order to prepare students for work in the digital content field Supporting research centers, centers of excellence and companies in enhancing research and development in the field of digital content, particularly for mobile devices 5- Community Enrichment of Arabic Digital Content Program: Promoting the use of Arabic digital content in social and human development, supporting the transition to a knowledge-based society and raising living standards by closing the digital gap."
    }, 
    {
        "sentence_id,": "e9d0b351e8", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "The primary objectives of the Initiative are: Strengthening the national commitment to building a model of educational reform that can be replicated in other Arab and African countries Promoting research and development and supporting scientific research in the field of ICT for education Establishing a culture of e-learning among public and private educational institutions and developing e-courses for use in state education Developing regulations and mechanisms covering the production and use of e-learning materials by educational institutions, and determining standards for the evaluation of such materials Boosting the internet economy and creating new job opportunities Providing Egyptian producers of digital content and applications with new opportunities to reach large numbers of learners at low cost Raising the contribution of the electronics industry in the GDP Developing the technology skills of university teaching staff and students Developing the skills of engineers and technicians for work in the electronics industry (Tablet Computer) to support national growth Establishing a plan for sustainable environmental protection and management of natural resources, energy and e-waste."
    }, 
    {
        "sentence_id,": "08def12ee3", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "7 - Targeted Strategic Initiatives 7 - Targeted Strategic Initiatives The anticipated results of the Initiative include: Reduction of government spending on ICTs in education Expanding public-private enterprises and increasing resources and efficiency Developmentv of the Arabic educational content industry Development of the local electronics and computer industries Development of the local cloud-computing software industry Maximizing the use of ICTs in education and development of related computing systems and applications, including data banks and mobile applications Development of business models and mechanisms promoting continued capacity building in technological and educational innovation for the production of e-learning materials Growth in use of open technologies and open-source software 68 69 7.3.1 Primary Aims of the Programs of Arabic Digital Content Initiative 1-Tablet Computer Program: Increasing computer and broadband penetration, and facilitating access to the internet at affordable prices, with the aim of making learning available anywhere Developing policies and procedures to promote the electronics industry in Egypt Establishing an Egyptian tablet computer industry within five years Promoting the production of Egyptian Tablet Computer at competitive prices Manufacturing about 20 million tablet computers for students and the learning community Tablet Computer for Students Project: Establishing a general framework for the development of the local tablet computer industry based on analyzing successful experiences in this area Empowering local companies to enter this promising industry through the development of a set of policies and strategies Building an integrated ecosystem promoting growth of the Tablet Computer industry Promoting the local Tablet Computer industry in local and regional markets Tablet Computer Applications Project: Encouraging producers of software and applications to develop service-oriented architecture (SOA) applications, and educational and recreational games, for tablet computers Building an integrated system supporting the Tablet Computer industry and related industries in marketing and exportation 2-Cloud Computing for Educational Reform Program: Cloud Computing Project: Building a cloud computing system serving the educational process by drawing on relevant international experience, building human capacity and developing an integrated framework for the development of industries involved in cloud computing 3-Educational Cloud Computing Systems and Applications Program: Developing, implementing and disseminating e-learning application systems: Developing e-learning and content management systems for the internet Developing multi-track e-learning packages for different learner levels, tailorable to individual needs Establishing social networks using cloud computing that enable the education community to open channels of dialogue and create a virtual community that promotes the exchange of information and enriches Arabic scientific content Supporting effective classroom management through the development of dynamic Arabic educational content, appropriate tools and a supportive learning environment Providing 2G internet technology Developing and promoting the use of simulation software and applications for educational use to provide users with an enhanced learning experience Establishing student achievement profiles Developing programs and applications to raise the capacity of teaching staff and administrators Adaptive e-Learning Project: Providing an e-learning program customizable to the educational level of learners, promoting continuous learning based on adaptive and personalized learning techniques, and which allows teaching and learning anytime and anywhere 21st Century Skills Development Project: Providing a range of general services to the education community through 2G internet technologies, enabling communication and networking between all involved in the education process, participation-based learning and enrichment of the learning process Cloud Computing Systems Development Project: Enhancing the teaching and learning process through the development of systems, software and applications, including simulation packages, designed to develop users knowledge, practical skills and experience Open-source Technologies Development Project: Developing the open-source software industry Promoting the use of open-source technologies in the educational process, which will contribute to reducing technology related spending of educational institutions, and facilitate the development of software and applications targeting the needs of the local educational community Educational Institutions Automation Project: Providing educational institutions with software to develop and automate processes related to management of finances, inventory and procurement, assets and resources, libraries, human resources, student information, etc."
    }, 
    {
        "sentence_id,": "1fb37c807e", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Preparing the necessary human resources to work in the production of Tablet Computer, interactive Arabic digital content and cloud computing software Cloud Computing Management Skills Development Project: Adopting an integrated training program to qualify work teams to manage cloud computing activities, also to be available at universities Electronics Industry Human Resource Development Project: Implementing a training program to enable graduates with relevant specializations to work in developing the electronics industry Establishing units specializing in appliance de sign and de velopment Preparing qualification programs to develop human capacity for the electronics industry Digital Content Industry Human Resource Development Project: Implementing a training program to develop skills and provide qualifications for employees of local companies working in the production of digital content Implementing a training program for university students and graduates interested in working in the digital content industry Providing the educational community with the tools and software necessary to develop digital educational content Table 7.3: The Educational Reform Initiative Primary Programs Table 7.3: The Educational Reform Initiative Primary Programs Programs Activities Output Tablet Computer Program Implementation of a pilot project to manufacture 10,000 Tablet Computer for university students Implementation of a project to manufacture educational tablets in cooperation with the Ministry of Education Development of applications and games for Tablet Computer Formulation of an executive plan in cooperation with the Ministry of Education and the Ministry of Higher Education 10,000 Tablet Computer for university students The National Project Executive Plan Cloud Computing for Education Program Setting of standards for educational cloud computing, covering systems, applications and protection measures Use of cloud computing technologies in education, making use of the available infrastructure at Assiut University and services offered by the data centers of the Supreme Council of Universities and the Ministry of Education Standards relating to use of cloud computing in education Implementation of the first phase of the educational cloud computing project in Assiut Implementation of the second phase of the educational cloud computing project in cooperation with the data centers of the Ministry of Education and the Ministry of Higher Education Educational Cloud Computing Systems and Applications Program Development of an interactive e-learning system Provision of 2G social networks, related tools and e-mail services for students Provision of open-source educational simulation systems and software Provision of school/university management systems using cloud computing technologies Loading of systems and applications on the educational cloud to be used in the pilot project to provide 10,000 university students with etablets Arabic Educational Content Development Program Establishing a digital library for open-source educational content generated in partnership with the community Conversion of digital curriculum materials available at the Ministry of Education and the Ministry of Higher Education to a more interactive format for posting on the educational cloud Involvement of national companies in the development of digital curriculum materials No."
    }, 
    {
        "sentence_id,": "4ec6bf711d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "In this context, the Back to Africa Initiative seeks to use Egypts progress in the ICT sector, in terms of infrastructure, policies and human resources, to further strengthen its ties throughout the continent on the bilateral and regional levels, while promoting sustainable human and social development and establishing a strong ICT infrastructure, that would contribute to bridging the digital divide in Africa."
    }, 
    {
        "sentence_id,": "d6c30d6a6e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The initiative includes the establishment of a high level committee on the ministerial level, that will determine relevant public policies and oversee the work of the following proposed committees: Nile Technological Committee for Community Development: Comprising an expert in ICT applications for community and sustainable development from each member country, the committee shall supervise the implementation of activities related to the development of technological skills, e-learning, e-content, telemedicine, e-government, democracy and governance, as well as projects related to women and children and empowerment of people with disabilities."
    }, 
    {
        "sentence_id,": "8878cefb46", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Nile Technological Committee for ICT Infrastructure and Policies: Comprising an expert in the field of infrastructure and ICT policy from each member country, the committee shall supervise the implementation of activities relating to ICT infrastructure, connectivity and accessibility in partnership with the private sector."
    }, 
    {
        "sentence_id,": "38ab4e7268", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "of Nile ICT Houses Regional e-learning center Cultural and natural heritage documentation centers Documentation of the human, natural and cultural history of the Nile Basin Transfer of expertise Information Infrastructure and Policy Program Business Development Program Creation of a knowledge partnerships in the field of technology park establishment Development of human resources in the field of regulation and telecommunications Support and development of ICT entrepreneurship Establishment of an ICT business forum for the Nile Basin region Smart buildings; smaller models of the Smart Village Establishment of national computer emergency response (CERT) teams No."
    }, 
    {
        "sentence_id,": "1a31339b7d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Primary objectives: Strengthening Egypts regional role in Africa Strengthening Egypts role in regional organizations Developing ICT related cooperation frameworks on the governmental level Encouraging the Egyptian private sector to invest in African markets, especially at the SME level Transferring Egyptian expertise to African countries through bilateral and regional cooperation Establishing initiatives for the implementation of regional projects Developing mechanisms for tripartite cooperation between Egypt and European or Arab country(ies) to implement projects in Africa Table 7.4.2: Bilateral Cooperation Program Table 7.4.2: Bilateral Cooperation Program Programs Activities Output Cooperation with South Africa Infrastructure projects ICT policy Outsourcing and call center services Use of ICTs in development Living labs Greater investment between Egypt and South Africa Increased cooperation between Egypt and South Africa in the field of ICT Transfer of experience in the field of living labs Coordination of regional and international positions Cooperation with Mauritius Human capacity building Cooperation in the field of call centers No."
    }, 
    {
        "sentence_id,": "942c306718", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "of trainees 74 75 7 - Targeted Strategic Initiatives 7 - Targeted Strategic Initiatives 7 - Targeted Strategic Initiatives Third: NEPAD The New Partnership for Africas Development, an African Union strategic framework for pan- African socioeconomic development, is both a vision and a policy framework for Africa, aimed at addressing critical challenges facing the continent: poverty, development and Africas marginalization internationally."
    }, 
    {
        "sentence_id,": "6b3f750568", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "NEPAD manages a number of programs and projects in six thematic areas: Agriculture and food security Climate change and national resource management Regional integration and infrastructure Human development Economic and corporate governance Cross-cutting issues, including gender, capacity development and ICT The ICT track includes the e-Africa program, created to develop policies, strategies and projects at the continents ."
    }, 
    {
        "sentence_id,": "9a1d67c1d3", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }, 
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "The primary objectives of this initiative are: Promoting access to information and knowledge and strengthening personal interaction and communication: Launching a web portal covering issues of concern to people with disabilities, and ensuring provision of internet services at reduced cost, with the aim of facilitating their access to information and knowledge, protecting their right to freedom of expression and raising awareness about assistive devices Collaborating with relevant government agencies and local and international companies to provide computers for persons with disabilities Providing specialized software and relevant training for people with disabilities through the national network of Technology Homes Providing courses in sign language and audio programs to facilitate correct pronunciation of letters Improving the quality and accessibility of services: Facilitating access to and use of the physical environment by persons with disabilities through the development of public facilities and services including enhancement of e-government services, adaptation of post offices and telephone exchanges, and facilitation of access to online financial and banking services Implementing disability assistance programs, such as telemedicine services and free audio book libraries Launching a hotline to serve people with disabilities, with the aim of establishing a direct link with the community and collecting information in order to serve them better- Hotline services will include directories of inclusive schools and centers, as well as useful medical and legal information Promoting equal opportunities in education: Supporting the integration of students with disabilities in state schools and higher education institutions through the use of ICTs Developing e-learning programs and techniques to serve people with disabilities Providing training for teachers an essential pillar in the education process for people with disabilities in the use of ICTs to enhance integration Developing the mental abilities of people with intellectual disabilities and the sight impaired through development of nonformal education Enhancing opportunities for employment: Ensuring equal employment opportunities for people with disabilities according to their academic and vocational levels Empowering people with disabilities to maximize their independence and improve their quality of life Opening the labor market to people with disabilities and raising their employability through basic IT training Providing training and work opportunities in cooperation with call centers and major ICT companies Building information infrastructure for people with disabilities: Establishing a national disabilities observatory to develop and maintain databases related to persons with disabilities, covering: types and causes of disabilities; geographic distribution; qualifications and skill levels; training required by people with disabilities and those involved in their teaching and training; and details of the official and non-governmental entities serving and representing people with disabilities Establishing a national network of vocational rehabilitation centers for people with disabilities Raising awareness about specialized software that facilitates communication for people with disabilities Promoting research, development and innovation in ICTs for people with disabilities: Promoting research and development in technologies for people with disabilities, giving priority to low-cost technologies available in Arabic Implementing a project in cooperation with the Ministry of Scientific Research to promote research in the field of integration of people with disabilities through ICTs Supporting international cooperation in the field of ICTs for people with disabilities: Participating actively in regional and international conferences and forums concerned with ICTs for people with disabilities Preparing periodic reports on activities related to ICTs for people with disabilities Holding an annual conference on ICTs for people with disabilities Table 7.5: ICT for Empowering People with Disabilities Initiative, PWDs Primary Programs Table 7.5: ICT for Empowering People with Disabilities Initiative, PWDs Primary Programs Programs Activities Output Information and Knowledge Access Support Program Service and Access Development Program Equality in Education Program Employability Enhancement Program Establishment of an accessible web portal covering issues of concern to people with disabilities Provision of specialized software in Technology Homes and establishment of e-libraries Harmonizing information systems in accordance with global standards Provision of courses in sign language and audio programs to facilitate correct pronunciation of letters for the hearing and sight impaired Provision of low-cost video calls for persons with hearing impairments Facilitation of access to online financial and banking services Enhancement of e-government services Establishment of a hotline for people with disabilities Adaptation of post offices, telephone exchanges and other public service outlets Provision of telemedicine services for people with disabilities Provision of free access to audio book libraries Supporting the integration of students with disabilities in state schools and higher education institutions Development of e-learning programs to serve people with disabilities Training of teachers disabilities Development of non-formal education Provision of job opportunities for people with disabilities through call centers Provision of training for employment Provision of basic IT skills training Cooperation with major ICT companies to promote employment opportunities for people with disabilities Web portal 100 Technology Homes equipped with specialized software Development of an Egyptian information directory Development of the Unified Egyptian Sign Language Program Development of audio programs Provision of low-cost video calls for people with hearing impairments through at least one mobile service provider Hotline serving people with disabilities Adaptation of 50% of post offices and telephone exchanges Provision of telemedicine services in 10 governorates Provision of the technology needs of 150 inclusive schools Training of 300 teachers Provision of jobs for 200 persons with disabilities Provision of basic IT skills training for 100,000 persons with disabilities Cooperation with 50% of ICT companies to promote employment opportunities for people with disabilities 78 79 7 - Targeted Strategic Initiatives Table 7.5: ICT for Empowering People with Disabilities Initiative, PWDs Primary Programs Table 7.5: ICT for Empowering People with Disabilities Initiative, PWDs Primary Programs Programs Activities Output Information Infrastructure for People with Disabilities Program Research, Development and Innovation in ICTs for People with Disabilities Program International Cooperation in ICTs for People with Disabilities Program Establishment of a national disabilities observatory to develop and maintain databases for people with disabilities, types of disabilities based on geographic distribution, qualifications and skill evels, and training required for them and their teachers and trainers Establishment of a national network of vocational rehabilitation centers for people with disabilities Raising awareness of specialized software that facilitates communication for people with disabilities Establishment of a competition to promote development of ICT applications for people with disabilities Issuance of an invitation for research proposals in the field of integration of people with disabilities through ICTs in cooperation with the Ministry of Scientific Research Representation of people with disabilities in international organizations and institutions Exchange of experience through regional and international conferences Holding of an annual conference on ICTs for people with disabilities National disabilities observatory and databases 50 prizes allocated to winners of the competition to develop ICT applications for people with disabilities 10 awards for people with disabilities to attend relevant conferences and training courses Participation in four regional/ international conferences annually Annual c onference 7.6 Green ICT Initiative In line with Egypts aim to reduce greenhouse gas emissions and play an active role in international efforts to promote sustainable development both locally and internationally, programs have been adopted in a number of sectors to reduce emissions and protect the environment."
    }, 
    {
        "sentence_id,": "bf71e46f25", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "MCITs efforts in the field of green ICT in cooperation with governmental and nongovernmental organizations, international organizations and the private sector include programs in the following areas of focus: Sustainable management and development of the ICT sector: Establishing a framework for the Green ICT Strategy for 2012-2015 Coordinating green ICT at the national level Sustainable management of e-waste Recycling of e-waste Policies and legislation Exchange of experience and knowledge Research Raising community awareness ICT sector support of environment-friendly sustainable development in other sectors The primary objectives of this initiative are: Supporting sustainable development on the national level Accelerating economic growth by encouraging investment in green ICT Setting national policies for green ICT Raising public awareness of ICTs and their relation to the environment Building human capacity in green ICT Promoting the adoption of smart and energysaving ICT solutions Promoting research in the field of green ICT Promoting use of green ICTs in all sectors Promoting sustainable management of ICT equipment from procurement to recycling Formulating policies that promote reuse and recycling of ICT equipment 80 81 7 - Targeted Strategic Initiatives 7 - Targeted Strategic Initiatives 7 - Targeted Strategic Initiatives 7.6.1 Primary Programs of the Green ICT Initiative First: ICT Sector Sustainable Management and Development Program This program aims to reduce the negative environmental impact of ICTs resulting from energy consumption and e-waste through two main tracks: sustainable ICT procurement and sustainable e-waste management."
    }, 
    {
        "sentence_id,": "43bf301b83", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Primary objectives: Supporting environment-friendly sustainable national development Contributing to efforts to reduce the causes and minimize the impact of climate change Table 7.6.2: ICTs for Sustainable Development Across All Sectors Program Programs Activities Output t Across All Sectors Program Maadi Call Center LEED Certification Program Modification of Maadi Call Center Building MB4 to meet the requirements for Leadership in Energy and Environmental Design (LEED) certification from the US Green Building Council (USGBC) in coordination with the project consultant LEED certification of Maadi Call Center Reduced use of energy and resources Lower operating costs MCIT Lighting System Enhancement Program Installation of energy-saving lighting systems at MCIT premises in Smart Village and Mohandessin Reduced use of energy Lower operating costs Environment-friendly intelligent transport menIntelligent Establishment of a smart road management system lopTransport System system Improved traffic flow DevePilot Project Improvement of transport and traffic management Reduced use of energy Table 7.6.2: ICTs for Sustainable Reduced emissions of greenhouse gases Climate Change Adaptation through ICTs Handbook Program Implementation of an international survey to identify best practices in the field of climate change adaptation using ICTs Preparation of a handbook on climate change adaptation through ICTs International survey of best practices in climate change adaptation through ICTs Handbook on the best ICT practices in climate change adaptation MCIT Carbon Review of carbon footprint measurement systems Periodic measuring of MCITs carbon Footprint and selection of the most appropriate footprint as a pilot project for wider Assessment Selection of company to perform the carbon application Program footprint assessment Table 7.6.1: ICT Sector Sustainable Management and Development Program e-Waste Management Policy and Legislation Development Program Human Capacity Building in Sustainable ICT Procurement and e-Waste Management Program Introduction of regulations concerning green ICT procurement Amendment of legislation to support sustainable e-waste management in cooperation with the Ministry of Trade and Industry Establishment of an accreditation system for companies working in the field of recycling in cooperation with the Ministry of Trade and Industry Preparation of training courses and diploma programs in sustainable ICT procurement and e-waste management Assessment of current e-waste management practices in Egypt Preparation of a proposal to implement an e-waste take-back system No."
    }, 
    {
        "sentence_id,": "f482f663ae", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "of printed materials Web portal Policies Laws Accreditation system for recycling companies Training courses Diploma programs No."
    }, 
    {
        "sentence_id,": "5f87ce7135", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "This approach rests on three axes, as follows: First: Executive Structure The framework for decision-making, determination of priorities and monitoring work depends on three main pillars: Table 8.1: Executive Structure Executive structure: Formation of an integrated group of committees to monitor programs/ initiatives at all levels, with the inclusion of a number of primary beneficiaries Human resources: Selection of committee members according to their areas of expertise Information: Preparation of periodic reports on programs/ initiatives to assist decision makers and committee members in monitoring progress and taking necessary action Program/ Initiative Level Committees Table 8.1: Executive Structure ICT Sector Internal committee comprising representatives of MCIT and affiliated entities that reports to the Minister of Communications and Information Technology National Level Supreme committee comprising concerned ministers National committee comprising representatives of MCIT, other ministries and government entities that reports to the supreme committee Regional Level Regional committee headed by a representative of MCIT Internal committee comprising representatives of MCIT and affiliated entities International Level International committee including a representative of MCIT Internal committee comprising representatives of MCIT and affiliated entities 84 85 8 - Conclusion 8 - Conclusion Second: Monitoring and Evaluation Processes Monitoring and evaluation of progress and performance in the various programs and initiatives of the strategy requires the collection of data during project implementation for periodic analysis in reference to project plans and agreed standards, after which an array of indicators are determined to assess outputs."
    }
]