[
    {
        "sentence_id,": "e728571b47", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "An active role in shaping cyber security policy led to the establishment of the NATO Cooperative Cyber Defence Centre of Excellence in Estonia."
    }, 
    {
        "sentence_id,": "ec9589687f", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Additional supporting activities will include: shaping the legal framework, promoting international cooperation and communication, raising awareness, and ensuring specialist education as well as the development of technical solutions.."
    }, 
    {
        "sentence_id,": "823abb1ea4", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "At the international level, the preservation of a free and secure cyberspace as well as Estonias central role in guiding and developing international cyber security policy in international organizations as well as like-minded communities must be ensured."
    }, 
    {
        "sentence_id,": "23603164a9", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Cyber security is ensured via international cooperation with allies and partners."
    }, 
    {
        "sentence_id,": "81225d38a4", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Promotion of international cooperation in the protection of the infrastructure of critical information Protection of critical information infrastructure is enhanced through the participation in the work of international organizations, being represented in the interest groups of partners and allies, and through contributing to the professional development of experts."
    }, 
    {
        "sentence_id,": "6c44a8ccda", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Promoting international cooperation against cybercrime In order to achieve more effective and timely prosecution of cybercrimes with an international dimension, information exchange between countries is improved."
    }, 
    {
        "sentence_id,": "a574b8d3e6", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Subgoal 3: Development of national cyber defence capabilities Civil, military, and international cooperation based on the resources at the disposal of the state must also function adequately in cyberspace with regards to warning, deterrence and active defence."
    }, 
    {
        "sentence_id,": "1a06b7168a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Efforts are made concerning the creation and development of NATO joint cyber security capabilities, standards, training and training opportunities."
    }, 
    {
        "sentence_id,": "308d8fa338", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Adjusting the legal framework and developing cyber foreign policy are vital for protecting critical services, the fight against cybercrime, as well as for designing national defence in cyberspace."
    }, 
    {
        "sentence_id,": "16a606dffe", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Promoting international cyber security policy In international organisations, an emphasis is placed on introducing and protecting Estonia's foreign cyber security policy positions and vision, along with developing a common understanding on the application of international legal norms and confidence building measures in cyber space."
    }, 
    {
        "sentence_id,": "328f681eab", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Enhancing the capability of the European Union With the goal of promoting the European Union's common cyber security and its policies, joint efforts will be made to raise the cyber capability of Member States and to improve their readiness and ability to deal with new threats."
    }, 
    {
        "sentence_id,": "2e28da199b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "PARTIES RELATED TO THE STRATEGY The Ministry of Economic Affairs and Communications directs cyber security policy and coordinates the implementation of the strategy."
    }
]