[
    {
        "sentence_id,": "b81663133f", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Republic of Malawi NATIONAL ICT POLICY An ICT-led Malawi 2013 TABLE OF CONTENTS Item Page FOREWORD ................................................................................................ii PREFACE ....................................................... Error!"
    }, 
    {
        "sentence_id,": "6b19885347", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Universal Service: a policy of the Government to make ICT services, including advanced ICT services available throughout the country at affordable prices so that they are either available or easily accessible to anyone whenever they are needed, regardless of their geographic or physical location, and with due regard to people with special needs."
    }, 
    {
        "sentence_id,": "a4602f8b3a", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "INTRODUCTION The National Information and Communications Technology Policy has been developed by Government of Malawi to give direction on ICT development in the country."
    }, 
    {
        "sentence_id,": "4017fa7626", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The ICT Policy will support the national goal of wealth creation and reduction of poverty through sustainable economic growth and infrastructure development."
    }, 
    {
        "sentence_id,": "baa9d21982", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The policy is providing a framework for deployment, exploitation and development of ICT to support the process of accelerated socio-economic development in Malawi."
    }, 
    {
        "sentence_id,": "b749a1b349", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Government aims at consolidating an ICT approach for the mobilization, allocation and utilization of resources to realize institutional, community, sector and national development policies and strategies."
    }, 
    {
        "sentence_id,": "6f50e86626", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "This ICT Policy covers Information Technology (IT), Telecommunications, Broadcasting and Postal services."
    }, 
    {
        "sentence_id,": "197767949c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The ICT Policy aims at guiding: a."
    }, 
    {
        "sentence_id,": "ecf2058952", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "However, with passage of time, the 1998 Communications Sector Policy has been overtaken by the significant developments in ICT."
    }, 
    {
        "sentence_id,": "42625cdd3d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "LINKAGES WITH OTHER RELATED POLICIES A number of existing policies, legislation and programmes have in one way or another informed and fostered the development of this ICT Policy."
    }, 
    {
        "sentence_id,": "4d6d5eb663", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Within the ICT 2 sector, relevant policies that have contributed to the development of the Policy including the 1998 Communications Sector Policy, Digital Broadcasting Policy of 2013 and the Science and Technology Policy."
    }, 
    {
        "sentence_id,": "1f8055f6d7", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "2020, the Other policies include the Vision Malawi Growth and Development Strategy Development Goals (Goal 8: II, the Millennium Developing Global Partnerships) and the 1998 National Decentralization Policy."
    }, 
    {
        "sentence_id,": "1b38544c79", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "There are very few certified professionals in specialist ICT areas."
    }, 
    {
        "sentence_id,": "1ea0352fe7", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "There has never been a deliberate policy to facilitate the provision of electronic platforms for citizen engagement in the development 4 process."
    }, 
    {
        "sentence_id,": "1d90a32c71", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The development of this policy will, among other things, help Government and various stakeholders to effectively deal with the above mentioned and any emerging problems associated with ICT at different levels of society."
    }, 
    {
        "sentence_id,": "c318278818", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "PURPOSE OF THE POLICY Given the benefits and opportunities offered by ICT, it is acknowledged that Malawi cannot effectively forge ahead with its development agenda without putting in place an appropriate framework for ICT to support and accelerate various initiatives and interventions at all levels of society."
    }, 
    {
        "sentence_id,": "0bfc8ec293", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The policy is also based on the Policy Framework Document: An Integrated ICT-led Socio-economic Development Policy and Plan Development Framework for Malawi."
    }, 
    {
        "sentence_id,": "41a690041f", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Some of the initiatives that will be implemented through this policy include improvement of ICT infrastructure and connectivity to international internet routes with increased internet bandwidth."
    }, 
    {
        "sentence_id,": "f7697278bc", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "OVERAL POLICY GOAL The goal of the ICT Policy is to contribute to socio-economic development through maximum integration of ICT in all sectors and the provision of ICT services to the rural areas."
    }, 
    {
        "sentence_id,": "4fd6e4c2d2", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "OVERAL POLICY OUTCOMES The following outcomes will be realized after implementing this policy: a."
    }, 
    {
        "sentence_id,": "84b3eb3c25", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "OVERAL POLICY OBJECTIVES The overall objective of the policy is to facilitate the creation of an enabling environment for efficient, effective and sustainable utilisation, exploitation and development of ICT in all sectors of the economy, including the rural and underserved communities, in order to attain an information-rich and knowledgebased society and economy."
    }, 
    {
        "sentence_id,": "07d3b7fe6c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "POLICY PRIORITY AREAS The transformation of Malawi into a predominantly information-rich society and knowledge-based economy requires targeting areas of priority and of major contribution to the economy in a more integrated approach."
    }, 
    {
        "sentence_id,": "fd128be07b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The policy aims at establishing strategic ICT leadership at all levels of society to take the lead in sourcing; creating an attractive environment for investors and consumers; identifying areas needing priority funding and support; and obtaining and directing resources."
    }, 
    {
        "sentence_id,": "b2eb6b99a3", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 1: The policy will ensure that Government shall raise the level of awareness among those in leadership positions on the role, use, application and potential of ICT."
    }, 
    {
        "sentence_id,": "a1e1a03b6f", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 2: The policy will ensure that Government shall raise the profile of ICT in the society and promote confidence in utilizing ICTs to the citizens."
    }, 
    {
        "sentence_id,": "bdf88d2178", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 1: The policy will ensure that Government shall integrate ICTs in the education systems at all levels in order to improve access to and quality of education; improve management of education systems."
    }, 
    {
        "sentence_id,": "6edcce8e10", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 2: The policy will ensure that Government shall integrate ICTs in the health delivery systems at all levels in order to improve access to the 8 nations limited health facilities, improve management of health services and information dissemination, and enhance medical research."
    }, 
    {
        "sentence_id,": "2e30f18331", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 3: Government shall develop a large pool of highly skilled ICT personnel to carry out ICT research and develop ICT innovations within the country."
    }, 
    {
        "sentence_id,": "366fd48186", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 1: Government shall deploy ICTs to facilitate effective and efficient public service delivery and interaction between the public service and citizens of Malawi, companies, government institutions, cooperating partners and other stakeholders of the Government of Malawi; Policy Statement 2: Government shall deploy ICTs in order to enhance oversight functions in Government."
    }, 
    {
        "sentence_id,": "8814e45877", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 1: The policy shall promote the use of ICT in the private sectors service delivery and in research and development of goods and services; 9 Policy Statement 2: Government shall promote local and foreign investment for innovative production, R&D and diffusion of ICT by the private sector."
    }, 
    {
        "sentence_id,": "f2ee3a6b2e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 3: Government shall establish and promote an enabling environment for private sector investment in ICT; Policy Statement 4: The policy will ensure that Government introduces initiatives to promote the development of a domestic and export-oriented ICT industry; Policy Statement 5: Government shall promote the implementation of Green ICT to encourage the use of environmentally-friendly ICT products."
    }, 
    {
        "sentence_id,": "79e3f4fc22", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 1: Government shall promote ICT infrastructure development in all areas of the country to provide basic means for electronic communication and delivery of e-services."
    }, 
    {
        "sentence_id,": "522f5e74bb", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 2: Government shall facilitate the establishment of a reliable, adaptive and robust national ICT backbone infrastructure that feeds into equally high quality regional and international ICT infrastructure; Policy Statement 3: Government shall promote and facilitate domestic and foreign private sector investments in ICT infrastructure development; Policy Statement 4: Government shall encourage sharing and co-location of ICT infrastructure and ICT facilities by service providers."
    }, 
    {
        "sentence_id,": "f336f07795", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 1: Government shall encourage the utilisation of ICTs in agrobusiness industry; agricultural extension services; research in agricultural production and processing."
    }, 
    {
        "sentence_id,": "70c034a950", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 2: Government shall encourage the utilisation of ICTs to ensure that Malawis presence as a unique and attractive tourist destination is recognized on the global map through the provision of up-to-date tourism information; Policy Statement 3: Government shall ensure that ICTs are used to strengthen sustainable natural resource and environmental management practices; Provide access to geographical information on natural resources and wildlife habitats and exact location and quantities of minerals; Policy Statement 4: Government shall encourage the use of ICT to explore marketing opportunities for Malawis products including exportable natural resources products; Policy Statement 5: Government shall promote the utilisation of ICTs in environmental protection."
    }, 
    {
        "sentence_id,": "3145986a2c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 1: The policy will ensure that Government develops and harmonises legal instruments to ensure that the ICT industry is regulated to safeguard human rights, facilitate fair competition within the industry and promote accountability to the public."
    }, 
    {
        "sentence_id,": "3d0491c259", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "11 Policy Statement 2: The policy will ensure that Government develops laws and institutional framework to govern the use of electronic evidence, and to coordinate development and utilisation of ICTs in Malawi."
    }, 
    {
        "sentence_id,": "9a393617f7", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 1: Government shall create statutory obligations for ICT service providers to address security needs of the country."
    }, 
    {
        "sentence_id,": "8f1a580475", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 2: Government shall enhance the capacity of security agencies to be up to date with developments in the ICT sector, including cyber crimes."
    }, 
    {
        "sentence_id,": "3cfd82a62e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 3: Government shall use ICTs to provide early warnings to mitigate risks and impact of disasters and facilitate relief management."
    }, 
    {
        "sentence_id,": "ef716ebb01", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 4: Government shall promote the use of ICTs to mitigate crimes and enhance public security."
    }, 
    {
        "sentence_id,": "823bc78176", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 5: Government shall establish mechanisms for cooperation with international security agencies to combat cross-border crimes."
    }, 
    {
        "sentence_id,": "bb7c5dfed9", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "3.9. INTERNATIONAL COOPERATION ICT is the key element in the globalisation process."
    }, 
    {
        "sentence_id,": "0d8f0058c7", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 1: Government shall ensure that Malawi is a major and regular player in the regional and international ICT committees and increase the level of participation in regional and international ICT fora."
    }, 
    {
        "sentence_id,": "4031081fa9", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }, 
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "12 Policy Statement 2: Government shall ensure that Malawi adheres to the ICT standards as enlisted in international and regional agreements to which it is a signatory."
    }, 
    {
        "sentence_id,": "8cf7803dca", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "One of the fundamental principles of the Constitution of the Republic of Malawi is to enhance the quality of life in rural communities and to recognize rural standards of living."
    }, 
    {
        "sentence_id,": "b865c9bbcc", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 2: Government shall promote the development and implementation of initiatives for the creation and development of electronic local content that will inform, educate and entertain the public."
    }, 
    {
        "sentence_id,": "035f4721a5", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Statement 3: Government shall ensure the provision of financial incentives to ICT service providers for expansion of infrastructure and services to areas that are not economically viable and ensure that services are viable and sustainable in the long term; Policy Statement 4: Government shall facilitate the deployment and exploitation of ICTs in the promotion of diversification and improvement of the quality of information; increasing accessibility to ranges of information resources within and outside the country and creating a supportive environment for the development of the mass media and the private press in the information age; Policy Statement 5: Government, in coordination with Non-governmental organizations and development partners, shall mobilize financial resources for implementation of ICT programmes for women and the youth; Policy Statement 6: Government shall encourage and promote the development of special ICT services for the disadvantaged communities and the disabled; 13 Policy Statement 7: Government, in coordination with Non-governmental organizations and development partners develop capacities targeted at special groups of people in society to ensure that ICT initiatives are all-inclusive; Policy Statement 8: Government shall encourage development partners, nongovernment organizations, as well as the private sector's participation to facilitate the roll-out of community-based ICT initiatives."
    }, 
    {
        "sentence_id,": "dbfae4dd6c", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "To develop and enforce ICT standards in Malawi."
    }, 
    {
        "sentence_id,": "5c5fa42cae", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "IMPLEMENTATION PLAN Implementation of this policy will be guided by the detailed Implementation, Monitoring and Evaluation Strategy which is separate document that accompanies the policy document."
    }, 
    {
        "sentence_id,": "1fe2da179c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "MONITORING AND EVALUATION The implementation of the Policy shall be monitored and evaluated for effectiveness and responsiveness in meeting intended goals and objectives."
    }
]