[
    {
        "sentence_id,": "ce67bf956f", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "THE FEDERATED STATES OF MICRONESIA NATIONAL ICT AND TELECOMMUNICATIONS TELECOMMUNICATIONS POLICY September 2012 MESSAGE FROM THE PRESIDENT OF THE FEDERATED STATES OF MICRONESIA Ran Annim, Kaselehlie, Mogethin and Len Mwo!"
    }, 
    {
        "sentence_id,": "a9f9b7a32a", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "I am pleased to present the first National Information and Communication Technology (ICT) and Telecommunications Policy for the Federated States of Micronesia."
    }, 
    {
        "sentence_id,": "a9f8c17698", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The policy is an overarching framework which comprehensively addresses Information and Communication Technology and Telecommunication policies within the Federated States of Micronesia and establishes the direction for a secure and flourishing ICT environment for all citizens in FSM."
    }, 
    {
        "sentence_id,": "a16c6f1732", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "To this extent, I am personally committed to the implementation of this policy which builds on the many consultations with the FSM leaders, stakeholders, and international and regional organizations."
    }, 
    {
        "sentence_id,": "f9bf889bf9", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The National ICT Policy has been a work in progress and I would like to express my appreciation to the International Telecommunications Union (ITU), the stakeholders who participated in the consultations on the development of the plan, the Chief Executives Council (CEC), the State and National Leadership Council (SNLC), the World Bank, and many individuals and organizations who have contributed to the development of the National ICT Policy."
    }, 
    {
        "sentence_id,": "5fff88ae7d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "I fully endorse this National ICT and Telecommunications Policy and Strategic Action Plan and ask you all to work with us as we implement this policy for the people of the FSM."
    }, 
    {
        "sentence_id,": "020ae2f425", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "We cannot deny the fact that it is evident in other countries that changes in ICT and telecommunications policy have changed the way we communicate with each other, conduct government, handle business and commerce, educate our children, provide health services, and preserve our rich heritage and environment."
    }, 
    {
        "sentence_id,": "025b36882e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "It is in this context that the FSM requires a good and sound policy to ensure our people, especially our children, are provided a safe ICT environment and develop the policy and infrastructure to extend services to islands and locations not currently served."
    }, 
    {
        "sentence_id,": "105849637a", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The overall vision of the National ICT Policy is to have a Secure, Efficient, and Affordable ICT to achieve equitable communication for the People of the FSM."
    }, 
    {
        "sentence_id,": "2cdaa954ab", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "With the endorsement of this National ICT Policy, the Federated States of Micronesia is charting the way forward for ICT and telecommunications development, addressing barriers, and highlighting priority areas in how ICT can contribute to improving the standard of living of all the people in the Federated States of Micronesia."
    }, 
    {
        "sentence_id,": "f9741b5d3f", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Thank you, ~ iii ~ ACKNOWLEDGEMENT CKNOWLEDGEMENT FROM SECRETARY OF THE DEPARTMENT OF TRANSPORTATION, COMMUNICATION AND INFRASTRUCTURE As the Secretary of the Department of Transportation Communication and Infrastructure, I would like to express my sincere gratitude and appreciation for all the individuals and organizations that have participated in the development and formulation of the Federated Federated States of Micronesia National ICT Policy and Strategic Action Plan."
    }, 
    {
        "sentence_id,": "054c85a452", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "I am also pleased to say, that the development of this policy was truly a joint and collective effort that involved stakeholders representing the various public and private sectors sectors."
    }, 
    {
        "sentence_id,": "480a6bbafd", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "We acknowledge the significant contributions from the National and State Government offices/agencies that have taken an active role in developing this policy through the public consultations and subsequent finalization of this policy and action plan."
    }, 
    {
        "sentence_id,": "7c33a52dd6", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The National ICT Policy is structured on the regional best practices practices in the Pacific and will continue to evolve as new challenges will arise with the development of new technologies to better suit the demands of our continuing nation building efforts."
    }, 
    {
        "sentence_id,": "dd8d860889", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "It is thus befitting to mention here, that the development of tthis policy started several years ago with the continued support and assistance of many regional partners."
    }, 
    {
        "sentence_id,": "a0f256861b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Goals .................................................................................................................................... 2 Goal 1: Achieve Accessible, Secure and Affordable Broadband Communications for All................... 3 Goal 2: Strengthen ICT Human Resources and Increase Human Resource Development Opportunities through the Use of ICT ................................................................................ 3 Goal 3: Improve Economic Growth and Sustainable Development through ICT................................. 4 Goal 4: Utilize ICT for Good Governance.............................................................................................. 4 Goal 5: Create an Enabling ICT Environment through Policy Reform and Improvements in Legal Frameworks ............................................................................................................... 5 Introduction .......................................................................................................................... 6 Background ........................................................................................................................... 6 Telecommunication Present Situation ................................................................................... 7 Guiding Principles.................................................................................................................. 8 A."
    }, 
    {
        "sentence_id,": "e6e3326073", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Many partners, one team.................................................................................................... 9 K. Financing, monitoring and evaluation................................................................................. 9 Policy Context ..................................................................................................................... 10 Objectives and Strategies for GOAL 1: Achieve Accessible and Affordable Communications for All .................................................................................................................................. 13 A."
    }, 
    {
        "sentence_id,": "9938ca20e5", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Strategies for Objective 1: Provide ICT Training for Political Leaders, Policy Makers and Regulators................................................................................................................... 14 B."
    }, 
    {
        "sentence_id,": "40605db5b7", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Strategy for Objective 2: Improve Government Efficiency through Good Governance Patterns.............................................................................................................................. 20 C. Strategy for Objective 3: Protect Citizens Rights Relating to Cybercrime, Child Protection and the Right to Information........................................................................... 20 D. Strategy for Objective 4: Improve Internal Government ICT Infrastructure and Support .............................................................................................................................. 20 Objectives and Strategies for GOAL 5: Create an Enabling ICT Environment through Policy Reform and Improvement of Legal Frameworks................................................................... 21 A."
    }, 
    {
        "sentence_id,": "6bb7b4c498", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Strategy for Objective 2: Establish an Independent ICT Regulatory Authority to Promote Competition, Ensure that Prices Reflect Efficient Costs, Manage Universal Access and Provide Oversight and Management of the Telecommunications Sector ..... 22 C. Strategy for Objective 3: Adopt a Universal Access Policy................................................ 23 Expected Outcomes..25 ~ vi ~ List of Acronyms Chief Executives Council (CEC) Enhanced Data rates for GSM Evolution (EDGE) Electronic Health Record (EHR) Environmental Impact Assessments (EIA) European Commission (EC) Federated States of Micronesia (FSM) Federated States of Micronesia Telecom Corporation (FSMTC) Free and Open Source Software (FOSS) Gross Domestic Product (GDP) Government to Business (G4B) General Packet Radio Services (GPRS) Global System for Mobil Communication (GSM) Health Management Information Systems (HMIS) High Frequency (HF) Information Technology (IT) Information and Communication Technology (ICT) International Telecommunication Union (ITU) ICT Capacity Building for the Pacific (ICB4PAC) National Information and Communication Technology (NICT) Strategic Development Plan (SDP) Secretariat of the Pacific Community (SPC) Single Side Band (SSB) State National Leadership Conference (SNLC) Submarine Fiber Optic Cable (SFOC) United Nations Educational Scientific and Cultural Organization (UNESCO) ~ vii ~ PART ONE National ICT and Telecommunications Policy ~1~ THE FEDERATED STATES OF MICRONESIA NATIONAL ICT AND TELECOMMUNICATIONS POLICY Executive Summary This National Information and Communication Technology (ICT) Policy establishes an overarching framework to harmonize national priorities through a participatory and inclusive approach."
    }, 
    {
        "sentence_id,": "9120912b85", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The objective of this document is to integrate national ICT policy and direction with the individual sector goals of the Federated States of Micronesia."
    }, 
    {
        "sentence_id,": "e82fcf66fb", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The ICT policy shall be aligned with the National Strategic Development Plan that defines social and economic goals of the Federated States of Micronesia."
    }, 
    {
        "sentence_id,": "7e33aa851f", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The National ICT Policy set out in this document serves to: (i) provide a clear National ICT policy and telecommunications statement; (ii) guide ICT and telecommunications development; (iii) specify the key challenges and untapped opportunities; and, (iv)identify the strategic priorities by building on successful approaches and initiatives and mobilizing relevant resources and partnerships."
    }, 
    {
        "sentence_id,": "4663fc4f4e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Goals To enact on our vision, five Goals were identified in the consultations and establish the foundation of the FSM National ICT Policy: (i) Achieve Accessible and Affordable Communications for All, (ii) Strengthen ICT Human Resources and Increase Human Resource Development Opportunities through ICT, (iii) Improve Economic Growth and Sustainable Development through ICT, (iv) Utilize ICT for Good Governance and (v) Create an Enabling ICT Environment through Policy Reform and Improvements in Legal Frameworks."
    }, 
    {
        "sentence_id,": "6806c0452c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "~2~ Goal 1: Achieve Accessible, Secure and Affordable Broadband Communications for All Policy Statement: All citizens will have equitable access to affordable and secure ICT."
    }, 
    {
        "sentence_id,": "e650b5284e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Goal 2: Strengthen ICT Human Resources and Increase Human Resource Development Opportunities through the Use of ICT Policy Statement: To implement and sustain the national ICT vision, the Government is committed to prioritizing ICT workforce development and strengthening the overall workforce knowledge skills and abilities by increasing human resource development opportunities through the use of ICT."
    }, 
    {
        "sentence_id,": "f1d9a03a24", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "ICT human resource development is needed at all levels including leaders, policy makers, consumers of ICT and the ICT workforce."
    }, 
    {
        "sentence_id,": "223f7214e4", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "~3~ Goal 3: Improve Economic Growth and Sustainable Development through ICT Policy Statement: ICT will be utilized by the Government and the private sector to maximize economic growth and sustainable development."
    }, 
    {
        "sentence_id,": "a64e920fdc", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Goal 4: Utilize ICT for Good Governance Policy Statement: Every effort will be made to ensure that ICT systems and processes are used to enhance government accountability, efficiency, effectiveness, and transparency of delivering public services to all and combat corruption."
    }, 
    {
        "sentence_id,": "27b282e7c9", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Internally government will improve on the utilization of ICT to promote and standardize best practices in government."
    }, 
    {
        "sentence_id,": "a811297627", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "ICT will be utilized to support good government practices by developing and enacting policy reform to ensure the secure ICT services specifically with regard to electronic transactions, security, and privacy of citizens and including child online protection."
    }, 
    {
        "sentence_id,": "e564d779f1", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Goal 5: Create an Enabling ICT Environment through Policy Reform and Improvements in Legal Frameworks Policy Statement: Government will establish new laws for ICT and develop a strong regulatory framework that supports a technology-neutral ICT enabling environment and market."
    }, 
    {
        "sentence_id,": "4ac95d7b61", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Government will strengthen the legal and policy framework for enabling social and economic development through ICT by developing a legal and regulatory framework that promotes competition between service providers, efficient pricing and costs, and universal access and provides oversight of the telecommunications sector."
    }, 
    {
        "sentence_id,": "c152b3c447", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "It is critical that these policies ensure equitable access to ICTenabled services, applications, and content to all and particularly for rural and underserved populations."
    }, 
    {
        "sentence_id,": "76ec0f950e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Government will adopt policies and regulations to promote universal access and will also focus efforts on policies to encourage greater use of the Internet to provide public services and services for health, education, and emergency management."
    }, 
    {
        "sentence_id,": "60ac0234fe", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Much work has been done in the FSM gearing towards developing a national ICT policy in the last 10 years."
    }, 
    {
        "sentence_id,": "6f55fe443b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "His Excellency President Mori mandated the Department of Transportation, Communications and Infrastructure to develop a national ICT policy to address the key issues facing the citizens of FSM because Government embraces the fact that ICT is recognized as a key factor in economic growth and social development in terms of providing opportunities, choices and access to information and knowledge."
    }, 
    {
        "sentence_id,": "fbf58217db", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "This policy provides the strategic direction for ICT development for the Federated States of Micronesia."
    }, 
    {
        "sentence_id,": "36344e0d59", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "It identifies obstacles and difficulties in development of ICT in FSM and outlines policies to address them."
    }, 
    {
        "sentence_id,": "e489bf48a0", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The NICTP further establishes key goals and strategies to implement these policies addressing priority areas including inequality of access to ICT, ICT Infrastructure, local capacity and ICT expertise, relatively high ICT costs and the need for an improved telecommunication regulatory environment."
    }, 
    {
        "sentence_id,": "e3ffd1257d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "This National ICT Policy will provide a framework that seeks a coherent, equitable, and focused utilization of ICT in the FSM for the benefit of the FSM people."
    }, 
    {
        "sentence_id,": "3282dcc040", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The same study also found that although infrastructure is well supported with external finance, service delivery improvement depends on further policy development, particularly in the areas of regulation and market liberalization, and capacity building in project planning and implementation."
    }, 
    {
        "sentence_id,": "8755642a8d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The NICT Policy seeks to address these challenges in order to achieve the overall ICT vision of affordable and accessible communications for all FSM citizens."
    }, 
    {
        "sentence_id,": "7fbbe0bf91", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Convergence requires a multistakeholder partnership where: the government can implement enabling policies and regulations provide funding and build capacity; the private sector can build infrastructure and invest in services; civil society can work with communities; and communities own and drive initiatives."
    }, 
    {
        "sentence_id,": "5de3121bf6", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "It is important for FSM to ensure that they share the national ICT policy with other developing partners planning ICT work in the FSM."
    }, 
    {
        "sentence_id,": "1a99292654", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Every ~9~ effort must be made to ensure that donor funding has realistic monitoring and evaluation principles attached to such policy documents to ensure that the Government is able to justify the utilization of such funding."
    }, 
    {
        "sentence_id,": "a3b73aee07", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policy Context This policy document sets out the over-arching goals, objectives strategies for the delivery of ICT."
    }, 
    {
        "sentence_id,": "0c7658cd54", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "In this context, the National ICT Policy is designed to integrate and harmonize top-level national priorities and sectoral goals through a participatory, inclusive, and cohesive approach."
    }, 
    {
        "sentence_id,": "a7bfd8deae", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "This policy sets the direction to improving government efficiencies by promoting the use of ICT for internal government functions and supporting the development of eGovernment service for delivering online public services."
    }, 
    {
        "sentence_id,": "1fbb308b0c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policies are required to protect our countries from being used as dumping grounds for obsolete ICT equipment."
    }, 
    {
        "sentence_id,": "664d988d30", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The focus of this policy therefore, is to provide an ICT strategic framework to facilitate policies, laws, and regulations that promote competition and thereby enable socio-economic development of the Federated States of Micronesia and to make possible for our citizens and visitors to participate effectively in the local and global economy."
    }, 
    {
        "sentence_id,": "30ca9ff90e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Responsibility for the implementation of this policy rests with the Department of Transportation, Communication, and Infrastructure."
    }, 
    {
        "sentence_id,": "de8666cd9e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The Department will issue annual reports on the annual status of policy implementation."
    }, 
    {
        "sentence_id,": "48ab86adca", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "~ 10 ~ This policy framework was developed with the assistance of the International Telecommunication Union (ITU) through the ITU-European Commission (EC) project for the Pacific Island countries (ICB4PAC) and in partnership with the Department of Transportation, Communication & Infrastructure."
    }, 
    {
        "sentence_id,": "a8e37defe8", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Chronology of Events The policy framework was developed over time."
    }, 
    {
        "sentence_id,": "20d3580b16", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "2011 The State National Leadership Council supports the policy directions of President Mori which calls for liberalization, an independent regulatory body, restructuring of FSMTC, and broadband telecommunications for all states."
    }, 
    {
        "sentence_id,": "ba6a720f75", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "~ 11 ~ PART TWO Objectives and Strategic Plan ~ 12 ~ Objectives and Strategies for GOAL 1: Achieve Accessible and Affordable Communications for All Policy Statement: All citizens will have equitable access to affordable and secure ICT."
    }, 
    {
        "sentence_id,": "e812573468", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Strategies for Objective 1: Establish Mechanisms for Ensuring Nondiscriminatory Access to ICT Regardless of Level of Income, Education, Age, Gender and People with Special Needs (i) Set in place non-discriminatory laws, mandates, policies, and practices for equal and equitable access to ICT infrastructure, services, assistive technology, applications and content, both for service providers and consumers."
    }, 
    {
        "sentence_id,": "ae952c2183", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Objectives and Strategies for GOAL 2: Strengthen ICT Human Resources and Increase Human Resource Development Opportunities through the Use of ICT Policy Statement: To implement and sustain the national ICT vision, the Government is committed to prioritizing ICT workforce development and strengthening the overall workforce knowledge skills and abilities by increasing human resource development opportunities through the use of ICT."
    }, 
    {
        "sentence_id,": "4628baaf6b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The objectives for this goal are: Objective 1 Provide ICT training for Political Leaders, Policy Makers and Regulators Objective 2 Develop an ICT-savvy workforce Objective 3 Support and participate in regional ICT human resource development initiatives A."
    }, 
    {
        "sentence_id,": "37a90c11c7", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Strategies for Objective 1: Provide ICT Training for Political Leaders, Policy Makers and Regulators (i) Given the cross sectoral nature of ICT, encourage all leaders and policy makers to attend ICT awareness workshops and trainings to ensure that ICT is integrated in the policy development of all sectors."
    }, 
    {
        "sentence_id,": "9d5430ada0", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(iii) Coordinate local and regional opportunities to provide regular and on-going ICT policy training for decision makers and policy staff."
    }, 
    {
        "sentence_id,": "38e6646693", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Objectives and Strategies for GOAL 3: Improve Economic Growth and Sustainable Development through ICT Policy Statement: ICT will be utilized by the Government and the private sector to maximize economic growth and social development."
    }, 
    {
        "sentence_id,": "d6e8731f82", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(iii) Establish policies, regulations, and guiding principles for patient information confidentiality relating to use of electronic patient/medical records."
    }, 
    {
        "sentence_id,": "84740c8a29", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(ix) To develop ICT policies within the schools that also provides information regarding safeguards and awareness of the downsides of the addiction to technology by students and impact on important values."
    }, 
    {
        "sentence_id,": "f192e8c6ac", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(iii) Managing ICT e-Waste Develop a policy ensuring all providers have a process in place for ICT-based waste removal and disposal."
    }, 
    {
        "sentence_id,": "eb1c1174b0", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The policy should include a front-end recycling fee."
    }, 
    {
        "sentence_id,": "e6253cfd59", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "(v) Communicate and promote social decorum relating to ICT use in relation to respect for local culture and standards."
    }, 
    {
        "sentence_id,": "0b6e56fb59", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Objectives and Strategies for GOAL 4: Utilize ICT for Good Governance Policy Statement: Every effort will be made to ensure that ICT systems and processes are used to enhance government accountability, efficiency, effectiveness, and transparency of delivering public services to all and proactively combat corruption."
    }, 
    {
        "sentence_id,": "6db47c5a54", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "~ 19 ~ (v) Develop and implement an eGovernment policy to mandate the sector implementation of the eGovernment Plan."
    }, 
    {
        "sentence_id,": "0128554f4b", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(vii) National Government strongly recommends that State Governments develop State ICT Policies and Implementation Plans that are in alignment with the National ICT Policy."
    }, 
    {
        "sentence_id,": "2f2883751c", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(viii) Review and update the National ICT Policy and Action Plan at minimum every 2-years."
    }, 
    {
        "sentence_id,": "757f40b15d", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "(ii) Develop standardization of ICT hardware to be used in all Government sectors."
    }, 
    {
        "sentence_id,": "f012b975ce", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(iv) Develop an Internet Use policy for government."
    }, 
    {
        "sentence_id,": "d48a66473e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(ix) Mandate that public information be available through ICT (e.g., web sites) Objectives and Strategies for GOAL 5: Create an Enabling ICT Environment through Policy Reform and Improvement of Legal Frameworks Policy Statement: Government will establish new laws for ICT and develop a strong regulatory framework that supports a technology-neutral ICT enabling environment and market."
    }, 
    {
        "sentence_id,": "fbaafab053", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(iii) The Department of Transportation, Communication, and Infrastructure will be responsible for the development and monitoring of Government policies setting the overall direction for the sector."
    }, 
    {
        "sentence_id,": "9991137bce", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(v) The Division of Communication in the Department will be responsible for sector policy and for supporting the new Office of the Regulator."
    }, 
    {
        "sentence_id,": "49df25bb74", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Strategy for Objective 2: Establish an Independent ICT Regulatory Authority to Promote Competition, Ensure that Prices Reflect Efficient Costs, Manage Universal Access and Provide Oversight and Management of the Telecommunications Sector (i) Establish an ICT Regulator that is legally, institutionally, and financially independent of the Government to transparently manage sector regulation in accordance with Government sector policies."
    }, 
    {
        "sentence_id,": "0b121056fd", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "(iii) The regulator will have the power to: a) Issue individual and class licenses on a non-discriminatory and technologically neutral basis; b) Allocate spectrum for the use of licensed network operators and, jointly with the Ministry, control the national spectrum plan; c) Control the national numbering plan and ensure access to numbers for all licensed operators on a non-discriminatory basis; d) Make binding decisions to resolve access disputes between operators, subject only to judicial review by the FSM Supreme Court for error of law or appeals on substance to an independent expert; e) Investigate and prohibit behavior by any operator that may have the effect of restricting competition; f) Require any dominant operator to submit for prior approval by the regulator any proposed changes to retail tariffs until such time as the regulator is satisfied that there is effective competition in that service market; g) Investigate consumer complaints, set standard terms, and issue orders prohibiting unfair or misleading behavior by service providers; h) Apply to the FSM Supreme Court to impose penalties in cases of violation of the Act; ~ 22 ~ i) Review proposed ownership transactions that could diminish the level of competition in a relevant market for telecommunications services and decline permission for such transactions unless satisfied that they are in the public interest."
    }, 
    {
        "sentence_id,": "f623643441", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "j) Administer any universal access scheme adopted by the government in order to ensure the availability of access to a minimum standard of voice calling and Internet access throughout FSM; k) Hire staff, establish and operate an office, and incur such expenses as are properly required for the conduct of the regulatory function; l) Set and collect license fees required to meet the costs of the regulatory function; m) Make rules and issue regulations as are required within the scope of the new law to efficiently perform the regulatory function, such rules and regulations to be tabled in the Congress."
    }, 
    {
        "sentence_id,": "1d0a7fe466", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "C. Strategy for Objective 3: Adopt a Universal Access Policy (i) The Government will in consultation with the regulator adopt a universal access policy to achieve ICT access throughout the whole country, to be administered by the regulator."
    }, 
    {
        "sentence_id,": "85b7c8486a", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "(ii) Investigate and identify different policies and models for supporting increased access through the shared use of public service telecommunication services for health, education, emergency management and other public service sectors."
    }, 
    {
        "sentence_id,": "a38569eef1", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Policies for non-discriminatory access to ICT regardless of level of income, education, age, gender and people with special needs are implemented."
    }, 
    {
        "sentence_id,": "543d1e0508", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Leadership and Policy Maker ICT education and training is organized and on-going."
    }, 
    {
        "sentence_id,": "7bbf5dff16", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Government policies provide incentives for ICT investment, regulatory certainty, and fair competition."
    }, 
    {
        "sentence_id,": "238746013f", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "5 Open the market to New Entry and Regulatory and Legal Framework Privacy and security of information policies are developed and implemented."
    }, 
    {
        "sentence_id,": "9726967178", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Government has standardized on ICT hardware."
    }, 
    {
        "sentence_id,": "24308fe5ac", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "~ 26 ~ MANY PARTNERS ONE TEAM This Strategic Plan is the result of multi-partnerships from all sectors that need to work together as one team to implement this policy through one implementation plan for the benefits of all the people in the Federated States of Micronesia."
    }
]