[
    {
        "sentence_id,": "e43cde7b21", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "The online fiscal declarations systems, biometric passport, automated biometric border crossing systems based on electronic passports, Moldova digital map, mobile digital signature and online services as: e-Police Clearance Certificate, e-Licensing, etc."
    }, 
    {
        "sentence_id,": "60a488f9db", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "The Interoperability framework based on the open standards and cloud computing based services is actually in the process of implementation."
    }, 
    {
        "sentence_id,": "a0d60c3fa2", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The growth rate registered by the digital economy is seven times higher than the rest of the economy9, but this potential is currently dimmed by a fragmentation of policy framework at pan-European level."
    }, 
    {
        "sentence_id,": "2ed2d4259a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "7) Violation of the radio frequency spectrum policy, of the National table of frequency band allocation (NTFBA) and National electronic numbering plan (NENP) by the Transnistrean region [ f a r D ] t CONTENT AND SERVICES Advantages (Strengths) 1) The Government of the Republic of Moldova adopted the direction for EU integration, including alignment to EU standards in the ITC sector; 2) Implementation of joint M-Cloud platform for e-Governance and implementation of the Interoperability Framework; 3) Open Government Data Initiative; 4) Launching of the mobile digital signature; 5) Issuance of electronic ID card."
    }, 
    {
        "sentence_id,": "0ba7529f67", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Opportunities Threats (risks) 1) Increase of the broadband connection 1) Low GDP level; coverage 2) Ongoing economic crisis and remittances decline which can encourages content development; reduce the ability to pay for services; 2) Improving high-tech image of the Republic 3) Natural endurance of officials to the change of working of processes, including technological modernization; Moldova; 4) Public administration employees do not realize the 3) The use of governmental cloud; opportunity of informatization policies of the working processes; 4) An increasing number of worldwide 5) Small and fragmented electronic commerce internal market; guidelines of good practices; 6) The increase of cybernetic crimes number reduces the users 5) Opportunities of collaboration and first confidence; source information (UK, USA, Singapore, South 7) The massive use of cash boosts the shadow economy and Korea, etc."
    }, 
    {
        "sentence_id,": "e22e2e2984", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "According to the annual national survey 2012 the perception, assimilation and support by the population of the e-Government transformation, conducted in November 2012 by the Institute for Public Policy and Magenta, upon the request of the Center for Electronic Governance: 16% of users practice electronic commerce, 8% use Internet banking services."
    }, 
    {
        "sentence_id,": "e2bc96d539", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "The Interoperability Framework Program approved by the Government in September 201217 is on the beginning of implementation and the citizen is required to submit copies of a -9- given number of documents (identity acts, certificates, etc.)"
    }, 
    {
        "sentence_id,": "09a815cef4", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Nevertheless, the process of issuing public key certificates issued by the SE."
    }, 
    {
        "sentence_id,": "7b6404069d", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "The most skilled in ICT teaching are not drawn to higher education because of uncompetitive salaries, lack of a performance based management, motivation system and professional development, and the education governance is confused (occupational standards are missing, professional formation is directed by supply and not by demand, qualifications are granted by the educational institutions in the absence of an explicit legal and normative framework that would ensure the involvement of companies in this process, educational institutions do not respond to the features of the graduates professional paths and other."
    }, 
    {
        "sentence_id,": "e7e031041f", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The more a society is computerized the more it is exposed to cybernetic attacks, and the ensuring of cyberspace security should be a major concern of all stakeholders, especially at the institutional level, which are responsible for coherent policy development and implementation in the field."
    }, 
    {
        "sentence_id,": "bbae0a17a8", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "This strategy is focused on three main policy directives/pillars of development: 1) expanding access and connectivity by promoting the competition in the broadband access networks and services; 2) stimulating the creation/development of the digital content and electronic services; 3) building capacities to use the advantages provided by ICT."
    }, 
    {
        "sentence_id,": "0fbe779b6d", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Specific objectives: 1) Internet access at a speed of at least 30 Mbps The state shall establish a legal, institutional and regulatory framework for the development of an optimized info-communication infrastructure, which would meet the quality standards at data transfer speed of at least 30 Mbps covering all the regions with services at affordable prices."
    }, 
    {
        "sentence_id,": "eca80c1335", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "The following program shall be developed and implemented: 2.1) The transition program from analogue terrestrial television to digital television includes actions that are meant to ensure transition to digital television by June 15, 2015: a) development of the legal and regulatory framework to ensure the transition from analogue terrestrial television to the digital one; b) ensuring socially vulnerable groups with receiving equipment for digital terrestrial television reception(STB); c) promotion of the High Definition (HD) standards for national radio transmitters programs."
    }, 
    {
        "sentence_id,": "8831c5113a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Specific objectives: 1) Digital content is available, accessible, used and valued; 2) 100 % of the central public administration authorities integrated in the interoperability platform by 2020; 3) Public services provided to citizens at the counter (window) are provided on the basis of a single document ID card, including electronic, or through electronic or mobile identification, without submitting some additional documents or certificates."
    }, 
    {
        "sentence_id,": "a99f3d8505", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "The following programs/documents shall be developed and implemented: 1.1) The program Creation, development and use of the digital content of the Republic of Moldova The program shall include actions for: a) Sorting the existent informational content by fields, assessing its transformation needs into digital format (content digitization), drawing up plans for content digitization by fields and providing access to this content; b) adjustment of the legal and institutional framework for the digitization of the content, based on the identified constraints and including the budgeting of the content digitization actions in the Medium-Term Budgetary Framework (MTBF) and adopt, approve and implement the major international standards, technical regulations in the field of digitization and online access to content, including the acceptance of the automated information system (AIS) extracts as electronic legally confirmed documents; c) implementation of the Government Interoperability Framework and Recommendations concerning the national content/resources interconnection and interoperability (including catalogs, classifiers, identifiers, metadata) to facilitate the creation and interoperability of the digital content; d) facilitating the creation via public private partnership (PPP) of data centers/local digital content warehouses, including geospatial data, in compliance with the content conservation management and effective time accessing standards and setting up Digital Content Register for public access (which shall include orphaned content too)."
    }, 
    {
        "sentence_id,": "f705f33796", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "[ r D f a ] t - 16 - 1.2) The program of public services digitization The program shall include at least: a) evaluation of the existing public services (cost, content and volume) with the optimization of the number of existing public services and processes and reengineering the existing business processes of providing public services with their typing, standardizing and development, the approval of public services digitization Plans in accordance with the priorities by areas: Health Social assistance, Education, Justice, Agriculture, Construction, Cadastre, Transportation, Science, Culture, and so on; b) the development of the legislative and normative framework in the area of providing and accessing electronic public service (including the electronic identity management, implementation of the minimum standards for the quality of public services and system monitoring/evaluating indicators of their quality, as well as submission of complaints against public services provided under any expectations and development of a transparent and balanced methodology on setting the charges for electronic public services; c) developing of standard solutions for local public authorities regarding Government to Government (G2G) and Government to Consumer (G2C) services, using the common governmental technological platform; d) promoting the use of electronic payment mechanisms, including the payment of services provided by the public services providers."
    }, 
    {
        "sentence_id,": "93ebd6837e", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "1.3) The documents which shall regulate the implementation of electronic ID card, and which shall touch: a) the Ministry of Information Technology and Communications tasks in this field: - ensure the drawing up of electronic ID card and simultaneous issuance with the existing ID card, upon request; - ensure the creation, implementation and development of the digital signature means in the electronic ID card; - designation of the State Enterprise Centre for State Information Resources Registru as authorized center to issue, use and update public key certificates and digital signatures at ID documents preparation and issuance; - development and approval of mechanism for using electronic ID card in information resources and systems, and at the provision of services, including electronic services."
    }, 
    {
        "sentence_id,": "897d7e9cd3", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "b) the objectives of the State-owned Enterprise Center of Special Telecommunications, which are to be implemented in accordance with the concluded contracts between this company and the State Enterprise Centre for State Information Resources Registru upon preparing and issuing the electronic ID cards; 1) provide monitoring and control of the public key certificates status and security of electronic communications channels; 2) generate confirmation codes for certificates issued by the State-owned Enterprise Centre for State Information Resources Registru; 3) ensure, jointly with the State-owned Enterprise Centre for State Information Resources Registru the mutual recognition of public key certificates among the centers for public key certification."
    }, 
    {
        "sentence_id,": "cbf2401d99", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The policy measures aimed at the improvement of education in the ICT, shall cover both the formal education system as well as the lifelong training."
    }, 
    {
        "sentence_id,": "b1c99e52ec", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards", 
                    "certification"
                ]
            }
        ], 
        "sentence": "The following programs shall be developed and implemented: 1.1) Digital literacy in general compulsory education program The following actions shall be provided: a) assessing the general compulsory education ICT curriculum; b) developing the digital literacy educational standards compatible with the European practices; c) developing / updating the curriculum and electronic textbooks for general education; d) compulsory certification of ICT skills among graduates of the general secondary and vocational-technical education; e) testing the electronic curricula and e-books for general compulsory education and afterwards implement on a large scale curricula and e-books for general education; f) expanding the digital skills certification scheme in schools and universities."
    }, 
    {
        "sentence_id,": "bb3dc4d59e", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "1.2) Continuous training programs and digital inclusion digital skills for all There shall be provided the following below: a) shall update the continuous training programs, reshaping and retraining by including / adjusting the training modules and performing digital skills based on educational standards similar to European ones; b) shall organize the ICT area training courses both in a traditional way and on the online platforms for teachers and trainers within the training programs; c) shall be developed regulatory and legal framework for distance learning; d) shall be ensured the development of courses in electronic format to facilitate access to education and inclusion; e) shall establish conditions for remote management training deployment, development and implementation of the educational applications (software), as well as electronic versions of academic courses and shall provide access to these courses (electronic approval); f) universities shall implement anti-corruption practices based on the use of ICT measures in the assessment of training outcomes."
    }, 
    {
        "sentence_id,": "aace2a8e8a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "g) the standards for ICT skills that shall adjust the study process to the relevant occupational sphere requirements shall be developed for each level of professional training (secondary vocational, secondary specialized, higher education)."
    }, 
    {
        "sentence_id,": "4c7a31560a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "2.1) The \"digital literacy training for public employees\" The following actions shall be provided: a) development of occupational standards of digital competences for public positions/public employees in the areas of: health protection, education, social assistance, agriculture, justice, transport, land register, science, culture, archives, etc."
    }, 
    {
        "sentence_id,": "8e000082b9", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "b) development of modules for traditional and online training of public institutions employees according to specific use of ICT in order to fulfill professional responsibilities; c) development of mechanisms for certifying public servants/employees of the public institutions in view of the ICT use; d) mandatory minimal requirements for the recruitment and digital literacy of the public institutions servants/employees."
    }, 
    {
        "sentence_id,": "dfb705a460", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "and interactive electronic boards with demo modules, electronic terminals shall be installed in localities; c) public media programs shall include programs promoting and training people to use electronic services; d) conditions for the deployment of the equipment meant to facilitate the access to electronic services for people with special needs shall be created; e) standards for hardware and software with the prospect of using them by people with special needs shall be implement."
    }, 
    {
        "sentence_id,": "6fc58b1f14", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "); 2) Increase the cyber security skills; 3) Raise the comprehension level of the digital space risks and of measures necessary to ensure its cyber security; - 19 - 4) promote and develop international cooperation in cyber security."
    }, 
    {
        "sentence_id,": "d16c9d19ec", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }, 
            {
                "category": "capacity building", 
                "subcategory": [
                    "professional certification"
                ]
            }
        ], 
        "sentence": "), including: a) definition of national critical infrastructures that are to be protected from cyber-attacks, establishment and application of minimum safety requirements for national critical infrastructure, with relevance to ensure the functioning of these infrastructures, including the establishment and use of a National Cyber Security System; b) amendment and harmonization of the national legal framework in the field of cyber security, and institutionalization of personal responsibility concerning cyber security; c) stimulation of the mutual exchange of information between public and private sectors regarding threats, weaknesses, risks and also cyber incidents and attacks; d) strengthening the CERT-GOV-MD team (creating the national level CERT-GOV-MD structure/team); e) implementation of the electronic identity management for cyber security; 2.1) Increase cyber security skills: a) adequate training of persons working in cyber security and widespread promotion of professional certification in the field; b) inclusion of items related to cyber security in training programs and professional development of the public and private sectors managers; c) informing and training employees of public institutions on cyber security issues and cyber risk reduction; d) elaboration of a User Guide, concerning minimum requirements for cyber security."
    }, 
    {
        "sentence_id,": "f2e4e7a7ff", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "4.1) Promote and develop international cooperation in cyber security: a) conclusion of international cooperation agreements in order to improve the response capacity in the case of major cyber-attacks; b) participation in international programs aimed at cyber security; c) promotion of national cyber security interests in the framework of international cooperation, of which the Republic of Moldova is a part."
    }, 
    {
        "sentence_id,": "28491f7a7a", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The strategy shall serve as a key document for coordinating the activities of all policy authorities, authorized in the Information Society development field."
    }, 
    {
        "sentence_id,": "688d723486", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Promoting High Definition standards for national TV broadcasters Ministry of Information Technology and Communications Ministry of Information Technology and Communications Partners Audiovisual Coordination Council, National Regulatory Agency for Electronic Communications and Information Technology Audiovisual Coordination Council, Ministry of Labor, Social Protection and Family, Ministry of Finance ] t Financing sources/cost Deadlines Progress Indicators 2014 2015 Starting 15.06.2015 all TV transmitters are to work only in digital mode Institutions budget 2014 National government budget / 500 MDL*100 000 people Institutions budget 2015 2016 Approved legal and regulations framework All households are provided with terrestrial digital TV reception equipment Adopted High Definition standards Ministry of Information 2016 Technology and Communications PILLAR II: GENERAL OBIECTIV: Creating favorable conditions for the development and use of national digital content and digitizing the existing national content, and implementation and use of electronic services OUTCOME INDICATORS: Percentage of public services available online out of all services which may be provided online: 2015-30%, 2017-80%, 2020-100%."
    }, 
    {
        "sentence_id,": "30a7ebdc16", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "100% of records, documents of civil status, cultural and scientific heritage shall be digitized and available; 100% of public data shall be located in data centers complying with management, preservation and access standards of content over time; At least 70% of the population shall use electronic services; At least 20% of the population shall shop online; At least 80% of citizens shall be satisfied with the quality of provided services; 100% of public service institutions shall be interconnected and shall meet the criteria of Interoperability Framework; The citizen shall get the desired public service only under the identity document, including electronic ID, and mobile or electronic identification, other information necessary for the service being extracted from the digitized archives."
    }, 
    {
        "sentence_id,": "861df531f3", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Undertaking, approving and implementing international basic standards, technical regulations of the field of digitization and accessing the content online."
    }, 
    {
        "sentence_id,": "6ad129f101", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Setting up conditions for establishing data centers / digital storages, including geospatial data, including public-private partnership respecting management, preservation and access standards of content over time."
    }, 
    {
        "sentence_id,": "1f83c3cfa3", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Center for Electronic Governance State Chancellery, Ministry of Information Technology and Communications, central and local public authorities, Center of Special Telecommunications Budget of etransformation project, central and public authorities budget / minimum 12 000 MDL for a single involved institution 2016 List of necessary standards Approved standards List of technical regulations developed and approved Approved technical regulations."
    }, 
    {
        "sentence_id,": "675c859a18", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Optimized and approved list of public services Percentage of business processes revised, typified and standardized."
    }, 
    {
        "sentence_id,": "9e4557e6aa", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Implementing the minimum quality standards for public services and system monitoring / evaluating indicators for their quality and the tools for submitting complaints against public services provided below any expectations."
    }, 
    {
        "sentence_id,": "a8ae8de1fb", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Developing standard solutions for public authorities G2G and G2C services, using common governmental technological State Chancellery [ Ministry of Information Technology and Communications State Chancellery Communications Ministry of Information Technology and Communications Ministry of Information Technology and Communications Ministry of Information Technology and Communications Ministry of Information Technology and Communications Ministry of Information Technology and Communications f a r D State Chancellery Partners ] t Financing sources/cost Deadlines Progress Indicators program Approved e-Education strategic program Institutions budget, Development partners 2014 Institutions budget, Development partners 2014 Approved e-Justice strategic program Institutions budget, Development partners 2014 Institutions budget, Development partners 2014 Institutions budget, Development partners 2014 Approved eAgriculture strategic program Approved Intelligent transport strategic program Developed eCadastre geoinformational System Program Ministry of Information Technology and Communications Ministry of Information Technology and Communications, Center for Electronic Governance State Chancellery, Center for Electronic Governance, Central public authorities State Chancellery, Center for Electronic Governance, Central public authorities Ministry of Information Technology and Communications, Center for Electronic Governance Institutions budget, Development partners Ministry of Information Technology and Communications, Ministry of Finance, Central public authorities Ministry of Information Technology and Communications, Center for Electronic Institutions budget, Development partners 2014 Institutions budget, Development partners 2014 2017 Institutions budget, Development partners 2014 2020 Drafts of law, Developed regulations (including electronic identity management) Adopted legal framework Institutions budget, Development partners / 12 000 MDL for a single standard 2014 2020 Approved and taken up standards Budget of etransformation project 2014 Approved methodology Budget of etransformation project, Institutions budget, development partners 2014 Number of developed standard solutions - 30 Objectives Actions Responsible authorities platform."
    }, 
    {
        "sentence_id,": "b5557ab166", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Share of secondary general and vocational-technical education graduates which obtained internationally recognized ICT certificates: 2015-20% 2020-40%."
    }, 
    {
        "sentence_id,": "2ce0b34099", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Share of graduates who obtained national digital literacy certificates: 2015-80%, 2020-100%."
    }, 
    {
        "sentence_id,": "beccbc0862", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Appling national digital skills Ministry of Education Institutions budget, certification system for graduates of Development partners compulsory education."
    }, 
    {
        "sentence_id,": "33f2a7abd8", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Updating training programs, Ministry of Education Training institutions Institutions budget, retraining and requalifying by Development partners including / adjusting training modules and performing digital skills based on digital literacy education standards similar to European."
    }, 
    {
        "sentence_id,": "d82155fe6a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "20142020 [ f a r D ] t Ministry of Education Universities Institutions budget Ministry of Education Universities Institutions budget, Development partners Ministry of Education, Ministry of Finance Education Institutions Institutions budget, Development partners / 60 000 MDL for a single institution Progress Indicators 2017 2020 Implemented electronic curricula and textbooks 2015 Implemented certification system 2014 2015 Methodological guides, training aids, evaluation tools 2014 2020 Methodology and evaluation framework approved Legal regulatory framework approved by 2014 20 percent developed courses in 2014, 40 percent in 2015, 100 percent in 2020 Implemented system 2014 2014 2018 2016 2018 2014 2020 Number of applications submitted."
    }, 
    {
        "sentence_id,": "dcbf490d0a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Application of certification State Chancellery Ministry of Information Institutions budget, mechanism for civil servants in using Technology and donors ICT."
    }, 
    {
        "sentence_id,": "452088540f", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Develop requirements / standards in terms of equipment and software to be used by people with special needs."
    }, 
    {
        "sentence_id,": "7d21d98ba2", 
        "tag": [
            {
                "category": "child online protection", 
                "subcategory": [
                    "national legislation"
                ]
            }
        ], 
        "sentence": "Supplementing and harmonizing the national legislation in the area."
    }, 
    {
        "sentence_id,": "d368edd27b", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }, 
            {
                "category": "capacity building", 
                "subcategory": [
                    "professional certification"
                ]
            }
        ], 
        "sentence": "Establish and apply appropriate training requirements for persons operating in cyber security environment and wide spreading of professional certifications in the area."
    }, 
    {
        "sentence_id,": "b347571e31", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Providing electronic identity management for cyber security Promotion and development of international cooperation concerning cyber security (CERT-GOV-MD) Center for Electronic Governance, Ministry of Information Technology and Communications, State Chancellery Special Telecommunication Center (CERT-GOVMD), Information and Security Service, Ministry of Internal Affairs Special Telecommunication Center (CERT-GOVMD) Center for Electronic Governance ] t Financing sources/cost Deadlines Progress Indicators Institutions budget, donors 2014 CERT-GOV-MD team improved capacities e-Transformation budget 20142015 Approved plan Developed measures according to the approved plan Special Telecommunication Center (CERT-GOVMD), Center for Electronic Governance National center for personal data Protection Ministry of Information Technology and Communications Institutions budget, e-Transformation budget 2014 All types of digital identities can be certainly used to access services."
    }, 
    {
        "sentence_id,": "6941674ead", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Promoting national cyber security interests in international cooperation formats where the RM is a part of."
    }
]