[
    {
        "sentence_id,": "fa080454c6", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Digital Morocco 9 The National Strategy for Information Society and Digital Economy - 2009-2013 Challenges and Opportunities 10 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Challenges and Opportunities Challenges Human and Economic Development For Morocco, the major challenge regarding its transformation into an information society is to produce added-value and improve the standard of living and the well-being of its citizens."
    }, 
    {
        "sentence_id,": "1ad33a1925", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Morocco has significantly contributed to this success by making the offshoring business as one of the pillars of its industrial strategy, and has put in place a dynamic policy to enhance the attractiveness of Morocco for foreign clients."
    }, 
    {
        "sentence_id,": "b14f423212", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Adopt policies focused on the development of broadband by category of the zone and income levels Define the broad lines of the development of broadband by catagory of the zone (low-cost, residential, tourism, offshoring, etc."
    }, 
    {
        "sentence_id,": "36a5ddb4b3", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Support the development of digital informational content Develop regional/ local content; Adopt a policy to systematically translate public websites into Arabic; Support the Moroccan media, within the framework of public-private partnership, to provide and disseminate updated information in real and interactive time."
    }, 
    {
        "sentence_id,": "7cab1ee391", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Implement 15 key projects List of the 15 services and projects: Services that improve efficiency and reduce administration costs Integrated management of public expenditure; Purchasing pool for administrations; Online bidding for public tenders; Setting up an electronic certification authority; Common identifiers and inter-operability among administrations."
    }, 
    {
        "sentence_id,": "588a13a241", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Implement the law related to personal data protection Ensure legal and legislative regulations in compliance with international norms and standards, to protect the personnal data."
    }, 
    {
        "sentence_id,": "7cb695c153", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Success in IT offshoring services has significantly increased the demand for training and prompted institutions to review their training policies accordingly."
    }, 
    {
        "sentence_id,": "9f557e8563", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Provide students, during their curricula, national professional/certified training programs with the least cost credentials."
    }, 
    {
        "sentence_id,": "9302709de5", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "80 D i g i t a l M o r o c c o The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Digital Confidence Ambitions and Objectives Introduce conditions to raise confidence in e-commerce among individual citizens and enterprises 2008 Promulgation of laws related to IS and network security, protection of consumers, protection of personal data - Deployment of MA-CERT services 2010 2013 3 100% Number of delivered electronic users certificates - Campaign of awarness and information - % of trained magistrates - 60 000 12 100% D i g i t a l M o r o c c o 81 The National Strategy for Information Society and Digital Economy - 2009-2013 Support Measures Digital Confidence Initiatives and Actions The fulfilment of identified ambitions requires the implementation of 3 key initiatives Initiative 1 : Update and reinforce the legislative framework."
    }, 
    {
        "sentence_id,": "428c68cb09", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "The protection of electronic exchanges can be also achieved by developing the services of electronic certification and cryptography."
    }, 
    {
        "sentence_id,": "0bd61fc80b", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Elaborate regulatory texts to facilitate the utilization of encryption means and electronic certification."
    }, 
    {
        "sentence_id,": "7ed697bf3e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Set up a committee in charge of Information Systems Security In relation with the National Council of Information Technology and Digital Economy, a committee in charge of Information Systems Security will be set up and will be mainly responsible for elaborating the policy related to the protection of critical information infrastructure in the country."
    }, 
    {
        "sentence_id,": "183216afe0", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Set up certification authority Put in place and develop the first service provider of electronic certificates, whose role is to ensure electronic exchanges viability, authentication and data integrity by issuing and delivering electronic certificates."
    }, 
    {
        "sentence_id,": "a2baf78464", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "C oordinate and assess progress made by the implementation of national policies geared towards IT development, and arbitrate possible priority conflicts."
    }, 
    {
        "sentence_id,": "b0f876379e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Adopt policies focused on the development of broadband by category of the zone and income levels."
    }, 
    {
        "sentence_id,": "2cbc85c091", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "Set up certification authority."
    }
]