[
    {
        "sentence_id,": "09b2f5e573", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Opstelten National Cyber Security Strategy (NCSS) 2 From awareness to capability | 3 ----------------------- Page 4----------------------- 4 | National Cyber Security Strategy (NCSS) 2 From awareness to capability ----------------------- Page 5----------------------- Table of contents Foreword 3 execuT ive SuMMary 7 1 The iMporTance o F cyber SecuriTy 13 1.1 Introduction 13 1.2 Threats 15 1.3 Challenges 15 2 v iSion 17 2.1 Introduction: to a new approach and working method 17 2.2 Security, freedom and social-economic benefits 17 2.3 Clear roles, active participants 19 2.4 International vision and use: an integrated approach 20 3 a pproach 23 3.1 Ambition and strategic goals 23 3.2 The Netherlands is resilient to cyber attacks and protects its vital interests in the digital domain 23 3.3 The Netherlands tackles cyber crime 24 3.4 The Netherlands invests in secure ICT products and services that protect privacy 25 3.5 The Netherlands builds coalitions for freedom, security and peace in the digital domain 25 3.6 The Netherlands has sufficient cyber security knowledge and skills and invests in ICT innovation to attain cyber security objectives 25 3.7 A joint effort 26 a nnexe 1: 2014-2016 action programme 27 National Cyber Security Strategy (NCSS) 2 From awareness to capability | 5 ----------------------- Page 6----------------------- We are moving from structures to coalitions in which all parties national and international are represented in order to achieve supported standards."
    }, 
    {
        "sentence_id,": "9da3adc17a", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Furthermore, the international policy and skills."
    }, 
    {
        "sentence_id,": "9e92227818", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "On the one hand, by increasing investments in the search for new coalitions for defence, diplomacy the security of its own networks and services and, on the and development in which all parties involved are other hand, by bringing parties together and by taking represented, in order to reach internationally accepted action if the security of companies and private individuals standards related to actions in the digital domain."
    }, 
    {
        "sentence_id,": "3b12d45953", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }, 
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Where Therefore, the Netherlands works actively towards necessary, the government will establish frameworks international cooperation and will take up a clear position and standards, for instance when it comes to the security as cyber security mediator and hub."
    }, 
    {
        "sentence_id,": "f16ff0baaa", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "7 Supported standards, security by design and privacy by design Together with private sector partners, the government works to develop standards that can be used to protect and improve the security of ICT products and services."
    }, 
    {
        "sentence_id,": "c020c99abf", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "National Cyber Security Strategy (NCSS) 2 From awareness to capability | 13 ----------------------- Page 14----------------------- Relation of the NCSS2 to strategic policy documents: The information security awareness strategy11 for The NCSS2 follows on from the insights and government administrators and managers."
    }, 
    {
        "sentence_id,": "394de6ca8d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "With the recommendations arising from the following strategic Taskforce on Management, Information Security policy documents: and Services, the government pursues an active awareness policy to get the governments information The National Security Strategy (NV Strategy) is aimed security at the desired level."
    }, 
    {
        "sentence_id,": "07644d1fa4", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Furthermore, standards as well as to the protection of fundamental a criminal cyber services sector, through which cyber- rights and values."
    }, 
    {
        "sentence_id,": "542c212469", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "In view of the above, clear like the timely updating of systems or password parameters for strengthened cooperation in the digital policies, are often not implemented."
    }, 
    {
        "sentence_id,": "a49b3b0a85", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "economic and social opportunities digitisation offers and Agreements about cooperation, standards of conduct thirdly, by guaranteeing fundamental rights and values."
    }, 
    {
        "sentence_id,": "4e238f9b5d", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "and standards will have to be made in a European, and This correlation between security, freedom and social- wider international, context."
    }, 
    {
        "sentence_id,": "989baaa036", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The international policy economic benefits is a dynamic balance that is intended context has also become wider."
    }, 
    {
        "sentence_id,": "64ed8dd151", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "approach internationally, at the United Nations, during international cyberspace conferences, like the ones Processing personal information and the protection of held in London, Budapest and Seoul, in other multi- privacy is subject to strict standards and supervision, stakeholder settings like the Internet Governance Forum, partly based on European legislation."
    }, 
    {
        "sentence_id,": "5cc8b9709e", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "This also means starting points we developed become an integral part of that criminals in the digital domain will have to be meetings about cyber security standards, and incorporate successfully stopped."
    }, 
    {
        "sentence_id,": "61fccb350b", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "and standards, for instance for the vital sectors."
    }, 
    {
        "sentence_id,": "e2dcc30ec4", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "A policy that supports responsible disclosure included in this strategy in various forms."
    }, 
    {
        "sentence_id,": "58c73d5cb4", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "This concerns the development of standards but also concepts also enables conscious and involved citizens to safely like the duty of care."
    }, 
    {
        "sentence_id,": "eac70f1229", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Security by design and 2.4 inT ernaT ional viSion and uSe: an inT eGraT ed privacy by design should more than currently be standard approach design principles."
    }, 
    {
        "sentence_id,": "9bd081929c", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "In view of the Providers of ICT networks and services or other ICT- fact that cyber security and international cooperation based services have a specific responsibility (duty of care) are inextricably linked, the Netherlands will promote its with respect to their clients."
    }, 
    {
        "sentence_id,": "0bcce2ba62", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "This represented in order to reach internationally accepted also makes it possible to strengthen the security of the standards related to actions in the digital domain."
    }, 
    {
        "sentence_id,": "a75f1fcec0", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "international cooperation and takes up a clear position as cyber security mediator and hub."
    }, 
    {
        "sentence_id,": "09fc1a4d8c", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "This may armed forces, the Defence organisation is increasing its be in the form of so-called trust-inspiring measures, digital resilience and is developing its own capabilities to rules of the road, or standards of conduct.22 With The conduct cyber operations within the applicable statutory Hague as the city of international peace and security, the parameters."
    }, 
    {
        "sentence_id,": "a495c3de7a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Particular themes promoted by the Netherands in a European context, Cooperation in the area of defence in an EU context in addition to the forementioned strenghtened CERT will be mostly aimed at crisis management, pan- cooperation, are: European exercises and the effective investigation and Maintaining open standards, content and prosecution of cyber crime."
    }, 
    {
        "sentence_id,": "fa73964dce", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "This Netherlands Defence organisation on a national level international cooperation will also eventually include, in preventing and countering attacks on the civil in the long term, a detailed form of arbitration between infrastructure will be detailed."
    }, 
    {
        "sentence_id,": "28fb96bd94", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "actively participates in international meetings and related activities, such as the Committee of Contracting States of 5 Strengthening the National Cyber Security Centre the Council of Europe, the Convention on Cybercrime, the In a short period of time, the NCSC has developed into the EU policy cycle on organised crime, and the discussions 24 In addition to response, SOC comprises other aspects from the cyber security chain, such as awareness, resilience, detection, alerting, reporting and crisis management."
    }, 
    {
        "sentence_id,": "2ee8e2fa85", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "With The 3.4 The neT herlandS inveSTS in Secure icT Hague as the city of peace and security, the Netherlands producTS and ServiceS T haT proT ecT privacy aims to develop standards in a multi-stakeholder An increasing amount of ICT-based products and services context and to protect fundamental rights and values in are linked to public networks, such as the internet, which cyberspace."
    }, 
    {
        "sentence_id,": "a1c09afa1c", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "multidisciplinary knowledge about subjects such as international standards for conflict prevention, civil- 7 Supported standards, security by design and privacy military cooperation and non-proliferation of cyber by design weapons in the digital domain."
    }, 
    {
        "sentence_id,": "cefc89b35c", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "This forms working to develop standards that can be used to protect the basis for a series of multi-stakeholder, high-level and improve the security of ICT products and services."
    }, 
    {
        "sentence_id,": "2121f3e2c6", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "this end, the government in an international context will also enter into a dialogue with relevant private parties 3.6 The neT herlandS ha S SuFFicienT cyber and will act in a framework-developing and standards- S ecuriTy KnowledGe and SKillS and inveSTS developing fashion to protect the privacy and security in icT innovaT ion To aTTain cyber SecuriTy of users."
    }, 
    {
        "sentence_id,": "e3e3f95b6a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Wherever possible, this also takes place in a obJ ecT iveS European or wider international context, and a link is Until now, cyber security has been underexposed in being sought with existing international standards and education."
    }, 
    {
        "sentence_id,": "01b2411957", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "By including standards in tendering professionals are necessary for making optimal use of requirements stimulates the government to implement it the opportunities offered by digitisation and for being as a launching customer."
    }, 
    {
        "sentence_id,": "9a720ece73", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Cyber 25 In Dutch society, the Forum and Standardisation Authority promote interoperability and the application of open standards through a list of recommended and compulsory standards for the (semi) public sector."
    }, 
    {
        "sentence_id,": "6b66003782", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "The long-term ambition cyber security curriculum, in relation to the certification of also shows that realising a secure digital domain also information security experts and the further development in the long term is by no means an ambition that is of learning modules, among other things."
    }, 
    {
        "sentence_id,": "4ec19a5a56", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Developing a system of supported open (technological) Line ministries, NCSC, vital 2014 standards and minimum requirements for increasing the sectors digital security of vital processes."
    }, 
    {
        "sentence_id,": "6f466233b7", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Where possible, an alliance with existing national and international standards and best practices is pursued."
    }, 
    {
        "sentence_id,": "0e3ad324b6", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Improving and/or developing standards, in an international Line ministries and partners 2014 and beyond context where possible, that are used to promote the security and privacy of ICT products and services."
    }, 
    {
        "sentence_id,": "9f648c6b4a", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Giving shape to cyber diplomacy and in cooperation Foreign Affairs, Security and 2014-2016 with international partners developing standards and Justice trust-inspiring measures to counter conflict escalation in the digital domain."
    }, 
    {
        "sentence_id,": "ef9a068074", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "certification"
                ]
            }
        ], 
        "sentence": "This includes certification and the further and Science development of learning modules."
    }
]