[
    {
        "sentence_id,": "20550c5d58", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "De strategie is aangekondigd in de elaborates on the policy plans for cyberspace set out in the policy letter The kabinetsreactie op het advies over digitale oorlogvoering van de Adviesraad voor Internationale Vraagstukken (AIV) en de Commissie van Advies inzake Defence organisation after the credit crunch of 8 April 2011 (Parliamentary Volkenrechtelijke Vraagstukken (CAVV) (Kamerstuk 33 000-X, nr."
    }, 
    {
        "sentence_id,": "60a2d8a790", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "This strategy elaborates on the policy plans the definition of the term cyberspace."
    }, 
    {
        "sentence_id,": "a9fcd47d6e", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "For the for cyberspace set out in the policy letter The Defence organisation after the credit purposes of this strategy, cyberspace is understood to cover all entities that are or may crunch (Parliamentary Document 32 733, no."
    }, 
    {
        "sentence_id,": "f30ed56402", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Illegal and non- standard use will be detected."
    }, 
    {
        "sentence_id,": "3be437ffb0", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "In addition, intensive confidential international cooperation is often essential for being able to eventually establish the identity of the attacker and take effective protective measures."
    }, 
    {
        "sentence_id,": "0e395ad798", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The Defence organisations sourcing policy can make a contribution in this regard."
    }, 
    {
        "sentence_id,": "df60c6758d", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "In order to acquire and retain the required knowledge, competence and skills for the organisation, particular attention will be given to personnel policy and training."
    }, 
    {
        "sentence_id,": "e702407912", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "The Defence organisation contributes to the National Cyber Security Research Agenda and, as part of the governments policy regarding the private sector, to the priority status given to cyber security by the high-tech industry."
    }, 
    {
        "sentence_id,": "e0962b71aa", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "In 2016, a policy assessment will be carried out."
    }
]