[
    {
        "sentence_id,": "f788428da0", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Establish a new operational partnership with the Build a single authoritative point of advice for Encourage industry-led standards and guidance Foster a vibrant and innovative cyber security private sector to share information on threats in cyberspace."
    }, 
    {
        "sentence_id,": "1ab88e44bf", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "... balancing security with freedom and privacy 3.5 At home we will pursue cyber security policies that enhance individual and collective security while preserving UK citizens right to privacy and other fundamental values and freedoms."
    }, 
    {
        "sentence_id,": "ff224fe2dd", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "We will model best practice on cyber security in the Governments own systems, setting strong standards for suppliers to government to ensure we raise the bar."
    }, 
    {
        "sentence_id,": "7c471a19b7", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "We will work with industry to develop rigorous cyber security and IA standards for ICT products and services supplied to Government and its Public Services Network."
    }, 
    {
        "sentence_id,": "959534aab6", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "In particular we will raise the standard of cyber security we expect from suppliers for sensitive defence equipment."
    }, 
    {
        "sentence_id,": "3fb1dc61da", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "BIS will work with domestic, European and global and commercial standards organisations to stimulate the development of industry-led standards and guidance that help customers to navigate the market and differentiate companies with appropriate levels of protection and good cyber security products."
    }, 
    {
        "sentence_id,": "31f630a16d", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "So BIS will work to stimulate the development of industry-led standards and guidance that help customers to differentiate good cyber security products and services."
    }, 
    {
        "sentence_id,": "dc1129d336", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "BIS is also exploring ways in which industry-led standards for firms performance on cyber security might be used as a market differentiator more generally."
    }, 
    {
        "sentence_id,": "0ca4c5837d", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "BIS will work with users, industry and appropriate standards organisations (domestic, and European and international) to stimulate the development of appropriate standards."
    }, 
    {
        "sentence_id,": "3136fb971b", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "4.51 As we have said, we plan to require higher cyber security standards for ICT products supplied into the Public Services Network."
    }, 
    {
        "sentence_id,": "b2f1b3d418", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "4.52 We are also raising the standard of cyber security we expect from suppliers of sensitive defence equipment."
    }, 
    {
        "sentence_id,": "edb0a1d04c", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "But the Government hopes these rising standards for public procurement will also help drive forward the wider market in cyber security in the UK."
    }, 
    {
        "sentence_id,": "59a5bfd7cb", 
        "tag": [
            {
                "category": "cooperation", 
                "subcategory": [
                    "international cooperation"
                ]
            }
        ], 
        "sentence": "Promote greater levels of international cooperation and shared understanding on cyber crime as part of the process begun by the London Conference on Cyberspace, in addition to promoting the Council of Europes Convention on Cyber crime (the Budapest Convention) and building on the new EU Directive on attacks on information systems."
    }, 
    {
        "sentence_id,": "fb19327789", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Working with domestic, European, global and commercial standards organisations to stimulate the development of industry-led standards and guidance that help customers to navigate the market and differentiate good cyber security products."
    }, 
    {
        "sentence_id,": "2c94d6ef96", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Encourage industry-led standards and guidance that are readily used and understood, and that help companies who are good at security make that a selling point."
    }, 
    {
        "sentence_id,": "4c098c26fb", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "Work with allies to ensure implementation of NATOs cyber defence policy (agreed in June 2011)."
    }, 
    {
        "sentence_id,": "a1914f2452", 
        "tag": [
            {
                "category": "technical measures", 
                "subcategory": [
                    "standards"
                ]
            }
        ], 
        "sentence": "Encourage international and regional organisations to support capacity building, for example working with the Commonwealth to promote model legislation on cyber crime, with the International Telecommunications Union (ITU) to support training on technical standards, with the Council of Europe (during our chairmanship starting in November 2011) and with the Organization for Security and Co-operation in Europe (OSCE) to promote freedom of expression online."
    }, 
    {
        "sentence_id,": "494366ee11", 
        "tag": [
            {
                "category": "organization measures", 
                "subcategory": [
                    "policy"
                ]
            }
        ], 
        "sentence": "To view this licence, visit www.nationalarchives.gov.uk/ doc/open-government-licence/ or write to the Information Policy Team, The National Archives, Kew, London TW9 4DU, or e-mail: psi@nationalarchives.gsi.gov.uk."
    }
]